Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: This site is a compilation of <strong>Vampire: the Eternal Struggle</strong> strategy resources. It is intended for players already familiar with the game and its rules. VTES is a game published by <a target="_blank" href="https://www.blackchantry.com">Black Chantry Productions</a>, under the <a target="_blank" href="https://www.white-wolf.com">White Wolf</a> license.
fr: Ce site est une collection de ressources stratégiques sur <strong>Vampire: the Eternal Struggle</strong>. Il est destiné aux joueurs familiers avec le jeu et ses règles. VTES est un jeu publié par <a target="_blank" href="https://www.blackchantry.com">Black Chantry Productions</a>, sous la licence de <a target="_blank" href="https://www.white-wolf.com">White Wolf</a>.

source: If you are a new player, consult <a target="_blank" href="https://gamingwithbs.wordpress.com/new-players-corner/vtes-quick-start-guide"> Brett S. guide </a> to learn the game before digging deeper. The official rule can be found on the <a target="_blank" href="http://www.vekn.net/rulebook">VEKN website</a>. The official <a target="_blank" href="https://www.drivethrurpg.com/product/2931/Vampire-The-Eternal-Struggle-Players-Guide"> Player's Guide </a> is available in PDF format at DriveThruRPG.
fr: Si vous êtes un nouveau joueur, veuillez consulter <a target="_blank" href="https://gamingwithbs.wordpress.com/new-players-corner/vtes-quick-start-guide">le guide de Brett S.</a> pour apprendre le jeu avant d'aller plus loin. Les règles officielles peuvent être trouvées sur <a target="_blank" href="http://www.vekn.net/rulebook">le site de VEKN</a>. Le <a target="_blank" href="https://www.drivethrurpg.com/product/2931/Vampire-The-Eternal-Struggle-Players-Guide">guide des joueurs officiel</a> est disponible au format PDF sur le site de DriveThruRPG.

source: If you want to contribute to this guide, point out mistakes or raise an issue, you are welcome to do so on the <a target="_blank" href="https://github.com/lionel-panhaleux/codex-of-the-damned/issues">Github page</a> of the project.
fr: Si vous souhaitez contribuer à ce guide, aider à corriger des erreurs ou soulever un problème, vous êtes les bienvenus à le faire sur <a target="_blank" href="https://github.com/lionel-panhaleux/codex-of-the-damned/issues">la page Github</a> du projet.

source: Community
fr: Communauté

source: VEKN Forum
fr: Forum VEKN

source: VTES Discord
fr: Discord VTES

source: VEKN Facebook goup
fr: Groupe Facebook VEKN

source: interviews archive
fr: archive d'interviews

source: Online tools and play
fr: Outils et solutions pour jouer en ligne

source: for deck building
fr: pour la construction de deck

source: for card search
fr: pour la recherche de cartes

source: to play online
fr: pour jouer en ligne

source: VTES plugins
fr: plugins VTES

source: Play on Lackey
fr: Jouer sur Lackey

source: If you use <a target="_blank" href="https://amaranth.vtes.co.nz/">Amaranth</a> to create decks online, you can use <span class="code">Export > Lackey</span> to export the deck for online play.
fr: Si vous utilisez <a target="_blank" href="https://amaranth.vtes.co.nz/">Amaranth</a> pour créer des decks, vous pouvez utiliser la fonction <span class="code">Export > Lackey</span> pour exporter le deck directement utilisable.

source: Download <a target="_blank" href="http://www.lackeyccg.com/downloads.html">LackeyCCG</a>. Go to the <span class="code">Plugins</span> tab and paste this AutoUpdate URL to activate the <strong>VtES</strong> plugin: <span class="code">http://www.lackeyccg.com/vtes/high/updatelist.txt</span>
fr: Téléchargez <a target="_blank" href="http://www.lackeyccg.com/downloads.html">LackeyCCG</a>. Allez dans l'onglet <span class="code">Plugins</span> et collez cette URL d'AutoUpdate pour activer le plugin <strong>VtES</strong> : <span class="code">http://www.lackeyccg.com/vtes/high/updatelist.txt</span>

source: On Mac OSX
fr: Sur Mac OSX

source: To open the application right-click on the <span class="code">LackeyCCG.app</span>, use <span class="code">Show Package Contents</span> to go to <span class="code">Contents > MacOS</span> and double-click on the <span class="code">LackeyCCG</span> binary to launch it.
fr: Pour ouvrir l'application, faites un clic-droit sur <span class="code">LackeyCCG.app</span>, utilisez <span class="code">Affichez le contenu du paquet</span> pour aller à <span class="code">Contents > MacOS</span> et double-cliquez sur le fichier binaire pour démarrer l'application

source: You can create a link to this internal binary in order to launch the game more easily.
fr: Vous pouvez créer un alias de ce fichier ailleurs pour démarrer le jeu plus facilement.

source: You can get a <a target="_blank" href="https://discordapp.com">Discord</a> invite to the <em>VtES - Lackey CCG</em> server by asking for an invite link on the <a target="_blank" href="https://www.facebook.com/groups/1543249585925041">VtES LackeyCCG Facebook group</a> or on the <a target="_blank" href="http://www.vekn.net/forum/generic-v-tes-discussion/76846-vekn-discord-server">VEKN Forum</a>.
fr: Vous pouvez obtenir une invitation <a target="_blank" href="https://discordapp.com">Discord</a> au serveur <em>VtES - Lackey CCG</em> en demandant une invitation sur le <a target="_blank" href="https://www.facebook.com/groups/1543249585925041">groupe Facebook VtES LackeyCCG</a> ou sur le <a target="_blank" href="http://www.vekn.net/forum/generic-v-tes-discussion/76846-vekn-discord-server">forum VEKN</a>.

source: To use your decks exported from <em>Amaranth</em>, you have to copy the text file into the <span class="code">LackeyCCG/plugins/vtes/decks</span> folder. You can then find them in <em>LackeyCCG</em> <span class="code">Deck Editor</span> tab by clicking on the <span class="code">Browse...</span> button. Visit the <a target="_blank" href="http://www.lackeyccg.com/vtes/">VtES Lackey tutorial</a> for further Q&A.
fr: Pour utiliser vos decks exportés depuis <em>Amaranth</em>, vous devez copier le fichier texte dans le dossier <span class="code">LackeyCCG/plugins/vtes/decks</span>. Vous pouvez ensuite les trouver dans l'onglet <span class="code">Deck Editor</span> de <em>LackeyCCG</em> en cliquant sur le bouton <span class="code">Browse...</span>.Visitez le <a target="_blank" href="http://www.lackeyccg.com/vtes/">tutoriel Lackey VtES</a> pour de plus amples informations.

source: Home
fr: Accueil

source: Strategy
fr: Stratégie

source: Archetypes
fr: Archétypes

source: Best Cards
fr: Meilleures cartes

source: Deck Search
fr: Recherche de decks

source: Card Search
fr: Recherches de cartes

source: Portions of the materials are the copyrights and trademarks of Paradox Interactive AB, and are used with permission. All rights reserved. For more information please visit
fr: Des parties du matériel utilisé sont la propriété et les marques déposées de ParadoxInteractive AB, et sont utilisées avec autorisation. Tous droits réservés. Pour plus d'informations, merci de visiter
