Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Finally, toolbox decks have <strong>strong defence</strong>, although not as strong as <em>wall</em> decks. They tend to have good intercept options and/or rush capabilities to handle their predator. Having much less offensive options than a vote or bleed deck, they cannot rely on pure speed to best their predator: they have to deter its actions actively using blocks, bounces or combats depending on the build.
fr: Enfin, les decks toolbox ont une <strong>solide défense</strong>, bien qu'elle soit moins puissante que celle des decks <em>mur</em>. Ils ont tendances à avoir de bonnes options d'interception et/ou de rush pour gérer leur prédateur. Étant donné qu'ils ont moins de capacité offensive qu'un deck de morsure ou de vote, ils ne peuvent pas compter sur la vitesse seule pour faire mieux que leur prédateur : ils doivent entraver ses actions en utilisant des blocages, des rebonds ou des combats en fonction de la construction.

source: Rush decks use combat as their main weapon. Many disciplines have good combat options and they are also good combat cards with no discipline. Getting vampires down around the table is fun, but does not help so much to get the prey's pool down. To this effect, a handful of cards can help, namely %(fame)s, %(dragonbound)s and %(tension_in_the_ranks)s.
fr: Les decks de rush utilisent le combat comme arme principale. Beaucoup de disciplines ont de bonnes options de combat et il y a aussi de bonnes cartes de combat ne nécessitant aucune discipline. Abattre les vampires à la table est amusant, mais n'aide pas nécessairement à faire baisser l'influence de la proie. Pour ce faire, une poignée de cartes peuvent aider, principalement %(fame)s, %(dragonbound)s et %(tension_in_the_ranks)s.

source: The %(tupdogs)s archetype is a classic, using a dozen %(tupdog)s along a Tremere Antitribu.
fr: L'archétype %(tupdogs)s est un classique, il utilise des dizaines de %(tupdog)s aux côtés d'un Tremere Antitribu.

source: Allies with a rush ability are also good, like in the %(war_ghouls)s and %(shambling_hordes)s archetypes.
fr: Les alliés avec une aptitude de rush sont efficaces aussi, comme dans les archétypes %(war_ghouls)s et %(shambling_hordes)s.

source: Guruhi %(guruhi)s provide a strong rush build too with their %(POT)s%(ANI)s disciplines combination, like in the %(guruhi_rush)s and %(nananimalism)s archetypes.
fr: Les Guruhi %(guruhi)s fournissent un rush puissant aussi avec leur combinaison de disciplines %(POT)s%(ANI)s, comme dans les archétypes %(guruhi_rush)s et %(nananimalism)s.

source: The ability to take down any minion provide these decks with a <strong>strong defence</strong> against their predator. Depending on the predator archetype, going against its minions first is a common strategy for a rush deck: it may take some combats to get them down, but they can disable their predator very fast. On the other hand, they have a <strong>weak offence</strong> and have trouble finding a way to deliver pool damage to their prey. This is the core issue of the archetype.
fr: La capacité à abattre n'importe quel serviteur donne à ces decks une <strong>solide défense</strong> contre leur prédateur. En fonction de l'archétype du prédateur, il est envisageable pour un deck de rush de cibler ses serviteurs en premier : cela peut nécessiter quelques combats pour les abattre, mais ils peuvent déactiver leur prédateur assez vite. D'un autre côté, ils ont une <strong>faible offensive</strong> et ont des difficultés à trouver un moyen d'infliger des dégâts d'influence suffisants à leur proie. C'est un problème clé pour ces archétypes.

source: Finnish Politics
fr: Politique Finlandaise

source: If they do not take down their prey very fast, rush decks have a unique control over the table balance as they can take down the minions of any Methusalah. Proper table control is essential to the succes of such builds, but it also opens a unique strategy for negociation: using the threat of combat to get things out of your neighbours.
fr: S'ils ne peuvent éliminer leur proie très rapidement, les decks de rush ont toutefois un contrôle exceptionnel sur l'équilibre de la table, puisqu'ils peuvent abattre les serviteurs de n'importe quel Mathusalem. Un bon contrôle de la table est essentiel pour ces decks, mais cela ouvre aussi la voie à une stratégie de négociation unique en son genre : utiliser la menace d'un combat pour extorquer des concessions de ses voisins.

source: The finnish players have perfect this negociation strategy to such an extent, it is now known as <em>"Finnish Politics"</em> among seasoned players.
fr: Les joueurs et joueuses finlandais ont perfectionné cette stratégie de négociation à un tel niveau qu'elle est désormais connue comme la <em>"Politique Finlandaise"</em> parmis les joueurs expérimentés.

source: Some decks do not fit into any of the aforementioned categories. These rare constructs are unique combinations of cards that proved unexpectedly efficient. The following examples are not exhaustive.
fr: Certain decks n'entrent dans aucune des catégories susmentionnées. Ces construictions rares reposent sur des combinaisons de cartes exceptionnelles qui ont démontré leur étonnante efficacité. Les exemples qui suivent ne sont pas exhautifs.

source: Some archetypes focus on stealing the vampires of their opponents, like %(mind_rape)s, %(spirit_marionette)s, %(chameleon)s and %(baltimore_purge)s.
fr: Certains archétypes tentent de voler les vampires de leurs adversaires, comme %(mind_rape)s, %(spirit_marionette)s, %(chameleon)s et %(baltimore_purge)s.

source: The %(cybelotron)s is an archetype created by <em>Erik Torstensson</em> in 2007 and refined by <em>Ben Peal</em>. It uses a complicated combination to play %(call_the_great_beast)s efficiently.
fr: Le %(cybelotron)s est un archétype créé par <em>Erik Torstensson</em> en 2007 et amélioré par <em>Ben Peal</em>. Il utilise une combinaison complexe pour jouer %(call_the_great_beast)s efficacement.

source: The %(madness_reversal)s is an archetype created by <em>Orian Gissler</em> in 2009 and refined by <em>Danilo Torrisi</em> in 2017. It uses %(reversal_of_fortunes)s to play twice as much as its opponents.
fr: %(madness_reversal)s est un archétype créé par <em>Orian Gissler</em> en 2009 et amélioré par <em>Danilo Torrisi</em> en 2017. Il utilise %(reversal_of_fortunes)s pour jouer deux fois plus que ses adversaires.

source: Combo decks use complicated card combinations to a devastative effect. Their strength is in the <strong>absolute advantage</strong> their combination provides if all goes well. Their weakness is the frailty of such a combination. Blocking the right action or countering the right Master can often stop them dead in their tracks. Moreover, known combinations tend to attract the attention of all players, often leading the Methusalah to lose all its allies very early in the game.
fr: Les decks combo utilisent des combinaisons de cartes complexes pour un effet dévastateur. Leur force réside dans <strong>l'avantage inconstestable</strong> accordé par leur combinaison si tout fonctionne comme prévu. Leur faiblesse est la fragilité d'une telle combinaison. Bloquer la bonne action ou contrer la bonne carte Maître peut souvent les arrêter net. De plus, les combinaisons connues ont tendance à attirer l'attention de tous les joueurs, ce qui conduit souvent le Mathusalem à perdre tous ses alliés très tôt dans la partie.

source: Pool is the core resource of the game. The more the better: more pool means more life and more minions. All efficient decks have at least a basic <strong>bloat</strong> module: a group of cards designed to get pool back. Getting blood on uncontrolled vampires amounts to bloating, as the blood can easily be taken back using a few transfers.
fr: La réserve d'influence est la ressource clé du jeu. Plus on en a, mieux on se porte : plus d'influence signifie une meilleure survie et plus de serviteurs. Tous les decks efficaces ont un module de <strong>régénération</strong> élémentaire : un ensemble de cartes destinées à regagner de l'influence. Regagner du sang sur des vampires non contrôlés revient à régénérer l'influence, puisque le sang peut facilement être récupéré grâce à quelques transferts.

source: Leeching
fr: Transfusion

source: Getting pool back by taking blood from one’s minions — commonly known as <strong>leeching</strong> — is the most widespread way to bloat. This technique makes use of the following Master cards:
fr: Récupérer de l'influence en prenant le sang de ses serviteurs — une technique communément appelée la <strong>transfusion</strong> — est la méthode de régénération la plus répandue. Cette technique peut faire usage des cartes Maître suivantes :

source: It does take some Master cards slots out in a deck, and it leaves your minions somewhat weakened. Still, a vampire may act and use all its disciplines even with only 1 blood left. The two trifles, %(villein)s and %(vessel)s, are appealing as they do not use up a Master card slot, but they are a bit less efficient thant their plain counterparts.
fr: Cela prend quelques emplacement de cartes Maître dans un deck, et laisse les serviteurs quelque peu affaiblis. Malgré tout, un vampire peut agir et utiliser toutes ses disciplines même avec un seul point de sang. Les deux cartes triviales, %(villein)s and %(vessel)s, sont tentantes car elles ne consomment pas d'action de Maître, mais elles sont aussi un peu moins efficaces que leurs équivalents standards.

source: Villein errata
fr: Errata de Villein

source: %(villein)s has seen its card text change in June 2018: it now has an <strong>upper limit of 5 blood</strong>, which was not the case before. Be careful when reading an older deck list, as it may use %(villein)s where %(minion_tap)s would be a better fit nowadays.
fr: Le text de %(villein)s a été changé en juin 2018 : il a maintenant une <strong>limite de 5 sang</strong>, ce qui n'était pas le cas auparavant. Soyez attentif en consultant une ancienne decklist, car elle peut utiliser %(villein)s là où %(minion_tap)s serait plus adéquat de nos jours.

source: Decks that use this technique may improve it by including some cards to regenerate their vampires blood, as it has effectively become a source of pool. %(hunting_grounds)s can be used – there is one for almost each clan, plus more generic hunting grounds or cards that have a similar effect:
fr: Les decks qui utilisent cette technique peuvent l'améliorer en incluant des cartes pour régénérer le sang de leurs vampires, puisqu'il est devenu une source d'influence. Les %(hunting_grounds)s peuvent être utilisés – il y en a un pour chaque clan, plus des hunting grounds génériques ou des cartes qui ont des effets similaires :

source: needs to be defended
fr: doit être défendu

source: City titled vampires
fr: Vampires avec un titre de ville

source: Black Hand, costly and fragile
fr: Black Hand, coûteux et fragile

source: costly and fragile
fr: coûteux et fragile

source: costly and less efficient
fr: coûteux et moins efficace

source: Finally, a handful of cards can augment the blood amount vampires get from hunting, which is another way to regenerate their blood:
fr: Enfin, une poignée de cartes augmentent la quantité de sang que les vampires peuvent récupérer en chassant, ce qui est une autre manière de régénérer leur sang :

source: Master bloating
fr: Régénération par cartes Maître

source: Another alternative is to let the minions use their blood as they see fit and focus on generating pool directly using Master cards. A few cards allow this:
fr: Une autre alternative est de laisser les serviteurs utiliser leur sang comme ils le souhaitent et se concentrer sur générer de l'influence directement en utilisant des cartes Maître. Quelques cartes le permettent :

source: (uses up a lot of Master slots, best in an MMPA archetypes like %(girls)s)
fr: (consomme beaucoup d'emplacements de cartes Maître, a sa place dans les archétypes MMPA comme %(girls)s)

source: Generic investments %(secret_horde)s and %(protracted_investment)s are rarely played, as they need many Master actions and %(ashur_tablets)s are generally preferred when one has enough master actions to play them.
fr: Les investissements génériques %(secret_horde)s et %(protracted_investment)s sont rarement joués, puisqu'ils consomment une action de Maître et qu'%(ashur_tablets)s leur est généralement préféré lorsque l'on dispose d'assez d'actions de Maître pour les jouer.

source: Clan masters
fr: Cartes maître de clan

source: 5 clans give access to a unique location generating pool:
fr: 5 clans donnent accès à un lieu unique qui génère de l'influence :

source: <p> Fast decks can rely on the fact they should score their first Victory Point early and use %(momentums_edge)s and %(gambit_accepted)s. </p> <p> Finally, those ready to pay the price can even sacrifice some vampires to get some pool back with %(golconda_inner_peace)s, %(khobar_towers_al_khubar)s %(follower_of_set)s or %(redeem_the_lost_soul)s. </p> <h2 id="action-bloating">Action bloating</h2> <p> The last alternative is to use actions directly to bloat. This is excellent if the action has a powerful alternative, like the infamous %(DOM)s %(govern_the_unaligned)s or %(PRE)s %(enchant_kindred)s and %(scouting_mission)s, or if the bloat is a side-effect of a useful action, like %(PRE)s %(legal_manipulations)s and %(social_charm)s, %(salubri)s %(feast_of_the_soul_s_secrets)s or %(DEM)s %(kindred_spirits)s. </p> <p> Actions getting blood on uncontrolled vampires with no alternative are less efficient. They can still come in handy when used in swarm constructs to get many vampiers out quickly, as is the case for Toreador antitribu %(toreador_antitribu)s %(art_scam)s and Black Hand %(reunion_kamut)s, but otherwise they are only used sparsingly. Guruhi %(guruhi)s %(founders_of_the_ebony_kingdom)s and Assamite %(assamite)s %(khabar_glory)s deserve a special motion, as they are unusually high on blood gain. </p>
fr: <p> Les decks rapides peuvent compter sur le fait qu'ils devraient marquer leur premier Point de Victoire rapidement pour jouer %(momentums_edge)s et %(gambit_accepted)s. </p> <p> Enfin, ceux qui sont prêts à en payer le prix peuvent sacrifier quelques vampires pour récupérer de l'influence avec %(golconda_inner_peace)s, %(khobar_towers_al_khubar)s (%(follower_of_set)s) ou %(redeem_the_lost_soul)s. </p> <h2 id="action-bloating">Régénération par action</h2> <p> La dernière alternative est d'utiliser des actions directement pour régénérer l'influence. C'est excellent si l'action présente une alternative puissante, comme le fameux %(DOM)s %(govern_the_unaligned)s ou %(PRE)s %(enchant_kindred)s et %(scouting_mission)s, ou si la régénération est un effet de bord d'une action déjà utile, comme %(PRE)s %(legal_manipulations)s et %(social_charm)s, %(salubri)s %(feast_of_the_soul_s_secrets)s, ou %(DEM)s %(kindred_spirits)s. </p> <p> Les actions permettant de mettre du sang sur des vampires non contrôlés sans alternative sont moins efficaces. Elles peuvent tout de même s'avérer utiles quand elles sont utilisées dans des decks d'essaim pour sortir beaucoup de vampires rapidement, comme c'est le cas pour %(toreador_antitribu)s %(art_scam)s et %(reunion_kamut)s pour la Black Hand, mais elles ne sont autrement utilisées qu'avec parcimonie. %(guruhi)s %(founders_of_the_ebony_kingdom)s et %(assamite)s %(khabar_glory)s méritent une mention spéciale car elles entraînent un gain d'influence exceptionnellement haut. </p>

source: Vote bloating
fr: Régénération par vote

source: Most standard actions only generate bloats between 1 and 3 points. Some political actions, however, can produce higher bloats if they get through. They are so efficient, virtually every political oriented deck include some of them:
fr: La plupart des actions standard ne régénèrent qu'1 à 3 points. Quelques actions politiques, cependant, peuvent produire une régénération plus importante si elles passent. Elles sont si efficaces qu'à peu près tous les decks politiques en incluent :

source: Prince or Justicar
fr: Prince ou Justicar

source: and
fr: et

source: Big capacity vampires
fr: Vampires de haute capacité

source: Counters
fr: Contres

source: Most bloat modules are focused on Master cards. This entails that countering those masters with %(sudden_reversal)s, %(wash)s or %(bleeding_the_vine)s is a valid offensive strategy. Technically, they amount to an indirect bleed: preventing one's prey to get three pools from %(minion_tap)s or %(liquidation)s is equivalent to removing three pools from her using a bleed. The same logic applies to stopping pool generating political actions with %(delaying_tactics)s.
fr: La plupart des modules de régénération utilisent des cartes Maître. Cela implique que contrer ces cartes Maître avec %(sudden_reversal)s, %(wash)s ou %(bleeding_the_vine)s est une stratégie offensive valide. Techniquement, cela revient à une morsure indirecte : empêcher sa proie de gagner 3 influence grâce à %(minion_tap)s ou %(liquidation)s équivaut à en lui en faire perdre 3 avec une morsure. La même logique peut être appliquée pour stopper les actions politiques de régénération avec %(delaying_tactics)s.

source: Combat occurs when a block succeeds, but can also be provoked directly using actions like %(bums_rush)s: because of this card, other actions with similar effects are commonly called <strong>rush actions</strong>. It also gave its name to an entire category of decks: the %(rush_decks)s.
fr: Les combats surviennent lorsqu'un blocage réussit, mais peuvent aussi être provoqués directement par des actions comme %(bums_rush)s : à cause de cette carte, les autres actions avec un effet similaire sont communément appelées des <strong>actions de rush</strong>. Elle a aussi donné son nom à toute une catégorie de decks : les %(rush_decks)s.

source: rush decks
fr: decks de rush

source: If you want to explore combat deeper, you can consult our strategy articles: Krzystof Karski's %(combat_primer)s, and %(combat_modules)s.
fr: Si vous souhaitez explorer le combat en profondeur, vous pouvez consulter nos articles de stratégie : %(combat_primer)s de Krzystof Karski, et %(combat_modules)s .

source: <p> Combat does not help reducing the prey's pool, at least not directly. There are basically three strategic postures a deck can adopt when it comes to combat: <ul> <li><strong>Disabling</strong> the opponents minions is the most aggressive one. This slows down the opponents, but does not help to achieve victory by itself. On the other hand, it gives incredible control over the %(table_balance)s. %(rush_decks)s specialize in that aspect. </li> <li><strong>Grinding</strong> is a more balanced posture. The idea is to target the prey's blood and not only its pool, focusing on making sure the opponents systematically lose more blood. Paul Jones' article %(blood_pool_and_grinding_beads)s explains the grinding posture in details. </li> <li><strong>Resisting</strong> is the last posture: the idea is to just be able to resist the two other postures well enough, either with defensive combat options, or just relying on speed or number of minions. </li> </ul> </p>
fr: <p> Le combat n'aide pas à réduire la réserve d'influence de la proie, du moins pas directement. Il existe essentiellement trois postures stratégiques qu'un deck peut adopter en matière de combat: <ul> <li><strong>Neutraliser</strong> les serviteurs de l'adversaire est la plus agressive. Cela ralentit les adversaires, mais n'aide pas à remporter la victoire en soi. D'un autre côté, cela donne un contrôle incroyable sur l'%(table_balance)s. Les %(rush_decks)s se spécialisent dans cet aspect. </li><li><strong>User</strong> est une posture plus équilibrée. L'idée est de cibler le sang de la proie et pas seulement son influence, en veillant à ce que les adversaires perdent systématiquement plus de sang. L'article de Paul Jones %(blood_pool_and_grinding_beads)s explique la posture d'usure en détails. </li><li><strong>Résister</strong> est la dernière posture : l'idée est simplement de pouvoir résister suffisamment bien aux deux autres postures, soit avec des options de combat défensives, soit en se basant simplement sur la vitesse ou le nombre de serviteurs. </li> </ul> </p>

source: bloat
fr: régénération

source: table balance
fr: équilibre de la table

source: Rush decks
fr: Decks de rush

source: Dealing damage
fr: Infliger des dégâts

source: On the discipline side, %(pot)s and %(thn)s are great at dealing high damage. %(ani)s has a strong combination with %(aid_from_bats)s and %(carrion_crows)s, giving 3 damages with a press. %(tha)s has the excellent %(theft_of_vitae)s, which provides a non-preventable 4 blood differential at no cost. Many disciplines give access to aggravated damage options:
fr: Du côté des disciplines, %(pot)s et %(thn)s infligent de grands quantités de dégâts. %(ani)s a une combinaison puissante avec %(aid_from_bats)s et %(carrion_crows)s, qui donnent 3 dégâts et une poursuite. %(tha)s a l'excellent %(theft_of_vitae)s, qui fournit gratuitement un différentiel de 4 sang sans possibilité de prévention. De nombreuses disciplines donnent accès à des dégâts aggravés :

source: with
fr: avec

source: Gargoyles %(gargoyle)s with %(raking_talons)s.
fr: Les gargouilles %(gargoyle)s avec %(raking_talons)s.

source: Using aggravated damage
fr: Utiliser des dégâts aggravés

source: <p> Using aggravated damage while acting is tricky, as the acting minion has to choose <strong>and pay</strong> for his strike before the reacting minion. Cards that make the damage of a strike aggravated, like %(claws_of_the_dead)s, are superior in this aspect, as one can wait to see if the reacting minion will play a combat ends or a dodge before using the card. </p> <p> Using aggravated damage on the reacting side is easier. Moreover, it allows the use of %(rötschreck)s, sending the opponent into torpor whatever his strike. The only prerequisite is for the range to be right for the aggravated strike to be able to land in theory. </p>
fr: <p> Utiliser des dégâts aggravés en agissant est délicat, car la serviteur qui agit doit choisir sa frappe <strong>et la payer</strong> avant le serviteur qui réagit. Les cards qui transforment les dégâts d'une frappe en dégâts aggravés, comme %(claws_of_the_dead)s, sont supérieures en ce sens, puisqu'on peut attendre de voir si le serviteur qui réagit va jouer une fin de combat ou une esquive avant d'utiliser la carte. </p> <p> Utiliser des dégâts aggravés du côté de la réaction est plus simple. De plus, cela permet d'utiliser %(rötschreck)s pour envoyer l'adversaire en torpeur quelle que soit sa frappe. Le seul prérequis est que la portée doit être adéquate pour la frappe aggravée. </p>

source: <p> Apart from dealing more damage each strike, <strong>additional strikes</strong> are a good option to deliver more damage each combat. They are, however, mostly available only for %(cel)s users, with the notable exceptions of %(arms_of_the_abyss)s (%(obt)s), %(devil_channel_back)s (%(abo)s) and %(octopod)s (%(san)s). </p> <p> Finally, %(target_vitals)s is an excellent option to increase damage, available for every minion at no cost. </p>
fr: <p> Hors la question d'infliger plus de dégâts à chaque frappe, les <strong>frappes additionnelles</strong> sont un bon moyen d'infliger plus de dégâts à chaque combat. Elles sont par contre surtout disponibles pour les utilisateurs de %(cel)s, à l'exception notable de %(arms_of_the_abyss)s (%(obt)s), %(devil_channel_back)s (%(abo)s) et %(octopod)s (%(san)s). </p> <p> Enfin, %(target_vitals)s est une excellente option pour augmenter les dégâts, disponible gratuitement pour tous les serviteurs. </p>

source: Weapons
fr: Armes
