Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Weapons are also a good way to improve damage. There are a lot of weapons available, here are the most efficient and most played:
fr: Les armes sont aussi un bon moyen d'augmenter les dégâts. Il y a beaucoup d'armes disponibles, voici les plus efficaces et les plus jouées :

source: <b>%(weighted_walking_stick)s:</b> A weapon that can be wielded without losing an action to equip it. It provides a total of three additional damages at no cost, an excellent ratio.
fr: <b>%(weighted_walking_stick)s :</b> Une arme qui peut être utilisée sans perdre une action à l'équiper. Elle fournit un total de trois dégâts supplémentaires gratuitement, un très bon ratio.

source: <b>%(magnum)s:</b> An additional damage each strike, together with a manoeuver to keep the range long an avoid damage. This is also the best weapon %(concealed_weapon)s can get out, thus avoiding to loose an action (and risking interception) to equip with it.
fr: <b>%(magnum)s :</b> Un dégât de plus à chaque frappe, couplé à la manœuvre pour rester à longue portée et éviter les dégiåts. C'est aussi la meilleure arme que %(concealed_weapon)s peut sortir, ce qui évite de perdre une action à l'équiper (et de risquer l'interception).

source: <b>%(ivory_bow)s:</b> Although unique, 1 pool for an aggravated ranged damage each strike is a bargain.
fr: <b>%(ivory_bow)s :</b> Bien qu'unique, 1 influence pour un dégât aggravé longue portée à chaque frappe, c'est une affaire.

source: <b>%(sniper_rifle)s:</b> Although only useful when blocking, its ability to set the range is an excellent option to avoid damage.
fr: <b>%(sniper_rifle)s :</b> Surtout utile pour bloquer, sa capacité à fixer la portée est une excellent option pour éviter les dégâts.

source: <b>%(assault_rifle)s:</b> A stronger version of the %(magnum)s. The 5 pool cost is prohibitive, but if it can be reduced by bringing it in game using %(alastor)s, for example.
fr: <b>%(assault_rifle)s :</b> Une version plus puissante du %(magnum)s. Le coût de 5 influence est prohibitif, mais il peut être réduit en le mettant en jeu avec %(alastor)s, par exemple. C'est l'une des armes les plus puissantes du jeu.

source: <b>%(blade_of_bellona)s:</b> An additional damage and optional manoeuver at no cost, a bargain for Salubri antitribu %(salubri_antitribu)s.
fr: <b>%(blade_of_bellona)s :</b> Un dégât de plus avec une manœuvre en option, le tout gratuit – une affaire pour les %(salubri_antitribu)s.

source: <b>%(ak_47)s:</b> A more brutal version of the %(assault_rifle)s. The latter is often preferred
fr: <b>%(ak_47)s:</b> Une version plus brutale de l'%(assault_rifle)s. Ce dernier lui est souvent préféré

source: Defence
fr: Défense

source: The easiest defense for combats is to avoid them altogether using a <em>Strike: Combat Ends</em>, <strong>S:CE</strong> for short. Multiple disciplines give access to this option:
fr: La défense la plus simple en combat est de l'éviter complètement en utilisant une <em>Frappe : Fin de combat</em> (<em>Strike: Combat Ends</em> en anglais, <strong>S:CE</strong> pour faire court). Plusieurs disciplines donnent accès à cette option :

source: It is worth noting that %(flash_grenade)s is an option for any minion, and also that big capacity vampires have access to %(dom)s %(obedience)s and %(OBF)s %(mental_maze)s to avoid combat altogether, although only when reacting to an action.
fr: Il est bon de noter que %(flash_grenade)s est une option pour tous les serviteurs, mais aussi que les vampires de haute capacité ont accès à %(dom)s %(obedience)s et %(OBF)s %(mental_maze)s pour éviter complètement le combat, bien qu'uniquement en réaction.

source: <h3>How to deal with Strike: Combat Ends (S:CE)</h3> <p> S:CE are a real issue for combat-focused deck. Some solutions exist to deal with them. </p> <ul> <li> %(nsa_trio)s is available to everyone but is not an option for %(rush_decks)s, as their combat may not be the result of a block. </li> <li> Some disciplines have a counter that let them prevent S:CE or continue the combat after a S:CE: %(pot)s with %(immortal_grapple)s, %(CEL)s with %(psyche)s, %(AUS)s with %(telepathic_tracking)s, %(THN)s with %(relentless_reaper)s, %(CEL)s%(QUI)s with %(sanguine_entrapment)s and %(CEL)s%(THA)s with %(hunters_mark)s. </li> </ul> <p> Other than that, the only option is to get into enough combats to exhaust the S:CE on the defence side. </p>
fr: <h3>Comment gérer les Frappe : Fin de combat (S:CE)</h3> <p> Les S:CE sont un vrai problème pour les decks centrés sur le combat. Quelques solutions existent pour les gérer. </p> <ul> <li> %(nsa_trio)s est disponible pour tous mais n'est pas une option pour les %(rush_decks)s, puisque leurs combats sont rarement le résultat d'un blocage. </li> <li> Certaines disciplines disposent de contres qui leur permettent d'empêcher un S:CE ou de continuer le combat après un S:CE : %(pot)s avec %(immortal_grapple)s, %(CEL)s avec %(psyche)s, %(AUS)s avec %(telepathic_tracking)s, %(THN)s avec %(relentless_reaper)s, %(CEL)s%(QUI)s avec %(sanguine_entrapment)s et %(CEL)s%(THA)s avec %(hunters_mark)s. </li> </ul> <p> Sans ça, la seule option est d'entrer suffisamment souvent en combat pour épuiser les S:CE du côté de la défense. </p>

source: <strong>Damage prevention</strong> is another important aspect of combat. It is useful in defence, but also on the offence: reducing the loss of blood is always important. %(for)s is the key discipline for damage prevention, and only a few damage prevention cards exist outside this discipline:
fr: Après les S:CE, la <strong>prevention de dégâts</strong> est une autre partie important du combat. C'est utile défensivement, mais aussi offensivement : réduire la perte de sang est toujours bon. %(for)s est la principale discipline pour la prévention de dégâts et seules quelques cartes de prévention n'en font pas partie :

source: %(glancing_blow)s prevents only one damage, that makes it a viable option only for saving an ally.
fr: %(glancing_blow)s ne prévient qu'un dégât, ce qui ne le rend viable que pour sauver un allié.

source: <p> <strong>Dodging</strong> is also a good defensive option, and the simple %(dodge)s is available for everyone. It is weaker than ending the combat with a S:CE, but it is still a viable defensive option when S:CE are not available. </p> <p> Finally, three combat cards can <strong>send a vampire into torpor directly</strong>: %(coma)s (%(dem)s), %(entombment)s (%(OBT)s), and %(touch_of_oblivion)s (%(OBL)s). They're too costly to be used effectively as an offensive option, but they are good defensive options as they can act as a deterrent against combat decks. </p>
fr: <p> <strong>Esquiver</strong> est aussi une bonne option défensive et le simple %(dodge)s est disponible pour tous. L'esquive est moins efficace qu'un S:CE, mais reste une option défensive viable quand aucun S:CE n'est disponible. </p> <p> Enfin, deux cartes de combat peuvent <strong>envoyer un vampire en torpeur directement</strong>: %(coma)s (%(dem)s), %(entombment)s (%(OBT)s), et %(touch_of_oblivion)s (%(OBL)s). Elles sont trop coûteuses pour être efficaces en tant qu'outil offensif, mais ce sont de bonnes options en défense car elles peuvent constituer une bonne dissuasion contre les decks de combat. </p>

source: Range Management
fr: Gestion de la portée

source: Getting the correct range is fundamental for combat. Most combat module specialize in a given range, either maintaining <strong>long range</strong> to avoid the basic one damage any vampire can do, or using strong <strong>short range</strong> strikes and effects. Many cards provide <strong>maneuvers</strong> and many offensive combat module use them to manage their range. A few cards allow a vampire to <strong>set the range</strong> directly, without letting the opponent the opportunity to maneuver:
fr: Avoir la bonne portée est essentiel au combat. La plupart des modules de combat se spécialisent pour une portée donnée, que ce soit <strong>à distance</strong> pour éviter le dégât de base que tout vampire peut infliger, ou <strong>au contact</strong> pour utiliser des frappes et des effets puissants. De nombreuses cartes fournissent des <strong>manœuvres</strong> et beaucoup de modules de combat offensifs les utilisent pour gérer leur portée. Quelques cartes permettent à un vampire de <strong>fixer la portée</strong> directement, sans laisser l'opportunité à l'adversaire de manœuvrer :

source: Over time, a handful of excellent ressources have been created on the subject by the community:
fr: Au fil du temps, une poignée d'excellentes ressources ont été crées sur le sujet par la communauté :

source: by
fr: de

source: Modules and density
fr: Modules et densité

source: <p> Decks can be broken down in « modules »: group of cards with a similar objective. The percentage of cards each module contains is its density. As the normal hand size is seven, the expectation (<em>ie.</em> the number of cards of the module you can expect in any given hand) is the density time seven. </p> <p> <strong>Spam</strong> modules have a density over 25%(pct)s entail an expectation over 1.75: more often than not, two cards of the module in hand. This is a rare distribution, but necessary to continuously play a given card multiple times every turn. </p> <p> <strong>Strong</strong> modules have a density between 14%(pct)s and 25%(pct)s and an expectation between 1 and 1.5: these cards will be used once or twice at each turn. Most decks have one or multiple strong modules, and their strategy can often be identified by checking them. </p> <p> <strong>Standard</strong> modules have a density between 7%(pct)s and 14%(pct)s have an expectation between ½ and 1. They are supposed to be used regularly but not necessarily every turn. Strong and standard modules cards can be discarded when needed, as one can be confident to get another in hand quite soon. </p> <p> <strong>Tactical</strong> modules have a density below 7%(pct)s and typically provide specific support. From unique permanents and events to counters or responses to expected counters, they provide build-up power and security. As these cards are drawn sporadically, they are meant to be kept in hand for special cases or immediately discarded if the context is not favourable. In case they might come in handy, they should be kept in hand until needed: the sparse distribution of the module makes sure the cards will not jam the hand. </p>
fr: <p> Les decks peuvent être divisés en « modules » : des groupes de cartes partageant un même objectif. Le pourcentage de cartes contenues dans chaque module est sa densité. Comme la taille de main normale est de sept, L'espérance (<em>càd</em> le nombre de cartes du module que l'on peut espérer avoir dans une main donnée) est égale à la densité multipliée par sept. </p> <p> Les modules de <strong>spam</strong> ont une densité de plus de 25%(pct)s ce qui entraîne une espérance de plus de 1,75 : un peu moins de deux cartes du module dans la main. C'est une distribution rare, mais nécessaire pour jouer sans cesse la même carte plusieurs fois à chaque tour. </p> <p> Les modules <strong>primaires</strong> ont une densité entre 14%(pct)s et 25%(pct)s et une espérance entre 1 et 1,5 : ces cartes seront utilisées une à deux fois par tour. La plupart des decks ont plusieurs modules primaires et leur stratégie peut souvent être déduite en les analysant. </p> <p> Les modules <strong>secondaires</strong> ont une densité entre 7%(pct)s et 14%(pct)s avec une espérance entre ½ et 1. Ils sont supposés être utilisés régulièrement, mais pas nécessairement à chaque tour. Les cartes des modules principaux et secondaires peuvent être défaussées au besoin, car on peut compter sur le fait de repiocher des cartes de ces modules rapidement. </p> <p> Les modules <strong>tactiques</strong> ont une densité en-dessous de 7%(pct)s et fournissent généralement un support bien spécifique. Des permanents uniques aux événements en passant par les contres ou les répliques aux contres attendus, ces cartes assurent sécurité et consolidation. Comme elles ne sont piochées que sporadiquement, le joueur est supposé les conserver en main pour un moment spécifique ou les défausser immédiatement si le contexte ne leur est pas favorable. Au cas où elles pourraient s'avérer utiles, elles devraient être gardées en main jusqu'au au moment adéquat : la distribution raréfiée du module permet de s'assurer que ces cartes n'enrayent pas la main. </p>

source: <h3>Master module</h3> <p> The Master module density depends on the rotation speed: one want to play one Master card per turn as much as possible, but not more. So the higher the rotation speed, the slimmer the master module density. Hence, the Master cards count stays stable across deck sizes: 12 to 15 Master cards plus, optionally, up to 6 or 7 Trifle. </p> <p> Some decks can use specific cards like %(the_parthenon)s to get more Master actions and hence play more Master cards in the deck, though: this is the <strong>M</strong>ulti <strong>M</strong>aster <strong>P</strong>hase <strong>A</strong>ctions (MMPA) strategy. </p>
fr: <h3>Module de cartes Maître</h3> <p> La densité du module de cartes Maître dépend de la vitesse de rotation : on désire jouer une carte Maître par tour autant que possible, mais pas plus. Donc plus haute est la vitesse de rotation, plus basse doit être la densité du module de cartes Maître. Par conséquent, le nombre de cartes Maître reste stable quelle que soit la taille du deck : 12 à 15 cartes Maître plus, éventuellement, jusqu'à 6 ou 7 cartes Triviales. </p> <p> Certains decks utilisent des cartes spécifiques comment %(the_parthenon)s pour obtenir plus d'actions de Maître et jouent donc plus de cartes Maître dans le deck : il s'agit de la stratégie dite de <strong>M</strong>ulti <strong>M</strong>aster <strong>P</strong>hase <strong>A</strong>ctions (MMPA). </p>

source: Games usually last between 10 to 20 turns and decks are tailored with the peak card rotation speed in mind: the number of cards played on average between one unlock phase and the next, not counting the few first turns of build-up. The deck size should enable a peak rotation during 12 turns. The efficiency of a deck depends on its capacity to maintain an optimal rotation speed throughout the game: being stuck with no relevant card to play is a loosing situation.
fr: Les parties durent en général 10 à 20 tours et les decks sont taillés en gardant en tête la vitesse de rotation de pointe : le nombre de cartes jouées en moyenne entre deux phases de redressement, sans compter les quelques premiers tours de mise en place. La taille du deck doit permettre une rotation de pointe pendant 12 tours. L'efficacité d'un deck dépend de sa capacité à maintenir une rotation optimale tout au cours de la partie : être coincé avec des cartes inutiles est une position perdante.

source: <h3>Deck size examples</h3> <p> 60 cards deck have a peak rotation of 5 cards maximum (5 × 12 = 60): in the mid-game it plays one master, three to four minion cards, and maybe a discard. This counts the whole turn, reactions included. </p> <p> 90 cards deck have a peak rotation of 7 to 8 cards (90 ∕ 12 = 7.5): in the mid-game it plays one master, up to a full hand of minion cards and maybe a discard. </p>
fr: <h3>Exemples de tailles de decks</h3> <p> Un deck de 60 cartes a une rotation de point de 5 cartes maximum (5 × 12 = 60) : en milieu de partie il joue une carte Maître, trois ou quatre cartes de serviteur, et peut-être une défausse. Cela prend en compte le tour complet, réactions comprises. </p> <p> Un deck de 90 cartes a une rotation de pointe de 7 à 8 cartes (90 ∕ 12 = 7.5) : en milieu de partie il joue une carte Maître, jusqu'à une pleine main de cartes de serviteur et peut-être une défausse. </p>

source: <strong>Cycling</strong> cards and purposefully increasing the rotation to get more efficient cards is sometimes the only way to keep the rotation fluid. Multiple cards are available to provide good cycling options:
fr: <strong>Recycler</strong> des cartes et augmenter volontairement la rotation pour piocher des cartes plus efficaces est parfois la seule manière de conserver une rotation fluide. Plusieurs cartes existent pour recycler :

source: needs to be defended, best with Anarchs
fr: doit être défendu, plus utile avec des Anarch

source: Sabbat only, best with Black Hand
fr: Sabbat seulement, plus utile avec des Black Hand

source: A card that is hard to play can <strong>jam</strong> the hand. Action modifiers, especially restricted stealth cards like %(forgotten_labyrinth)s, can only be used when the opponent tries to block, so they can jam. On the other hand, action cards like %(computer_hacking)s do not usually jam the hand as they can be played as soon as a minion is unlocked and ready to act. A tactical module for card rotation can be played in situations when jamming is expected.
fr: Une carte difficile à jouer peut <strong>enrayer</strong> une main. Les modificateurs d'action, en particulier les cartes de discrétion comme %(forgotten_labyrinth)s, ne peuvent être utilisées que si un adversaire essaie de bloquer, donc elle peuvent enrayer. D'un autre côté, les cartes d'actions comme %(computer_hacking)s n'enrayent normalement pas la main puisqu'elles peuvent être jouées dès qu'un serviteur est redressé et prêt à agir. Un module tactique de cartes de rotation peut être joué lorsqu'un enrayement est à craindre.

source: Recursion
fr: Récursivité

source: Even stronger than a good rotation, the <strong>recursion</strong> can be a strong point in a deck: it is the ability to fetch cards from the ash heap and get them back into hand. Only a few cards provide recursion:
fr: Encore mieux qu'une bonne rotation, la <strong>récursivité</strong> peut être le point fort d'un deck : il s'agit de la capacité à récupérer des cartes du tas de cendres pour les remettre en main. Seules quelques cartes fournissent de la récursivité :

source: %(ashur_tablets)s provide an excellent recursion as well as a powerful bloat. They might call for more than one Master phase action to avoid taking over the whole Master cards module, so %(the_parthenon)s can come in handy. The MMPA archetypes like %(girls)s were making full use of this card before it was errated in 2024.
fr: %(ashur_tablets)s fournit une excellente récursivité avec une bonne régénération au passage. Avoir plus d'une action de Maître par tour peut être désirable afin d'éviter de surcharger le module de cartes Maître, donc %(the_parthenon)s peut s'avérer utile. Les archétypes MMPA comme %(girls)s faisaient un plein usage de cette carte avant qu'elle ne soit erratée en 2024.

source: %(the_sargon_fragment)s is the only other option open to all, but it is unique and uses up a lot of actions.
fr: %(the_sargon_fragment)s est la seule autre option ouverte à tous, mais elle est unique et consomme beaucoup d'actions.

source: Giovanni %(giovanni)s have the excellent %(sudario_refraction)s and the lesser %(spiritual_guidance)s
fr: Les Giovanni %(giovanni)s disposent de l'excellent %(sudario_refraction)s et de %(spiritual_guidance)s, plus spécifique

source: Beyond its obvious advantage of fetching just the right card at the right time, a good recursion allows a deck to adapt itself to the context and the table situation.
fr: Au-delà de l'avantage évident de piocher exactement la bonne carte au bon moment, une bonne récursivité permet à un deck de s'adapter au contexte et à la situation de table.

source: Building a deck in practice
fr: Construire un deck en pratique

source: bleed
fr: morsure
