Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Brujah and their antitribu have some vampires with excellent abilities and good clan cards. Their %(pre)s%(pot)s%(cel)s disciplines combination give them access to excellent combat options (hindered by lack of damage prevention) and good political tricks. The most played archetype for the clan is the %(euro_brujah)s, using Brujah princes with %(dom)s. The antitribu, especially with %(armin_brenner)s, gave birth to interesting vote constructs, too.
fr: Les Brujah et leurs antitribu ont des vampires avec d'excellentes aptitudes et de bonnes cartes de clan. Leur combinaison de disciplines %(pre)s%(pot)s%(cel)s leur donne accès à d'excellentes options de combat (entravées par le manque de prévention de dégâts) et à de bonnes astuces en politique. L'archétype le plus joué du clan est l'%(euro_brujah)s, qui utilise les princes Brujah ayant %(dom)s. Les antitribu, en particulier avec %(armin_brenner)s, a ont également donné naissance à des decks de vote intéressants.

source: Her Justicar title combined with %(PRE)s, %(obf)s and a good political ability makes her an excellent tool in many vote constructs. Her access to %(FOR)s also gives her the ability to play %(forced_march)s for additional actions. She is definitely the star of the clan.
fr: Son titre de Justicar combiné avec %(PRE)s, %(obf)s et une bonne aptitude politique en fait un excellent outil dans de nombreux decks de vote. Son accès à %(FOR)s lui donne également la possibilité de jouer %(forced_march)s pour des actions supplémentaires. Elle est définitivement la star du clan.

source: Volker is one of the cheapest Prince around, and he finds its place in many Camarilla Royalty decks. Its superior %(CEL)s also makes him a good asset in other %(CEL)s decks — he founds an easy place in Toreador %(toreador)s %(anson_guns)s archetype for example.
fr: Volker est l'un des prince les moins chers du jeu et il trouve sa place dans de nombreux decks Camarilla Royalty. Sa %(CEL)s en supérieur fait également de lui un bon atout dans les autres decks %(CEL)s – il trouve une place facile dans l'archétype Toreador %(toreador)s %(anson_guns)s par exemple.

source: With the %(OBF)s%(PRE)s disciplines, she finds her place in Inner Circle decks using these disciplines.
fr: Avec les disciplines %(OBF)s%(PRE)s, elle trouve sa place dans les decks Inner Circle qui utilisent ces disciplines.

source: As Brujah have a lot of good titled vampires among their ranks, this location often finds its place amidst them as the cornerstone of their offensive strategy. The bonus in both vote and bleed is a definitive edge.
fr: Comme les Brujah ont beaucoup de bons vampires titrés dans leurs rangs, ce lieu trouve souvent sa place parmi eux en tant que pierre angulaire de leur stratégie offensive. Le bonus en vote et en morsure est un avantage certain.

source: A Prince with %(obf)s%(pre)s and bonus stealth on political action, she makes a perfect partner for her Justicar %(dmitra_ilyanova)s, often alongside %(tara)s.
fr: Prince avec %(obf)s%(pre)s et un bonus de discrétion sur l'action politique, elle fait un partenaire idéal pour sa Justicar %(dmitra_ilyanova)s, souvent aux côtés de %(tara)s.

source: A cheap vampire with superior %(CEL)s, she gets a spot in many %(CEL)s decks.
fr: Un vampire bon marché avec %(CEL)s en supérieur, elle trouve une place dans de nombreux decks %(CEL)s.

source: A decent recursion helper, although getting the cards on the bottom of the library is more useful if you get to shuffle it at some point.
fr: Un outil de récursion décent, bien que récupérer des cartes au talon de la bibliothèque soit plus utile si l'on parvient à la mélanger à un moment ou à un autre.

source: A good voter with an excellent ability, his access to %(obf)s and %(FOR)s are very strong points as he gets to play some stealth and %(forced_march)s for additional actions.
fr: Un bon voteur avec une excellente aptitude, son accès à %(obf)s et %(FOR)s sont des points très forts car il peut jouer un peu de discrétion et %(forced_march)s pour des actions supplémentaires.

source: Caitiff are rarely played on their own, but they often offer low capacity vampires that can complete crypts for other clans and builds. Now a clan, they were before considered as vampires without a clan: it explains why they have no library clan cards at all.
fr: Les Caitiff sont rarement joués seuls, mais ils offrent souvent des vampires de faible capacité qui peuvent compléter des cryptes pour d'autres clans. Désormais clan, ils étaient auparavant considérés comme des vampires sans clan : cela explique pourquoi ils n'ont pas du tout de carte de bibliothèque de clan.

source: The most played Caitiff by far, he is an easy and relatively cheap way to make vampires Anarch, and can even be used to smooth crypt rotation a bit.
fr: Caitiff le plus joué de loin, il est un moyen facile et relativement bon marché de rendre des vampires Anarch, et peut même être utilisé pour lisser un peu la rotation de la crypte.

source: Seen in %(aus)s builds, alongside %(zoe)s and %(isabel_de_leon)s, he is often included in %(weenie_aus)s decks.
fr: Vu dans les decks %(aus)s, aux côtés de %(zoe)s et %(isabel_de_leon)s, il est souvent inclus dans les decks %(weenie_aus)s.

source: Seen in %(ani)s builds, alongside %(zip)s and %(stick)s, her downside is not an issue when coupled with %(aid_from_bats)s.
fr: Vue dans les decks %(ani)s, aux côtés de %(zip)s et %(stick)s, son inconvénient n'en est pas un lorsqu'elle est associée à %(aid_from_bats)s.

source: Often seen in %(AUS)s builds, sometimes alongside %(neighbor_john)s, her downside is rarely a problem and 4 pool for superior %(AUS)s is relatively cheap.
fr: Souvent vue dans les decks %(AUS)s, parfois aux côtés de %(neighbor_john)s, son inconvénient est rarement un problème et 4 d'influence pour %(AUS)s en supérieur est relativement bon marché.

source: Two disciplines for 1 pool is relatively cheap moreoever her group makes her an easy inclusion. She is most often seen algonside other Caitiff in very fast crypts.
fr: Deux disciplines pour un point d'influence est relativement bon marché, de plus son groupe en fait une inclusion facile. Elle est le plus souvent vue aux côtés d'autres Caitiff dans des cryptes très rapides.

source: Two disciplines for 1 pool is relatively cheap, he is often seen alongside %(antoinette_du_champ)s. Combined with other Caitiff, he can provide a very fast crypt for swarm builds.
fr: Deux disciplines pour 1 d'influence est relativement bon marché, on le voit souvent aux côtés d'%(antoinette_du_champ)s. Combiné avec d'autres Caitiff, il peut fournir une crypte très rapide pour les decks essaim.

source: The oldest Caitiff, he is often seen alongside other titled Camarilla vampires. His %(PRE)s%(obf)s disciplines combination is a nice fit for political decks and his 7 pool cost is relatively low. A frequent companion of %(victor_pelletier)s.
fr: Le plus vieux Caitiff, il est souvent vu aux côtés d'autres vampires titrés de la Camarilla. Sa combinaison de disciplines %(PRE)s%(obf)s est un bon choix pour les decks politiques et son coût de 7 d'influence est plutôt bas. Un compagnon fréquent de %(victor_pelletier)s.

source: Althouth his downside can be a real bummer, his low cost for %(dem)s makes him a possible inclusion in very fast versions of the %(dementation_bleed)s archetype.
fr: Bien que son inconvénient puisse être vraiment pénible, son faible coût pour %(dem)s en fait une inclusion possible dans les versions très rapides de l'archétype %(dementation_bleed)s.

source: The Daughters of Cacophony and their unique %(mel)s discipline pack some nice surprises, especially on the political front. Two political archetypes features the clan: a pure %(daughters_politics)s and %(scout)s, a mix using %(scout_youngwood)s.
fr: Les Filles de la Cacophonie et leur discipline exclusive %(mel)s offrent de belles surprises, notamment sur le plan politique. Deux archétypes politiques utilisent ce clan : un deck pur %(daughters_politics)s et %(scout)s, un mélange utilisant %(scout_youngwood)s.

source: A nice stealth modifier, it can be really helpful against multiple unlocked allies. Anyway, as no other discipline can really help the Daughters with stealth, this is useful.
fr: Un bon modificateur de discrétion, il peut être très utile contre plusieurs alliés déverrouillés. Quoi qu'il en soit, comme aucune autre discipline ne peut vraiment aider les filles au niveau de la discrétion, c'est utile.

source: An unusual effect. The ability to bring damage to your opponents vampires with no combat is precious. Multiple copies are needed, but it is worth the trouble. Some decks even spam this card.
fr: Un effet inhabituel. La capacité d'infliger des dégâts aux vampires adverses sans combat est précieuse. Plusieurs copies sont nécessaires, mais cela en vaut la peine. Certains decks spamment même cette carte.

source: An excellent bleed enhancer, with a block denial option for critical actions. Depending on the deck, it can come in very handy for a lunge.
fr: Une excellente amélioration de morsure, avec une option de déni de bloc pour les actions critiques. En fonction du deck, cela peut être très pratique pour un coup de grâce.

source: A good way to get critical actions through. Combined with %(virtuosa)s and %(the_missing_voice)s, it can build a good stealth - more of a « getting through » - module.
fr: Un bon moyen de mener à bien les actions critiques. Combiné avec %(virtuosa)s et %(the_missing_voice)s, il peut construire un bon module de discrétion - ou plutôt un module un module de «passage».

source: Although only played in Vote archetypes, it is emblematic of the Daughters. An improved %(kine_resources_contested)s: 1 blood to get all 4 damages on one’s prey, plus bloat for 1 pool.
fr: Bien que joué uniquement dans les archétypes vote, il est emblématique des Filles. Un %(kine_resources_contested)s amélioré : 1 sang pour 4 dégâts sur la proie, plus une régénération d'un point d'influence.

source: At only 5 pool with superior %(PRE)s and %(MEL)s, she is even played in mono %(pre)s decks. Her ability to unlock another vampire is nice too.
fr: À seulement 5 de capacity avec %(PRE)s et %(MEL)s en supérieur, elle est même jouée dans des decks mono %(pre)s. Sa capacité à redresser un autre vampire est aussi pratique.

source: A permanent unlock option is very nice, and 2 pool is a bargain for such a bump in %(a_b)s. The burn option even ensures it does not jam one’s hand if the Daughters are not at crypt majority.
fr: Une outil de redressement permanent est très utile, et 2 points d'influence est un bon prix pour une telle amélioration d'%(a_b)s. L'option de défausse garantit même qu'elle ne grippe pas la main si les Filles ne sont pas en majorité dans la crypte.

source: A bit pricey with its 2 pool cost, this permanent stealth location is still worth it given the archetypes played with the clan. The cheaper %(the_labyrinth)s and %(opium_den)s are comparatively less valuable as their clan already has access to %(obf)s.
fr: Un peu cher avec son coût de 2 points d'influence, ce lieu de discrétion permanente vaut tout de même le coût compte tenu des archétypes joués avec le clan. %(the_labyrinth)s et %(opium_den)s, moins chers, sont comparativement moins précieux car leur clan a déjà accès à %(obf)s.

source: The Gangrel and their unique %(pro)s discipline are versatile and provided many different archetypes. Some of the most successful were the %(stanislava)s archetype and related Camarilla Royalty builds. Another one is %(renegade_assault)s, using %(renegade_garou)s as main minion.
fr: Les Gangrel et leur discipline exclusive %(pro)s sont polyvalents et ont fourni de nombreux archétypes différents. Parmi les plus réussis, l'archétype %(stanislava)s et les decks Camarilla Royalty associés. Un autre est %(renegade_assault)s, qui utilise %(renegade_garou)s comme serviteur principal.

source: It is considered the best <em>« combat ends »</em> card of the game. It comes at no cost at inferior %(pro)s, plus gives an unlock option at superior %(PRO)s, still at no cost.
fr: Elle est considérée comme la meilleure carte de <em>« fin de combat »</em> du jeu. Gratuite en %(pro)s inférieur, elle offre une option de redressement en %(PRO)s supérieur, toujours sans coût.

source: An excellent combination of <em>« combat ends »</em> and stealth, one of the most versatile tool of %(pro)s.
fr: Une excellente combinaison de <em>« fin de combat »</em> et de discrétion, l'un des outils les plus polyvalents en %(pro)s.

source: 2 stealth at superior %(PRO)s is a strong stealth modifier, totally worth 1 blood. Combined with %(form_of_mist)s, this makes Gangrel and their antitribu almost as stealthy as any vampire with %(obf)s.
fr: 2 discrétion en %(PRO)s supérieure, c'est un modificateur de discrétion puissant, qui vaut bien 1 sang. Combiné avec %(form_of_mist)s, cela rend les Gangrel et leurs antitribus presque aussi furtifs qu'un vampire avec %(obf)s.

source: The most dreaded combat card of the %(pro)s discipline, it is used <strong>after</strong> strikes have been chosen by both vampires and never wasted against a <em>dodge</em> or <em>combat ends</em>. The maneuver at superior %(PRO)s can come in handy. Finally, it works with a hand strike so %(immortal_grapple)s is useless against it.
fr: La carte de combat la plus redoutée de la discipline %(pro)s, elle est utilisée <strong> après </strong> le choix des frappes par les deux vampires et donc jamais perdue contre une <em>esquive</em> ou une <em>fin du combat</em>. La manœuvre en %(PRO)s supérieure peut être utile. Enfin, il c'est une frappe à mains nues donc %(immortal_grapple)s est inutile contre elle.

source: An excellent disciplines combination for just 4 pool, he gets even included in mono %(ani)s decks.
fr: Excellente combinaison de disciplines pour seulement 4 points d'influence, il est même inclus dans les decks mono %(ani)s.

source: A powerful tool, especially when combined with the cards that allow to act during other players turn: %(madness_network)s and %(enkil_cog)s.
fr: Un outil puissant, surtout lorsqu'il est combiné avec des cartes qui permettent d'agir pendant le tour des autres joueurs : %(madness_network)s et %(enkil_cog)s.

source: Star of the Gangrel antitribu, her ability is unique. She gave birth, alongside %(cybele)s, to the %(girls_will_find_inner_circles)s archetype.
fr: Star des Gangrel antitribu, sa capacité est unique. Elle a donné naissance, aux côtés de %(cybele)s, à l'archétype %(girls_will_find_inner_circles)s.

source: Another stealth and <em>« combat ends »</em> combination. The cost of 1 blood is a bit pricey, but it completes the stealth arsenal of %(pro)s along %(form_of_mist)s and %(earth_control)s.
fr: Une autre combinaison de discrétion et de <em>« fin de combat »</em>. Le coût d'un sang est un peu cher, mais il complète l'arsenal de discrétion de %(pro)s avec %(form_of_mist)s et %(earth_control)s.

source: A good bloat device, generating 1 pool per turn, it can also help get vampires into play a bit faster early game.
fr: Un bon outil pour régénérer, qui donne 1 d'influence par tour, il peut également aider les vampires à soritr un peu plus rapidement en début de partie.

source: A nice discipline combination for just 5 pool, she gets a place even in mono %(ani)s decks.
fr: Une belle combinaison de discipline pour seulement 5 d'influence, elle obtient une place même dans les decks mono %(ani)s.

source: Even if it is a little bit costly, the permanent stealth effect is a good one, moreover if the deck relies on %(pro)s for stealth.
fr: Même s'il est un peu coûteux, l'effet de discrétion permanent est bon, d'autant plus si le deck repose sur %(pro)s pour la discrétion.

source: A powerful and versatile stealth / unlock combination, mostly available to Gangrel antitribu, but also to some rare vampires with access to the %(PRO)s%(CEL)s combination.
fr: Une combinaison discrétion / redressement polyvalente, principalement disponible pour les Gangrel antitribu, mais aussi les rares vampires ayant accès à la combinaison %(PRO)s%(CEL)s.

source: A star among Gangrel, the fact that she has %(dom)s and is a Prince is a nice combination. Moreover, her bonus in influence can be a very nice edge in the early game.
fr: Une star parmi les Gangrel, le fait qu'elle ait %(dom)s et soit un prince est une belle combinaison. De plus, son bonus d'influence peut être un bel atout en début de partie.

source: Star <em>Inner Circle</em> of the Gangrel Clan, Stanislava not only has %(DOM)s but also %(CEL)s, giving her access to %(instantaneous_transformation)s alongside %(govern_the_unaligned)s and %(deflection)s. Her ability against allies also is quite a nice advantage as many decks use them with %(the_unmasking)s for defence.
fr: <em>Cercle Intérieur</em> Star du clan Gangrel, Stanislava a non seulement %(DOM)s mais aussi %(CEL)s, lui donnant accès à %(instantaneous_transformation)s aux côtés de %(govern_the_unaligned)s et %(deflection)s. Son aptitude contre les alliés est également un avantage appréciable car de nombreux decks les utilisent en défense avec %(the_unmasking)s.

source: The most dreaded Gangrel antitribu, he has such powerful disciplines and abilities for combat he is often used as the star of a rush deck.
fr: Gangrel antitribu le plus redouté, il a des disciplines et des aptitudes de combat si puissantes qu'il est souvent utilisé comme star d'un deck rush.

source: A good damage prevention card, it can handle heavy damage-dealing modules, even those using additonal strikes, with a single card. It is often played alongside %(earth_meld)s as a solution against %(pot)s combat modules using %(immortal_grapple)s.
fr: Une bonne carte de prévention de dégâts, elle peut gérer des modules infligeant de lourds dégâts à elle seule, même ceux qui utilisent des frappes supplémentaires. Elle est souvent jouée aux côtés d'%(earth_meld)s comme solution contre les modules de combat %(pot)s qui utilisent %(immortal_grapple)s.

source: The Giovanni and their rare %(nec)s discipline, combined with the fact that they have %(dom)s as a clan discipline, come up with two original allies archetypes: the %(khazar_s_diary_arch)s, centered on allies and %(khazar_s_diary)s, and %(shambling_hordes_arch)s, an allies archetype using %(shambling_hordes)s. Due to nature of these archetypes and usefulness of %(dom)s, Giovanni vampires popularity is skewed towards lower capacitiess.
fr: Les Giovanni et leur rare discipline %(nec)s, combiné au fait qu'ils ont %(dom)s comme discipline de clan, proposent deux archétypes alliés : le %(khazar_s_diary_arch)s, centré sur les alliés et %(khazar_s_diary)s, et %(shambling_hordes_arch)s , un archétype allié qui utilise %(shambling_hordes)s. En raison de la nature de ces archétypes et de l'utilité de %(dom)s, la popularité des vampires Giovanni est biaisée vers des capacités basses.

source: The %(powerbleed)s angle is also tournament-worthy. The combination of %(call_of_the_hungry_dead)s and %(seduction)s is strong, and %(guillaume_giovanni)s gave birth to interesting deck lists, though all quite different.
fr: Des decks %(powerbleed)s sont aussi vus en tournoi. La combinaison de %(call_of_the_hungry_dead)s et %(seduction)s est forte, et %(guillaume_giovanni)s a donné naissance à des listes intéressantes, bien que toutes assez différentes.

source: The most played Giovanni card. Its rare recursion ability enables the Giovanni players to adapt their hand to the table context, which is a nice advantage.
fr: La carte Giovanni la plus jouée. Son pouvoir de récursivité permet aux joueurs Giovanni d'adapter leur main au contexte de la table, ce qui est un bel avantage.

source: %(dom)s and %(nec)s for only 3 pool: a bargain. She can even find her place in mono %(dom)s decks.
fr: %(dom)s et %(nec)s pour seulement 3 d'influence : une bonne affaire. Elle peut même trouver sa place dans les decks mono %(dom)s.

source: Superior %(DOM)s and %(nec)s for only 4 pool: another bargain. She finds an easy place in mono %(dom)s builds.
fr: %(DOM)s supérieur et %(nec)s pour seulement 4 d'influence : une autre affaire. Elle trouve une place facile dans les decks mono %(dom)s.

source: Superior %(DOM)s%(NEC)s for only 5 pool, it is often the perfect disciplines combination for Giovanni decks, so Isabel is often played in multiple copies.
fr: %(DOM)s%(NEC)s en supérieur pour seulement 5 d'influence, c'est souvent la combinaison de disciplines parfaite pour les decks Giovanni, donc Isabel est souvent jouée en plusieurs exemplaires.

source: Played in many Giovanni decks, even when they are not centred on allies, he is very resilient and can be good defence.
fr: Joué dans de nombreux decks Giovanni, même lorsqu'ils ne sont pas centrés sur les alliés, il est très résistant et peut être une bonne défense.

source: A generalized %(blood_doll)s, it is an efficient bloat device at no cost. Most Giovanni decks play it.
fr: Une %(blood_doll)s généralisée, c'est un outil de régénération efficace et gratuit. La plupart des decks Giovanni le jouent.

source: The cheapest %(NEC)s available, he is often seen alongside allies, especially %(shambling_hordes)s.
fr: Le vampire avec %(NEC)s le moins cher, il est souvent vu aux côtés d'alliés, en particulier %(shambling_hordes)s.

source: All clan disciplines for 4 pool, a good sidekick in many Giovanni decks.
fr: Toutes les disciplines de clan pour 4 d'influence, un bon acolyte dans de nombreux decks Giovanni.

source: A cheap ally with a nice ability. Often included to fuel %(shambling_hordes)s or %(khazar_s_diary)s.
fr: Un allié bon marché avec une belle aptitude. Souvent inclus pour alimenter %(shambling_hordes)s ou %(khazar_s_diary)s.

source: An excellent abilities for decks relying a lot on the %(NEC)s discipline, like those using %(shambling_hordes)s.
fr: Une excellente aptitude pour les decks reposant beaucoup sur la discipline %(NEC)s, comme ceux utilisant %(shambling_hordes)s.

source: A good way to reduce blood consumption in %(nec)s decks. As is the case with many <em>Path</em> cards, it is quite cheap and not so easy to destroy: investing an action and a blood just to have the vampires pay a bit more for some cards can be too much.
fr: Un bon moyen de réduire la consommation de sang dans les decks %(nec)s. Comme c'est le cas avec de nombreuses cartes <em>Voie</em>, c'est assez bon marché et pas facile à détruire : investir une action et un sang juste pour que les vampires paient un peu plus certaines cartes peut être trop cher.

source: A cheap and efficient way to bring back some blood on the vampires. Better in low or mid capacity decks with more Giovanni, even better if it can be defended a bit.
fr: Un moyen bon marché et efficace de ramener du sang sur les vampires. Meilleur dans les decks de faible ou moyenne capacité avec plus de Giovanni, encore mieux s'il peut être un peu défendu.

source: The Guruhi and their unique %(ani)s%(pre)s%(pot)s disciplines combination have excellent vampires with outstanding abilities. This led to the %(nananimalism)s archetype, a weenie %(ani)s deck using %(nana_buruku)s as star, and the %(guruhi_rush)s, using %(nangila_were)s and the %(ani)s%(pot)s combination for combat.
fr: Les Guruhi et leur combinaison unique de disciplines %(ani)s%(pre)s%(pot)s ont d'excellents vampires avec des capacités exceptionnelles. Cela a conduit à l'archétype %(nananimalism)s, un deck weenie %(ani)s qui utilise %(nana_buruku)s comme star, et au %(guruhi_rush)s, qui utilise %(nangila_were)s et la combinaison %(ani)s%(pot)s pour le combat.
