Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: A nice tool for <em>powerbleed</em> decks, it helps to get bleeds through when one has no stealth. Although a bit expensive, it is often a key card for the lunge in such decks.
fr: Un bel outil pour les decks <em>powerbleed</em>, il aide à faire passer les morsures quand on n'a pas de discrétion. Bien qu'un peu cher, c'est souvent une carte clé pour le coup de grâce dans de tels decks.

source: An excellent bloat device, its discarding side-effect can be a bummer, as many decks rely on the fact that even just 2 exemplaries of a given card are enough to draw it at some point in the game. However, used in conjunction with %(ashur_tablets)s, %(emerald_legionnaire)s or %(sudario_refraction)s, it becomes invaluable.
fr: Un excellent outil de régénération, son effet secondaire de défausse peut être pénible, car de nombreux decks reposent sur le fait que juste 2 exemplaires d'une carte donnée suffisent pour la piocher à un moment de la partie. Cependant, utilisé en conjonction avec %(ashur_tablets)s, %(emerald_legionnaire)s ou %(sudario_refraction)s, il devient inestimable.

source: An excellent device for combat-oriented decks. Broader than a rush action like %(bum_s_rush)s, it lets all the minions rush the target. This is a good way to quickly overwhelm a defensive module, plus it will take an action to remove, slowing the opponent. A good addition to %(fame)s.
fr: Un excellent outil pour les decks orientés combat. Plus genéral qu'une action comme %(bum_s_rush)s, il permet à tous les serviteurs de rusher la cible. C'est un bon moyen de submerger rapidement un module défensif, en plus il faudra une action pour le supprimer, ralentissant l'adversaire. Un bon ajout à %(fame)s.

source: An good bloat device, it helps to get multiple big capacity vampires out at a reasonnable cost. Even better with crypt accelerators like %(zillah_s_valley)s and %(information_highway)s, it has long been outclassed by %(villein)s, until the <em>errata</em> of 2018 setting an upper limit of 5 blood.
fr: Un bon outil de régénération, il aide à sortir plusieurs vampires de grande capacité à un coût raisonnable. Encore meilleur avec des accélérateurs de crypte comme %(zillah_s_valley)s et %(information_highway)s, il a longtemps été surclassé par %(villein)s, jusqu'à ce que l '<em>errata</em> de 2018 établisse une limite supérieure de 5 sang.

source: %(nec)s provides a wide range of possibilities, including more than its share of ash heap manipulations.
fr: %(nec)s offre un large éventail de possibilités, y compris plus que sa part de manipulations de tas de cendres.

source: Played in most %(nec)s decks, it is an excellent block denial card. Combined with %(seduction)s, it can get any action through without even fighting for stealth.
fr: Jouée dans la plupart des decks %(nec)s, c'est une excellente carte de refus de bloc. Combiné avec %(seduction)s, il peut mener à bien n'importe quelle action sans même se battre pour la discrétion.

source: A very versatile card, although the 1 blood cost is a bit high.
fr: Une carte très polyvalente, même si le coût du sang 1 est un peu élevé.

source: An excellent defensive combat card, providing a <em>combat ends</em> effect for no cost at superior %(NEC)s, and still a useful <em>dodge</em> at inferior %(nec)s.
fr: Une excellente carte de combat défensif, offrant un effet de <em>fin de combat</em> sans frais à %(NEC)s supérieur, et toujours une <em>esquive</em> utile à %(nec)s inférieur.

source: An excellent ally with solid combat abilities. A bit tricky to play or include in a deck, as it needs an ally or vampire in the ash heap already.
fr: Un excellent allié avec de solides capacités de combat. Un peu difficile à jouer ou à inclure dans un deck, car il a déjà besoin d'un allié ou d'un vampire dans le tas de cendres.

source: Generally inferior to the newer %(inevitability_of_the_void)s, it's an excellent bleed enhancer, and its effect can be a good deterrent against %(ashur_tablets)s.
fr: Généralement inférieur au nouveau %(inevitability_of_the_void)s, c'est un excellent améliorateur de morsure, et son effet peut être un bon moyen de dissuasion contre %(ashur_tablets)s.

source: Although less used than the defensive %(spiritual_intervention)s, the aggravated damage at superior %(NEC)s is dreadful, even more so when combined with %(target_vitals)s. If the deck uses wraiths, the card becomes very versatile.
fr: Bien que moins utilisé que la défensive %(spiritual_intervention)s, les dommages aggravés au niveau supérieur %(NEC)s sont terribles, encore plus lorsqu'ils sont combinés avec %(target_vitals)s. Si le deck utilise des wraiths, la carte devient très polyvalente.

source: An excellent ally remover at no cost, it can even be used against low capacity vampires.
fr: Excellent dissolvant d'allié sans frais, il peut même être utilisé contre les vampires de faible capacité.

source: A decent wake reaction, it becomes very good in allies-oriented decks once %(the_unmasking)s is in play.
fr: Réaction de réveil décente, elle devient très bonne dans les decks orientés alliés une fois que %(the_unmasking)s est en jeu.

source: Wake reaction cards are played in most decks. This one has no requirement, no cost and is immediately replaced, plus it can be used by allies. However, it may need to be complemented by other wakes because of its once per turn limit.
fr: Les cartes de réaction de réveil sont jouées dans la plupart des decks. Celle-ci n'a aucune exigence, aucun coût et est immédiatement remplacée, en plus elle peut être utilisée par les alliés. Cependant, elle peut avoir besoin d'être complétée par d'autres réveils en raison de sa limite d'une fois par tour.

source: A very widespread defence against political actions. The action can still be performed again a turn later, but breaking a predator's lunge or preventing a prey's %(consanguineous_boon)s can make a win. It is best used <em>after</em> the vote has taken place.
fr: Une défense très répandue contre les actions politiques. L'action peut encore être exécutée un tour plus tard, mais briser le coup de grâce d'un prédateur ou empêcher le %(consanguineous_boon)s d'une proie peut conduire à la victoire. Il est préférable de l'utiliser <em>après</em> le vote.

source: A cheap way to ensure an optimal card rotation throughout the game. It has no direct effect on the table so it is often overlooked, even though the fluidity it confers is a sure path to victory.
fr: Un moyen peu coûteux d'assurer une rotation optimale des cartes tout au long du jeu. Il n'a pas d'effet direct sur la table donc il est souvent négligé, même si la fluidité qu'il confère est un chemin sûr vers la victoire.

source: By far the most played ally of the game, he is an excellent blocker for a cheap price. An excellent addition in virtually any deck. Its combat ability makes him quite hard to take down and his existence alone is a deterrent to diablery, as he can be put into play to destroy the diabolist the next turn.
fr: De loin l'allié le plus joué du jeu, il est un excellent bloqueur pour un prix pas cher. Un excellent ajout dans pratiquement n'importe quel deck. Sa capacité de combat le rend assez difficile à vaincre et sa seule existence est un frein à la diablerie, car il peut être mis en jeu pour détruire le diaboliste au prochain tour.

source: An excellent tool for bloating, it is often seen in rush decks. Played efficiently, it helps leech with cards like %(minion_tap)s or %(blood_doll)s.
fr: Excellent outil pour la régénération, on le voit souvent dans les decks rush. Joué efficacement, il aide la sangsue avec des cartes comme %(minion_tap)s ou %(blood_doll)s.

source: It provides a deadly aggravated strike at any range for just one pool and is therefore the most cost-effective weapon of the game. Any deck expecting actual combat can play it.
fr: Il fournit une frappe aggravée mortelle à n'importe quelle distance pour un seul point d'influence et est donc l'arme la plus rentable du jeu. Tout deck s'attendant à un vrai combat peut le jouer.

source: Although only usable by a vampire and not replaced until the next turn, it has the advantage to be playable multiple times, so it is a good complement to the more common %(on_the_qui_vive)s.
fr: Bien qu'il ne soit utilisable que par un vampire et ne soit remplacé qu'au tour suivant, il a l'avantage d'être jouable plusieurs fois, c'est donc un bon complément au %(on_the_qui_vive)s, plus courant.

source: Yet another wake, this one is replaced but can cost a bit of blood. It can be a good complement or alternative to %(on_the_qui_vive)s and %(wake_with_evening_s_freshness)s.
fr: Encore un autre réveil, celui-ci est remplacé mais peut coûter un peu de sang. Cela peut être un bon complément ou une alternative à %(on_the_qui_vive)s et %(wake_with_evening_s_freshness)s.

source: A cheap permanent intercept device, although affecting only the predator. As a bonus, it can have a devastative effect against weenie constructs.
fr: Un dispositif d'interception permanent bon marché, bien qu'affectant uniquement le prédateur. En prime, il peut avoir un effet dévastateur contre les constructions weenie.

source: A key card to ally-oriented decks, it transforms any ally setup into a very cumbersome wall. An overall intercept bonus at no cost is already good, plus being an event makes it hard to remove from the table.
fr: Carte-clé des decks orientés alliés, elle transforme toute configuration alliée en un mur très encombrant. Un bonus d'interception global gratuit est déjà bon, et le fait d'être un événement le rend difficile à détruire.

source: A permanent bleed boost at no cost only available for big capacity vampires, it also allows acting during other players turns: at the end of the predator turn to stay unlocked, or during the prey turn to bleed strong while %(archon_investigation)s can not be played (as it is an out-of-turn). With a way to unlock the vampire, it can let a minion bleed in consecutive turns.
fr: Un boost de morsure permanent et gratuit disponible uniquement pour les vampires de grande capacité, il permet également d'agir pendant les tours des autres joueurs : à la fin du tour des prédateurs pour rester redressé, ou pendant le tour des proies pour mordre fort alors qu'%(archon_investigation)s ne peut pas être joué (car c'est un hors-tour). Allié à un moyen de redresser le vampire, il permet de mordre sur plusieurs tours consécutifs.

source: An excellent combat option, it usually gets through against deck with no heavy combat module. A single aggravated damage can even become three and burn a vampire. Because any minion can use it, it is also included in ally oriented decks.
fr: Une excellente option de combat, il est efficace contre les decks ayant un module de combat léger. Un seul dommage aggravé peut même en devenir trois et brûler un vampire. Parce que n'importe quel serviteur peut l'utiliser, il est également inclus dans les decks orientés alliés.

source: Played in decks with non-Camarilla big capacity vampires, it is a straight-up boost in %(a_b)s for just one pool. Hard to block and hard to destroy in combat, he is safe in many situations.
fr: Joué dans des decks avec des vampires non-Camarilla de haute capacité, c'est une augmentation directe de l'%(a_b)s pour un seul point d'influence. Difficile à bloquer et à détruire au combat, il est en sécurité dans de nombreuses situations.

source: Permanent intercept bonus at no cost, it is a good addition in any deck packing a defensive module with some intercept.
fr: Bonus d'interception permanente gratuit, c'est un bon ajout à tout deck contenant un module défensif avec de l'interception.

source: A good tool for pool damage for combat-oriented decks. The hand size diminution is acceptable if it means dealing 2 or 3 damages per turn to the prey. However, it can have detrimental effects on cross-table allies if played carelessly.
fr: Un bon outil de dégâts d'influence pour les decks orientés combat. La diminution de la taille de la main est acceptable si cela signifie infliger 2 ou 3 dégâts par tour à la proie. Cependant, il peut avoir des effets néfastes sur les alliés en face de table s'il est joué imprudemment.

source: The optional maneuver make it a cost-efficient option when it comes to weapons. It is often combined with %(cel)s for maximum efficiency as it is not limited to a single strike per round or combat: additional strikes transform this weapon into a real tool of destruction.
fr: La manœuvre optionnelle en fait une option rentable en matière d'armes. Il est souvent associé à %(cel)s pour une efficacité maximale car il n'est pas limité à une seule frappe par round ou combat : des frappes supplémentaires transforment cette arme en un véritable outil de destruction.

source: He is a good rusher open to all decks. Hard to block, he can pick his targets for maximum effects. Starting with 4 life, he often goes up to more. His ability lets him dispose of young vampire without good defensive options: a little pricey to be just a buffer in front of a rush deck, he becomes invaluable against weenie decks.
fr: C'est un bon rusher ouvert à tous les decks. Difficile à bloquer, il peut choisir ses cibles pour un effet maximum. Partant à 4 points de vie, il va souvent plus loin. Son aptitude lui permet de se débarrasser d'un jeune vampire sans défense : un peu cher pour n'être qu'un tampon devant un deck rush, il devient inestimable contre les decks weenie.

source: A death sentence for breed decks at no cost, it is often included in slow decks that have difficulties to cope with the overwhelming numbers of minions produced by decks creating newborn vampires with cards like %(the_embrace)s.
fr: Une condamnation à mort gratuite contre les decks de prolifération, elle est souvent incluse dans les decks lents qui ont du mal à faire face au nombre écrasant de serviteurs produits par les decks créant des vampires nouveau-nés avec des cartes comme %(the_embrace)s.

source: An excellent option for decks with good intercept capabilities, it makes blocks more threatening and keep closed combat modules at range, excellent for %(grinding)s.
fr: Excellente option pour les decks avec de bonnes capacités d'interception, il rend les blocs plus menaçants et maintient les modules de combat à distance, ce qui est excellent pour l'%(grinding)s.

source: The eponymous card of <em>rush</em> decks, it allows for direct combat against any minion, with the nice bonus of a maneuver to control the range a bit. Some disciplines have better alternatives, like %(ani)s with %(deep_song)s, but otherwise it is a go-to card for combat-oriented decks.
fr: La carte éponyme des decks <em>rush</em>, elle permet un combat direct contre n'importe quel serviteur, avec le joli bonus d'une manœuvre pour contrôler un peu la portée. Certaines disciplines ont de meilleures alternatives, comme %(ani)s avec %(deep_song)s, mais sinon c'est une carte de choix pour les decks orientés combat.

source: An efficient weapon at no cost, requiring no action to equip, it is a good alternative for toolbox decks not much specialized in combat. Often played in association with %(for)s for damage prevention.
fr: Une arme efficace sans frais, ne nécessitant aucune action pour s'équiper, c'est une bonne alternative pour les decks toolbox peu spécialisés dans le combat. Souvent joué en association avec %(for)s pour la prévention des dégâts.

source: An excellent way to get a weapon without risking an action that could be blocked, it is most often associated with %(magnum)s.
fr: Excellent moyen d'obtenir une arme sans risquer une action qui pourrait être bloquée, il est le plus souvent associé à %(magnum)s.

source: A good addition to allies and imbued decks, his ability does not require an action and can be used anytime.
fr: Un bon ajout aux alliés et aux decks Illuminés, son aptitude ne nécessite aucune action et peut être utilisée à tout moment.

source: It is a good deterrent and help keep allies alive, but is only worth playing if the allies have a good chance to block vampires and is therefore always accompanied by %(the_unmasking)s.
fr: C'est un bon moyen de dissuasion qui aide à garder les alliés en vie, mais qui ne vaut la peine d'être joué que si les alliés ont de bonnes chances de bloquer les vampires et est donc toujours accompagné de %(the_unmasking)s.

source: %(obf)s provides the best stealth in the game, as its name suggests.
fr: %(obf)s offre la meilleure discrétion du jeu, comme son nom l'indique.

source: The best stealth money can buy, played in almost all %(obf)s constructs.
fr: La meilleure discrétion disponible, jouée dans presque toutes les constructions %(obf)s.

source: This block denial modifier comes in very handy against a single minion. It works against all minions and vampires and can bypass even high levels of stacked intercept.
fr: Ce modificateur de déni de bloc est très pratique contre un seul serviteur. Il fonctionne contre tous les serviteurs et vampires et peut neutraliser les plus hauts niveaux d'interception.

source: A single unlocked minion can be hard to get around if multiple actions are in order. This is an excellent tool in this case as it locks the defending minion on the first block failure.
fr: Un seul serviteur déverrouillé peut être difficile à contourner si plusieurs actions sont prévues. C'est un excellent outil dans ce cas, car il verrouille le serviteur en défense lors du premier échec de bloc.

source: A versatile stealth modifier, the maneuver option comes in handy, either to assist a combat module, avoid combat damage, or just avoid jamming the hand with unrequired stealth.
fr: Modificateur de discrétion polyvalent, l'option de manœuvre est pratique, soit pour aider un module de combat, soit pour éviter les dégâts de combat, ou simplement pour éviter de gripper la main avec une discrétion non requise.

source: An additional source of stealth that becomes an excellent tool when some minions do not have %(obf)s. It can also be stacked, by the vampire doing the action himself, then by another vampire with %(OBF)s.
fr: Une source supplémentaire de discrétion qui devient un excellent outil lorsque certains serviteurs n'ont pas %(obf)s. Il peut également être empilé, par le vampire faisant l'action lui-même, puis par un autre vampire avec %(OBF)s.

source: An additional stealth modifier to stack over the most widespread ones, it is also a counter against bounces: it allows one to aoivd dealing pool damage to an ally when a bleed is bounced.
fr: Modificateur de discrétion supplémentaire à cumuler sur les plus répandus, c'est aussi un contre contre les rebonds : il permet de ne pas infliger des dégâts d'influence à un allié lorsqu'une morsure est rebondie.

source: Especially useful in decks with a political module, it gives such a very high bonus to undirected actions. Its uselessness for directed actions still makes it absent from a lot of %(obf)s modules.
fr: Particulièrement utile dans les decks avec un module politique, il donne un bonus très élevé aux actions non dirigées. Son inutilité pour les actions dirigées le rend cependant absent de beaucoup de modules %(obf)s.

source: Less widely used than %(cloak_the_gathering)s because it requires a sidekick , its efficiency increases in decks with many minions: a vampire with %(OBF)s can give +1 stealth to multiple consecutive actions, a nice setup for a lunge move.
fr: Moins utilisé que %(cloak_the_gathering)s car il nécessite un acolyte, son efficacité augmente dans les decks avec de nombreux serviteurs : un vampire avec %(OBF)s peut donner +1 en discrétion à plusieurs actions consécutives, une belle configuration pour un coup de grâce.

source: Politial actions
fr: Actions politiques

source: The damage-dealing vote <em>par excellence</em>. It does not depend on the table conditions and delivers a steady 3 pool blow to the prey. Often played in multiple copies in vote decks, it is key in finishing a table as it is the most certain way to deal pool damage in a duel or a three-way.
fr: Le vote de dommages <em>par excellence</em>. Cela ne dépend pas de l'état de la table et délivre des dégâts réguliers de 3 à la réserve de la proie. Souvent joué en plusieurs exemplaires dans les decks de vote, il est essentiel pour terminer une table car c'est le moyen le plus sûr d'infliger des dégâts d'influence en duel ou à trois.

source: A very powerful vote when using big capacity vampires. It will cost time and pool to the target, most likely the prey or predator, but it can target anyone on the table, making it a nice tool for table control and negociations.
fr: Un vote très puissant lors de l'utilisation de vampires de grande capacité. Cela coûtera du temps et de l'influence à la cible, probablement la proie ou le prédateur, mais cela peut cibler n'importe qui sur la table, ce qui en fait un bon outil pour le contrôle de la table et les négociations.

source: A serious damage dealer when playing a 10 or 11 capacity vampire. Only one copy is included but, with the right crypt, it is one of the strongest damage dealing votes.
fr: Un sérieux pourvoyeur de dégâts en jouant un vampire de capacité 10 ou 11. Un seul exemplaire est inclus mais, avec la bonne crypte, c'est l'un des votes les plus forts.

source: A customary companion to %(reins_of_power)s, it is a good bloat device (for 5 or 6 pool), but may have to be discarded if the prey has big capacity vampires.
fr: Un compagnon habituel de %(reins_of_power)s, c'est un bon outil pour régénérer (pour 5 ou 6 points d'influence), mais il peut être nécessaire de le défausser si la proie a des vampires de grande capacité.

source: Completing the triptych alongside %(reins_of_power)s and %(ancient_influence)s, it is a good bloat device if one plans to get two or more big capacity vampires into play.
fr: Complétant le triptyque aux côtés de %(reins_of_power)s et %(ancient_influence)s, c'est un bon outil pour régénérer si l'on prévoit de mettre en jeu deux vampires de grande capacité ou plus.

source: Almost always played alongside %(ancilla_empowerment)s, it is a decisive tool against weenie and breed decks. Depending on the situation, it can take a whole table down in a single strike.
fr: Joué presque toujours aux côtés d'%(ancilla_empowerment)s, c'est un outil décisif contre les decks weenie ou prolifération. Selon la situation, cela peut éliminer toute une table d'un seul coup.

source: Almost always played along %(anarchist_uprising)s, it has the same effect. Having both can make a %(delaying_tactics)s fizzle, so why not.
fr: Presque toujours joué avec %(anarchist_uprising)s, il a le même effet. Avoir les deux peut neutraliser un %(delaying_tactics)s, alors pourquoi pas.

source: Although not as certain as %(kine_resources_contested)s, it will work against most decks and it adds a little bit of variety to address the %(delaying_tactics)s problem.
fr: Bien que pas aussi certain que %(kine_resources_contested)s, il fonctionnera avec la plupart des decks et ajoute un peu de variété pour contourner un %(delaying_tactics)s.

source: Although only worth it in breed decks, its bloat power is tremendous in this case. Political breed decks can usually get away with not defence at all, relying on this bloat device alone to survive even the most hard pressing predators.
fr: Bien que cela ne vaille la peine que dans les decks de prolifération, son pouvoir de régénération est énorme dans ce cas. Les decks de prolifération politiques peuvent généralement s'en tirer sans défense du tout, en s'appuyant uniquement sur cet outil de régénération pour survivre même aux prédateurs les plus sévères.
