Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>vote & bleed</em> deck relying on <strong>M</strong>ulti <strong>M</strong>aster <strong>P</strong>hase <strong>A</strong>ctions (MMPA) for high bloat and recursion. </p> <p> The idea is to get Anson out first to allow for more master phase actions, then bring other big capacity vampires (Inner Circle vampires first) to bleed your prey until the oust. The few available votes can help with the oust, especially %(banishment)s and %(anarchist_uprising)s. </p> <p> The master module is, of course, key here. With more than half of the deck being Master cards, getting %(anson)s and a %(parthenon)s early is essential. The classic combination of %(liquidation)s and %(ashur_tablets)s ensure high recursion and a bit of bloat. If drawn, %(information_highway)s provides a welcome acceleration for the crypt, but whether it hits the table or not, the high quantity of %(villein)s is used to get 5 pool back for any vampire that gets influenced. </p> <p> The vampires votes should provide decent defense against political decks, and the %(dom)s bounces %(deflection)s and %(redirection)s provide solid bleed defense. On the combat side, %(pre)s is used for the usual %(sce)s with %(majesty)s and %(staredown)s, but %(obedience)s is also an option. </p> <h2>Tips & Tricks</h2> <p> The deck can struggle against swarms, hence the inclusion of %(scourge_of_the_enochians)s and %(anarchist_uprising)s. Moreover, the three copies of %(entrancement)s that can be called back again and again with %(ashur_tablets)s, make for a very strong module against allies swarms like %(emerald_legion)s. </p> <p> What to bring back with the %(ashur_tablets)s is the key decision that can make or break a game. High table awareness is required to adapt the deck proportions on stealth, bounces and combat ends to match the table and ensure optimal card flow in the second half of the game. </p> <p> %(voter_captivation)s can, in the right context, resplenish one of the vampires after a %(villein)s and, even, allow for a second one to be played for more bloat. Keeping a %(perfect_paragon)s in hand to push the vote there can be worth it if its stealth is not needed. </p> <p> %(spying_mission)s can be used to avoid damaging the grand-prey by accident if the prey bounces the bleed rather than trying to match the stealth. </p> <h2>Variants</h2> <p> There is no real variant for this deck but, of course, the deck itself is some kind of variant of the %(girls_will_find_inner_circle)s but is also reminiscent of the old %(council_of_doom)s. </p> <p> Surely, some adaptations can be done to adapt to the %(meta)s. The inclusion of %(parity_shift)s is questionable, since the deck has so many ways to recoup pool that it is tricky to find the window to play it. One would think %(reins_of_power)s would be considered here, instead. Other strong Master cards are curiously absent, like %(the_coven)s and %(giants_blood)s. </p> <p> Corey himself let us a useful comment with the decklist: </p> <p> I made some adjustments for Origins that I probably shouldn't have, namely that I took out %(archon_investigation)s in favor of a %(not_to_be)s. I go back and forth on %(voter_captivation)s at 1-2. %(parity_shift)s may come out as I discard it most often, in favor of an %(ancilla_empowerment)s. I'm not sold on %(sarrasine)s/%(kephamos)s other than it's nice to have other minions to bring up. Other than that the deck has proven to be pretty tight. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>vote & bleed</em> reposant sur le <strong>M</strong>ulti <strong>M</strong>M</strong>aster <strong>P</strong>hase <strong>A</strong>ctions (MMPA) pour une régénération et une récursivité élevées. </p> <p> L'idée est de sortir Anson en premier pour permettre plus d'actions de maître, puis d'amener d'autres vampires de haute capacité (vampires du cercle intérieur en premier) pour mordre votre proie jusqu'à l’élimination. Les quelques votes disponibles peuvent aider à l’élimination, en particulier %(banishment)s et %(anarchist_uprising)s. </p> <p> Le module maître est, bien sûr, essentiel ici. Avec plus de la moitié du jeu composé de cartes maître, il est essentiel d'obtenir un %(anson)s et un %(parthenon)s tôt. La combinaison classique de %(liquidation)s et %(ashur_tablets)s assure une récursivité élevée et un peu de régénération. S'il est tiré, %(information_highway)s fournit une accélération bienvenue pour la crypte, mais qu'il arrive sur la table ou non, la grande quantité de %(villein)s est utilisée pour récupérer 5 pool sur tout vampire influencé. </p> <p> Les votes des vampires devraient fournir une défense décente contre les decks politiques, et les rebonds %(dom)s %(deflection)s et %(redirection)s fournissent une solide défense contre les morsures. Côté combat, %(pre)s est utilisé pour l'habituelle %(sce)s avec %(majesty)s et %(staredown)s, mais %(obedience)s est également une option. </p> <h2>Trucs et astuces</h2> <p> Le deck peut avoir des difficultés contre les essaims, d'où l'inclusion de %(scourge_of_the_enochians)s et %(anarchist_uprising)s. De plus, les trois copies d'%(entrancement)s peuvent être appelées encore et encore avec %(ashur_tablets)s, ce qui en fait un module très puissant contre les essaims d'alliés comme %(emerald_legion)s. </p> <p> Ce qu'il faut remonter avec les %(ashur_tablets)s est la décision clé qui peut gagner ou perdre une partie. Une connaissance précise de la table est nécessaire pour adapter les proportions du deck sur la discrétion, les rebonds et les fins de combat pour correspondre à la table et assurer un flux de cartes optimal dans la seconde moitié du jeu. </p> <p> %(voter_captivation)s peut, dans le bon contexte, réapprovisionner l'un des vampires après un %(villein)s et, même, permettre d'en jouer un second pour plus de régénération. Garder un %(perfect_paragon)s en main pour pousser le vote dans ce cas peut valoir la peine si sa discrétion n'est pas nécessaire. </p> <p> %(spying_mission)s peut être utilisé pour éviter d'endommager la grand-proie par accident si la proie rebondit les morsures plutôt que d'essayer d'égaler la discrétion. </p> <h2>Variantes</h2> <p> Il n'y a pas de véritable variante pour ce deck mais, bien sûr, le deck lui-même est une sorte de variante de %(girls_will_find_inner_circle)s et rappelle également l'ancien %(council_of_doom)s.</p> <p> Certaines adaptations peuvent être faites pour coller au %(meta)s. L'inclusion de %(parity_shift)s est discutable, car le deck a tellement de façons de récupérer le pool qu'il est difficile de trouver la fenêtre pour le jouer. On pourrait penser que %(reins_of_power)s serait envisagé ici, à la place. D'autres cartes Maître puissantes sont curieusement absentes, comme %(the_coven)s et %(giants_blood)s. </p> <p> Corey lui-même nous a laissé un commentaire utile avec la liste : </p> <p> J'ai fait quelques ajustements pour Origins que je n'aurais probablement pas dû faire, à savoir que j'ai retiré %(archon_investigation)s en faveur d'un %(not_to_be)s. Je change sans cesse d'avis sur %(voter_captivation)s à 1 ou 2. %(parity_shift)s peut sortir étant donné que je le défausse le plus souvent, en faveur d'un %(ancilla_empowerment)s. Je ne suis pas totalement convaincu par %(sarrasine)s/%(kephamos)s, mais il est utile d'avoir d'autres serviteurs à influencer. En dehors de cela, le deck s'est avéré assez solide. </p>

source: S:CE
fr: Fin de Combat

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck using Nosferatu <em>Princes</em> and <em>Justicar</em>, and the %(OBF)s%(ANI)s disciplines. It has an efficient combat module using the classice %(ANI)s %(aid_from_bats)s & %(carrion_crows)s combination. </p> <p> Pool damage is done by using %(deep_song)s to bleed, together with damage dealing votes and %(fame)s if it is drawn. %(OBF)s provides good stealth, as usual. </p> <p> The deck has good intercept using a lot of %(second_tradition_domain)s, together with %(underbridge_stray)s and %(raven_spy)s </p> <p> %(cock_robin)s is the star of the deck and his ability is used to the maximum, with %(deep_song)s and %(ani)s allies and retainers. </p> <h2>Tips & Tricks</h2> <p> <em>Maxime Socroun</em> indicates that %(warsaw_station)s is the most important card in the deck. Indeed its effect seconds %(cock_robin)s's ability beautifully and provides a nice increase in %(a_b)s. </p> <p> %(scourge_of_the_enochians)s is a tactical counter against breed constructs, as they can quickly become overwhelming. </p> <p> As the game progresses, %(tier_of_souls)s and %(enkil_cog)s will improve bleeds. Moreover, %(enkil_cog)s will let %(cock_robin)s use his ability twice in successive turns and as %(tier_of_souls)s is an %(ani)s action, it lets %(cock_robin)s unlock and bleed afterwards immediately. </p> <p> %(deep_song)s can be used to bleed or to rush cumbersome vampires, depending on the context. </p> <p> The combat module is strong, but not the primary focus of the deck. %(kevlar_vest)s, %(heroic_might)s and %(preternatural_strength)s can come in handy against adverse combat modules. </p> <p> The deck does not include so many votes as it is really not sure about getting the vote lock on the table. Any dedicated political deck will get more votes than the 5-7 this one can put into play. </p> <h2>Variants</h2> <p> Variants include the use of a group 2 crypt and a %(POT)s combat module, like in %(gyula_erdos_deck)s from the 2008 Czech NC. </p> <p> More votes can also be used, alongside %(fourth_tradition_the_accounting)s and %(grooming_the_protégé)s for crypt acceleration to get more votes on the table, like in %(inaki_jimenez_s_deck)s from the 2008 Spanish NC. </p> <p> Some variants even discard the combat side of things to focus on a full political deck, like in %(pascal_bertrand_s_deck)s from 2013, using %(mental_maze)s instead. In this case, this makes some room for a %(third_tradition_progeny)s plus %(consanguineous_boon)s combination to bloat and get more vampires (and more votes) out. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>toolbox</em> avec des <em>Princes</em> et <em>Justicar</em> Nosferatu, et les disciplines %(OBF)s%(ANI)s. Il dispose d'un module de combat efficace qui utilise la combinaison classique %(ANI)s %(aid_from_bats)s & %(carrion_crows)s. </p> <p> Les dégâts d'influence se font en utilisant %(deep_song)s pour mordre, ainsi qu'avec des votes infligeant des dégâts et %(fame)s s'il est pioché. %(OBF)s offre une bonne discrétion, comme d'habitude. </p> <p> Le deck a une bonne interception en utilisant beaucoup de %(second_tradition_domain)s, ainsi que %(underbridge_stray)s et %(raven_spy)s </p> <p> %(cock_robin)s est la star du deck et sa capacité est utilisée au maximum, avec %(deep_song)s et des alliés et compagnons %(ani)s. </p> <h2> Trucs & Astuces </h2> <p> <em>Maxime Socroun</em> indique que %(warsaw_station)s est la carte la plus importante du deck. En effet, son effet seconde magnifiquement la capacité de %(cock_robin)s et fournit une belle augmentation d'%(a_b)s. </p> <p> %(scourge_of_the_enochians)s est un contre tactique contre les decks de prolifération, car ils peuvent rapidement devenir écrasants. </p> <p> Au fur et à mesure que la partie progresse, %(tier_of_souls)s et %(enkil_cog)s amélioreront les morsures. De plus, %(enkil_cog)s laissera %(cock_robin)s utiliser sa capacité deux fois lors de tours successifs et, comme %(tier_of_souls)s est une action %(ani)s, il laisse %(cock_robin)s se redresser et mordre ensuite immédiatement. </p> <p> %(deep_song)s peut être utilisée pour mordre ou pour rusher des vampires encombrants, selon le contexte. </p> <p> Le module de combat est puissant, mais ce n'est pas l'objectif principal du deck. %(kevlar_vest)s, %(heroic_might)s et %(preternatural_strength)s peuvent être utiles contre les modules de combat adverses. </p> <p> Le deck n'inclut pas tant de votes car il n'est vraiment pas sûr d'obtenir le verrou de vote sur la table. Tout deck politique dédié obtiendra plus de votes que les 5-7 que celui-ci peut mettre en jeu. </p> <h2> Variantes </h2> <p> Les variantes incluent l'utilisation d'une crypte de groupe 2 et d'un module de combat %(POT)s, comme dans le %(gyula_erdos_deck)s du NC de République Tchèque de 2008. </p> <p> Plus de votes peuvent également être utilisés, aux côtés de %(fourth_tradition_the_accounting)s et %(grooming_the_protégé)s pour l'accélération de la crypte, afin d'obtenir plus de votes sur la table, comme dans le %(inaki_jimenez_s_deck)s du NC d'Espagne de 2008. </p> <p> Certaines variantes rejettent même le côté combat pour se concentrer sur un deck politique complet, comme dans le %(pascal_bertrand_s_deck)s de 2013, en utilisant à la place %(mental_maze)s. Dans ce cas, cela laisse de la place pour une combinaison %(third_tradition_progeny)s plus %(consanguineous_boon)s pour régénérer et obtenir plus de vampires (et plus de votes). </p>

source: Gyula Erdõs' deck
fr: deck de Gyula Erdõs

source: Iñaki Jimenez's deck
fr: deck d'Iñaki Jimenez

source: Pascal Bertrand's deck
fr: deck de Pascal Bertrand

source: <h2>Highlights</h2> <p> This is a <em>breed & boon</em> deck from the Toreador antitribu %(toreador_antitribu)s clan. Low capacity vampires multiply with superior %(enchant_kindred)s and %(the_embrace)s, then use %(palla_grande)s to bleed hard. </p> <p> %(AUS)s is used for defence with bounces like %(telepathic_misdirection)s, %(art_scam)s is heavily used for additional bloat. %(PRE)s provides combat defence in the form of %(majesty)s. </p> <p> The deck does not have a lot of stealth, it uses the sheer number of actions to overrun the opponents defences. That said, most actions the deck is performing have a natural +1 stealth embedded. The bleed actions, on the other hand, will only get through because of their sheer number </p> <h2>Tips & Tricks</h2> <p> The lack of stealth is compensated by a few tricks: actions can be used as bait just to invite a block and use %(majesty)s or %(change_of_target)s for another action. If he's in the crypt, %(jost_werner)s stealth bonus can come in handy. For the lunge, %(anarch_troublemaker)s can help lock key minions so more bleed get through. </p> <p> %(entrancement)s is a good motivator for this deck, as one of the best defence against allies, especially one that can rush minions like %(ossian)s or have intercept like %(carlton_van_wyk)s. But it can also delay an %(emerald_legionnaire)s deck substantially. </p> <p> Timing is key in this deck and building a proper lunge important. One does not want to lose minions to tentative bleeds that get blocked. At the same time, the deck should not shy away from opportunities and, if the prey's defences are low, it might be best to land a few bleeds outright than just buildup with %(the_embrace)s and %(art_scam)s. </p> <h2>Variants</h2> <p> There are a lot of variants based on this %(palla_grande)s card. </p> The <strong>Grande Exhibit</strong> variant uses votes and %(foundation_exhibit)s to include a dozen %(consanguineous_boon)s. This means more bloat, more minions and more %(embraces)s, like in %(jannes_deck)s from 2016. </p> <p> The archetype is in fact pretty close to the %(rebekka_jost)s archetype, so variations with %(rebekka)s in the crypt are common, like %(gines_deck)s from 2018. </p> <p> The included cards can vary a lot. Far more %(entrancement)s can be played to disable allies deck more systematically. %(charsimatic_aura)s can be included in numbers to counter combat decks, especially those relying on %(immortal_grapple)s. %(mind_numb)s is also a common inclusion. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>breed & boon</em> du clan Toreador antitribu %(toreador_antitribu)s. Les vampires de faible capacité se multiplient avec %(enchant_kindred)s et %(the_embrace)s supérieurs, puis utilisent %(palla_grande)s pour mordre abondamment. </p> <p> %(AUS)s est utilisé pour la défense avec des rebonds comme %(telepathic_misdirection)s, %(art_scam)s est fortement utilisé pour plus de régénération. %(PRE)s assure la défense au combat sous la forme de %(majesty)s. </p> <p> Le deck n'a pas beaucoup de discrétion, il utilise le nombre d'actions pour dépasser les défenses adverses. Cela dit, la plupart des actions effectuées par le deck sont à +1 discrétion de base. Les actions de morsure, en revanche, ne passeront qu'en raison de leur nombre </p> <h2>Trucs & Astuces</h2> <p> Le manque de discrétion est compensé par quelques astuces : les actions peuvent être utilisées comme appât juste pour inviter un bloc et utiliser %(majesty)s ou %(change_of_target)s pour une autre action. S'il est dans la crypte, le bonus de discrétion de %(jost_werner)s peut être utile. Pour le coup de grâce, %(anarch_troublemaker)s peut aider à incliner les serviteurs clés afin que plus de morsures passent. </p> <p> %(entrancement)s est une bonne motivation pour ce deck, comme l'une des meilleures défenses contre les alliés, en particulier ceux qui peuvent rusher comme %(ossian)s ou intercepter comme %(carlton_van_wyk)s. Mais cela peut aussi retarder considérablement un deck %(emerald_legionnaire)s. </p> <p> Le timing est la clé dans ce deck et la construction d'un coup de grâce appropriée est importante. On ne veut pas perdre des serviteurs à cause de morsures bloquées. Dans le même temps, le deck ne doit pas laisser passer les opportunités et, si les défenses de la proie sont faibles, il peut être préférable d'effectuer quelques morsures plutôt que de simplement s'installer avec %(the_embrace)s et %(art_scam)s. </p> <h2>Variantes</h2> <p> Il existe de nombreuses variantes basées sur cette carte %(palla_grande)s. </p> La variante <strong>Grande Exposition</strong> utilise les votes et %(foundation_exhibit)s pour inclure une douzaine de %(consanguineous_boon)s. Cela signifie plus de régénération, plus de serviteurs et plus de %(embraces)s, comme dans le %(jannes_deck)s de 2016. </p> <p> L'archétype est en fait assez proche de l'archétype %(rebekka_jost)s, donc des variations avec %(rebekka)s dans la crypte sont communes, comme le %(gines_deck)s de 2018. </p> <p> Les cartes incluses peuvent varier beaucoup. Beaucoup plus d'%(entrancement)s peuvent être joués pour contrôler plus systématiquement le deck des alliés. %(charsimatic_aura)s peut être inclus en nombre pour contrer les decks de combat, en particulier ceux qui utilisent %(immortal_grapple)s. %(mind_numb)s est également une inclusion courante. </p>

source: Janne Lönnqvist's deck
fr: deck de Janne Lönnqvist

source: Ginés Quiñonero's deck
fr: deck de Ginés Quiñonero
