Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>vote & bleed</em> deck relying on the Lasombra %(lasombra)s clan and their titled Sabbat vampires. The archetype nowadays takes its name from the %(sabbat_precon)s distributed by BCP, based on this idea. </p> <p> As usual with %(DOM)s decks, the plan is to get the highest capacity vampire out first, so that he can use %(govern_the_unaligned)s at superior %(DOM)s to get more vampires out fast and cheap. Relying on big capacity vampires in his crypt, the deck also uses the classic %(zillah_s_valley)s & %(villein)s combination to influence faster in the beginning. </p> <p> Given the number of big capacity vampires, the deck naturally includes all three "big capacity" votes: %(ancient_influence)s, %(reins_of_power)s and %(political_stranglehold)s. It also tends to include multiple %(banishment)s and quite a few votes devestating to swarms like %(anarchist_uprising)s and %(domain_challenge)s. </p> <p> On the bleed side, %(DOM)s brings its usual package with %(govern_the_unaligned)s but also %(foreshadowing_destruction)s and %(seduction)s. Stealth is provided by %(OBT)s and its numerous modifiers, but also by %(montano)s's ability. </p> <p> There is a bit of bleed defense with %(deflection)s, and combat defence is assured by both %(combat_ends)s with %(shadow_body)s and the excellent %(obedience)s, a sure way of getting out of trouble, provided it can be played. </p> <p> Given the crypt here, the deck has unusual access to both %(for)s and %(PRE)s, which allows for the inclusion of %(freak_drive)s for multi-action (vote and bleed in the same turn with a single vampire) and %(voter_captivation)s to help regenerate blood when a vote goes well. </p> <h2>Tips & Tricks</h2> <p> The deck does not include any wake, so it is important to keep an eye out for threats and keep a vampire unlocked if necessary: %(obedience)s and %(deflection)s can only be played by unlocked vampires. In case those reactions are in hand and could come in handy, playing it slow and keep a non-acting vampire for defence is the way to go here. Luckily, between %(freak_drive)s and %(moncada)s's ability, this should not be too much of a burden. </p> <p> The deck is well equipped for crypt acceleration: between %(zillah_s_valley)s, %(information_highway)s and %(dreams_of_the_sphinx)s, it has 9 cards that will gain a turn of influence to get Montano out (or the other oldest vampire) if drawn in first hand, which has a 64%% chance of occurence: this is probably the minimal advisable density here so it should be kept in mind when tweaking the deck: if the library cards count get up, a couple of %(zillah_s_valley)s should be added to keep the proportions. Likewise, if removing one or the other of these three cards, the other two should be augmented accordingly. </p> <h2>Variants</h2> <p> There is a lot of space for tweaks and variations here: the Master module can help getting the vote lock in multiple ways, with %(power_structure)s, %(powerbase_madrid)s and %(dia_de_los_muertos)s for example, but also %(fear_of_mekhet)s against Inner Circle decks if you expect some. %(monastery_of_shadows)s is a common inclusion, as well as %(mylan_horseed)s. Include a couple %(on_the_qui_vive)s or %(nocturn)s is also usual, and the combat module, given the access to %(POT)s and the nice tricks %(OBT)s has to offer can often pack a couple of surprises like %(entombment)s, %(slam)s or %(disarm)s just to get the opponents to hesitate before entering combat. </p> <p> The <strong>Vitel</strong> variant uses %(marcus_vitel)s as a star, his Prince title allowing for the inclusion of %(parity_shift)s, like in %(tuomas_deck)s from 2019. It also tends to have more stable access to %(PRE)s, so a few vote modifiers like %(bewitching_oration)s are a good inclusion. </p> <p> The <strong>Beast</strong> variant packs a bit more combat and intercept to transform this deck in a toolbox of sorts. In a light combat environment, he can have devastating effects, and the few %(POT)s cards that are included serve as a useful deterrent against combat for the titled vampires, who all have access to the discipline. %(petrus_deck)s from 2017 is a good example. </p> <p> Finally, the <strong>G5</strong> approach relies on the new vampires published in the %(sabbat_precon)s to build a diffferent crypt with groups 5 and 6, like in %(tuomas_deck_2)s from 2019. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck de <em>vote & bleed</em> basé sur le clan Lasombra %(lasombra)s et leurs vampires titrés du Sabbat. L'archétype tire aujourd'hui son nom du %(sabbat_precon)s distribué par BCP, basé sur cette idée. </p> <p> Comme d'habitude avec les decks %(DOM)s, le plan est de sortir le vampire avec la plus grande capacité en premier, afin qu'il puisse utiliser %(govern_the_unaligned)s en %(DOM)s supérieure pour sortir plus de vampires rapidement et à moindre frais. S'appuyant sur des vampires de grande capacité dans sa crypte, le deck utilise également la combinaison classique %(zillah_s_valley)s & %(villein)s pour influencer plus rapidement au début. </p> <p> Étant donné le nombre de vampires de grande capacité, le deck comprend naturellement les trois votes "grande capacité" : %(ancient_influence)s, %(reins_of_power)s et %(political_stranglehold)s. Il a également tendance à inclure plusieurs %(banishment)s et quelques votes dévastateurs à des essaims comme %(anarchist_uprising)s et %(domain_challenge)s. </p> <p> Côté bleed, %(DOM)s apporte son package habituel avec %(govern_the_unaligned)s mais aussi %(foreshadowing_destruction)s et %(seduction)s. La discrétion est fournie par %(OBT)s et ses nombreux modificateurs, mais aussi par la capacité de %(montano)s. </p> <p> Il y a un peu de bleed defense avec %(deflection)s, et la défense de combat est assurée à la fois par %(combat_ends)s avec %(shadow_body)s et par l'excellent %(obedience)s, un moyen sûr d'éviter les coups, à condition qu'il puisse être joué. </p> <p> Compte tenu de la crypte ici, le deck a un accès inhabituel à la fois à %(for)s et %(PRE)s, ce qui permet l'inclusion de %(freak_drive)s pour de multiples actions (voter et mordre dans le même tour avec un vampire) et %(voter_captivation)s pour aider à régénérer le sang quand un vote se passe bien. </p> <h2>Trucs & Astuces</h2> <p> Le deck n'inclut aucun réveil, il est donc important de garder un œil sur les menaces et de garder un vampire redressé si nécessaire : %(obedience)s et %(deflection)s ne peuvent être joué que par des vampires redressés. Au cas où ces réactions pourraient s'avérer utiles, jouer lentement et garder un vampire non actif pour se défendre est la voie à suivre ici. Heureusement, entre %(freak_drive)s et la capacité de %(moncada)s, cela ne devrait pas être trop difficile. </p> <p> Le deck est bien équipé pour l'accélération de crypte : entre %(zillah_s_valley)s, %(information_highway)s et %(dreams_of_the_sphinx)s, il dispose de 9 cartes qui gagneront un tour d'influence pour faire sortir Montano (ou l'autre plus vieux vampire) s'il est tiré en première main, ce qui a 64%% de chances d'occurrence : c'est probablement la densité minimale recommandée ici, il faut donc la garder à l'esprit lorsque vous ajustez le deck : si le nombre de cartes de bibliothèque augmente, quelques %(zillah_s_valley)s doivent être ajouté pour garder les proportions. De même, si vous retirez l'une ou l'autre de ces trois cartes, les deux autres doivent être augmentées en conséquence. </p> <h2>Variantes</h2> <p> Il y a beaucoup de place pour les ajustements et les variations ici : le module Maître peut aider à verrouiller le vote de plusieurs manières, avec %(power_structure)s, %(powerbase_madrid)s et %(dia_de_los_muertos)s par exemple, mais aussi %(fear_of_mekhet)s contre les decks Inner Circle si vous en attendez. %(monastery_of_shadows)s est une inclusion courante, ainsi que %(mylan_horseed)s. Inclure quelques %(on_the_qui_vive)s ou %(nocturn)s est également habituel, et le module de combat, étant donné l'accès à %(POT)s et les belles astuces qu'%(OBT)s a à offrir, peut réserver quelques surprises comme %(entombment)s, %(slam)s ou %(disarm)s juste pour faire hésiter les adversaires avant d'entrer en combat. </p> <p> La variante <strong>Vitel</strong> utilise %(marcus_vitel)s comme star, son titre Prince permettant l'inclusion de %(parity_shift)s, comme dans le %(tuomas_deck)s de 2019. Il a également tendance à avoir un accès plus stable à %(PRE)s, donc quelques modificateurs de vote comme %(bewitching_oration)s sont une bonne inclusion. </p> <p> La variante <strong>Beast</strong> contient un peu plus de combat et d'interception pour transformer ce deck en une sorte de toolbox. Dans un environnement de combat léger, il peut avoir des effets dévastateurs, et les quelques cartes %(POT)s qui sont incluses servent de dissuasion utile au combat pour les vampires titrés, qui ont tous accès à la discipline. Le %(petrus_deck)s de 2017 en est un bon exemple. </p> <p> Enfin, l'approche <strong>G5</strong> s'appuie sur les nouveaux vampires publiés dans le %(sabbat_precon)s pour construire une crypte différente avec les groupes 5 et 6, comme dans le %(tuomas_deck_2)s de 2019. </p>

source: combat ends
fr: fin de combat

source: Petrus Makkonen's deck
fr: deck de Petrus Makkonen

source: <h2>Highlights</h2> <p> This is a <em>stealth & bleed</em> deck starring %(rachel_brandywine)s. The idea is to use her %(PRO)s discipline to fetch an %(homunculus)s which, alongside %(madness_network)s, will let her bleed during multiple consecutive turns. </p> <p> Stealth is high, with 15 modifiers and %(form_of_mist)s. </p> <p> On the defence side, %(second_tradition_domain)s and %(eyes_of_argus)s are used to intercept and protect the %(madness_network)s, with many copies of %(earth_meld)s to avoid combat and stay unlocked. </p> <p> The deck is slow in the beginning but has a decent defence and, once the combination hits the table, it can finish a prey very quickly. </p> <h2>Tips & Tricks</h2> <p> %(enkil_cog)s is a cheap way to have %(rachel_brandywine)s bleed for 3 instead of 2. Moreover, it can replace %(madness_network)s a bit if it is destroyed. </p> <p> %(homunculus)s costs blood, so %(perfectionist)s, %(giant_s_blood)s and %(the_rack)s are essential to feeding the combination. </p> <p> %(greger_anderssen)s is an excellent sidekick as he also has %(pro)s and can therefore use an %(homunculus)s too. Moreover, he is also <em>Prince</em>, meaning he gets to play %(parity_shift)s and %(second_tradition_domain)s too. If %(protean)s is drawn, he can even use %(earth_meld)s at its full potential. </p> <p> %(blessing_of_chaos)s is a useful addition, as it can cripple bleed modules a bit, forcing them to use their bleed modifiers <em>before</em> blocks are announced. It's also a counter against the occasional %(mind_rape)s or %(sensory_deprivation)s. </p> <h2>Variants</h2> <p> There are only slight variations of the crypt and library for this archetype. %(heart_of_nizchetus)s, %(sport_bike)s, %(camera_phone)s and %(fifth_tradition_hospitality)s are often used, as well as %(shadow_of_the_beast)s and %(powerbase_zürich)s. On the crypt side, %(maris_streck)s is often included too. </p> <p> Using this mechanic of bleeding during multiple turns can also be seen in the %(the_unnamed)s archetype, which also uses %(homunculus)s and %(enkil_cog)s. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>stealth & bleed</em> avec %(rachel_brandywine)s. L'idée est d'utiliser sa discipline %(PRO)s pour récupérer un %(homunculus)s qui, à côté de %(madness_network)s, la laissera mordre pendant plusieurs tours consécutifs. </p> <p> La discrétion est élevée, avec 15 modificateurs et %(form_of_mist)s. </p> <p> Du côté de la défense, %(second_tradition_domain)s et %(eyes_of_argus)s sont utilisés pour intercepter et protéger le %(madness_network)s, avec de nombreuses copies de %(earth_meld)s pour éviter le combat et rester redressé. </p> <p> Le deck est lent au début mais a une défense décente et, une fois que la combinaison atteint la table, il peut éliminer sa proie très rapidement. </p> <h2> Trucs & Astuces </h2> <p> %(enkil_cog)s est un moyen facile de faire mordre %(rachel_brandywine)s pour 3 au lieu de 2. De plus, il peut remplacer un peu %(madness_network)s s'il est détruit. </p> <p> %(homunculus)s coûte du sang, donc %(perfectionist)s, %(giant_s_blood)s et %(the_rack)s sont essentiels pour nourrir la combinaison. </p> <p> %(greger_anderssen)s est un excellent acolyte car il a aussi %(pro)s et peut donc aussi utiliser un %(homunculus)s. De plus, il est également <em>Prince</em>, ce qui signifie qu'il peut aussi jouer %(parity_shift)s et %(second_tradition_domain)s. Si %(protean)s est pioché, il peut même utiliser %(earth_meld)s à son plein potentiel. </p> <p> %(blessing_of_chaos)s est un ajout utile, car il peut paralyser un peu les modules de morsure, les forçant à utiliser leurs modificateurs de morsure <em>avant</em> que les blocs ne soient annoncés. C'est aussi un contre pour les éventuels %(mind_rape)s ou %(sensory_deprivation)s. </p> <h2> Variantes </h2> <p> Il n'y a que de légères variations de la crypte et de la bibliothèque pour cet archétype. %(heart_of_nizchetus)s, %(sport_bike)s, %(camera_phone)s et %(fifth_tradition_hospitality)s sont souvent utilisés, ainsi que %(shadow_of_the_beast)s et %(powerbase_zürich)s. Du côté de la crypte, %(maris_streck)s est souvent également incluse. </p> <p> L'utilisation de cette mécanique de morsure pendant des tours successifs peut aussi être observée dans l'archétype %(the_unnamed)s, qui utilise également %(homunculus)s et %(enkil_cog)s. </p>

source: <h2>Highlights</h2> <p> This is a <em>breed & boon</em> deck using the Ravnos clan. Low capacity Ravnos use %(mozambique_allure)s to become Laibon, then multiply with %(the_embrace)s and %(bamba)s, paying them with %(ravnos_carnival)s and using %(the_eldest_are_kholo)s with %(consanguineous_boon)s to bloat. </p> <p> When enough minions are out, the %(week_of_nightmares)s gets into play and all these Ravnos bleed their prey to death, one after the other. </p> <h2>Tips & Tricks</h2> <p> %(the_uncoiling)s is a tactical counter against %(scourge_of_the_enochians)s, as this event is often included in slow decks as a counter against breed constructs like this one. </p> <p> %(gird_minions)s help get the minions back in shape if the bloat works well enough, in order to produce yet another wave of neonates. </p> <p> %(life_boon)s is also a way to control the table a bit if the bloat goes well enough. The deck usually does not put that much pressure on its prey until %(week_of_nightmares)s hits the table, so this can compensate a bit. </p> <p> The deck does not try to block its predator, counting on its bloat to compensate. %(aranthebes_the_immortal)s is included only as a counter to contest it if anyone gets to put it into play, as it is too damaging to this deck. </p> <p> %(autarkis_persecution)s is included as a hail mary if one gets stuck with low pool and someone uses %(delaying_tactics)s against %(consanguineous_boon)s. </p> <h2>Variants</h2> <p> There are not many variants for this archetype. %(miguel_pascual_s_deck)s in 2008 has experimented with %(rom_gypsy)s to provide an additional bit of stealth and defence. The card has been banned in 2020, but its replacement %(city_star_taxi)s can be used instead. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>breed & boon</em> qui utilise le clan Ravnos. Les Ravnos de faible capacité utilisent %(mozambique_allure)s pour devenir Laibon, puis prolifèrent avec %(the_embrace)s et %(bamba)s, en les payant avec %(ravnos_carnival)s puis en utilisant %(the_eldest_are_kholo)s avec %(consanguineous_boon)s pour régénérer. </p> <p> Quand suffisamment de serviteurs sont sortis, les %(week_of_nightmares)s entrent en jeu et tous ces Ravnos mordent leurs proies à mort, les unes après les autres. </p> <h2> Trucs & Astuces </h2> <p> %(the_uncoiling)s est un contre tactique contre %(scourge_of_the_enochians)s, car cet événement est souvent inclus dans les decks lents pour contrer les tactiques de prolifération comme celle-ci. </p> <p> %(gird_minions)s aide à remettre les serviteurs en forme si la régénération fonctionne assez bien, afin de produire encore une autre vague de nouveau-nés. </p> <p> %(life_boon)s est aussi un moyen de contrôler un peu la table si la régénération fonctionne bien. Le deck ne met généralement pas beaucoup de pression sur sa proie jusqu'à ce que %(week_of_nightmares)s touche la table, donc cela peut compenser un peu. </p> <p> Le deck n'essaye pas de bloquer son prédateur, comptant sur sa régénération pour compenser. %(aranthebes_the_immortal)s n'est inclus que comme contre pour le contester si quelqu'un arrive à le mettre en jeu, car il est trop dommageable pour ce deck. </p> <p> %(autarkis_persecution)s est inclus comme vote de la dernière chance si l'on se retrouve coincé avec une influence basse et que quelqu'un utilise %(delaying_tactics)s contre %(consanguineous_boon)s. </p> <h2> Variantes </h2> <p> Il n'y a pas beaucoup de variantes pour cet archétype. Le %(miguel_pascual_s_deck)s en 2008 a expérimenté %(rom_gypsy)s pour fournir un peu de discrétion et de défense supplémentaire. La carte a été interdite en 2020, mais son remplacement le %(city_star_taxi)s peut être utilisé à la place. </p>

source: Miguel Pascual's deck
fr: deck de Miguel Pascual

source: <h2>Highlights</h2> <p> This is a <em>powerbleed</em> deck starring %(rebekka_chantry_elder_of_munich)s and %(jost_werner)s. The deck uses the %(PRE)s%(AUS)s disciplines and the two star vampires have this nice permanent +1 stealth bonus that helps the deck get his actions through. </p> <p> %(enchant_kindred)s is used to help get more vampires out in the game beginning, and bleed afterwards. %(mind_numb)s can be used against the prey or the predator depending on the context, to slow them down. </p> <p> The deck uses no stealth apart from what the star vampires already have, but the combination of %(mind_numb)s and %(majesty)s makes it hard to block: %(mind_numb)s can lock any defender and, if blocked, %(majesty)s ends combat and unlock the acting vampire: the defender is still locked and a new action can be undertaken. </p> <p> The deck uses %(anarch_troublemaker)s and %(pentex_subversion)s to help paralyze the prey a bit more. When bleeds begin to get through, %(aire_of_elation)s can be used to enhance them. </p> <p> If a bleed is bounced, it uses no stealth so it can usually be blocked by the new target. This is a feature of the deck to avoid advantaging the prey if they have packed a lot of bounces, so the stealthy stars should stay away from bleeds if the bounce chance is high. The deck himself uses %(AUS)s for wakes and bounces, so it can add the bleed power of its predator to its own. </p> <h2>Tips & Tricks</h2> <p> %(entrancement)s can help get rid of cumbersome allies, %(mind_numb)s is an excellent device to slow down the predator and even make them lose a turn. %(scourge_of_the_enochians)s is there to deal with breed constructs. </p> <p> %(delaying_tactics)s is the only defence available against stealth & vote builds: as %(eyes_of_argus)s can not be used against undirected political actions, intercept can never go beyond 2. </p> <p> The deck plays a lot of bounces with %(telepathic_misdirection)s and %(my_enemy_s_enemy)s. They can also be used to block key actions from the opponents. </p> <h2>Variants</h2> <p> The <strong>Palla Grande</strong> variant uses a Toreador antitribu crypt, so it can use %(palla_grande)s to increase the bleed power, like in %(moises_ferrer_s_deck)s from 2018. %(art_scam)s and %(the_embrace)s are used to strengthen both the bloat and the pool damages. </p> <p> The <strong>Paolini-Detela</strong> variant uses %(the_parthenon)s and %(ashur_tablets)s to get a bit of recursion and help adapt the deck content to the table context. %(martin_weinmayer_s_deck)s from the 2018 NAC Day 1 was an hommage to it. </p> <p> This version of the decklist has proven very stable: the following year in 2019, it has won both the Czech NC in the hands of %(miklos)s and the Finnish NC with %(tommi)s. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>powerbleed</em> avec %(rebekka_chantry_elder_of_munich)s et %(jost_werner)s comme stars. Le deck utilise les disciplines %(PRE)s%(AUS)s et les deux vampires star ont ce beau bonus de +1 discrétion permanent qui aide le deck à passer ses actions. </p> <p> %(enchant_kindred)s est utilisé pour aider à sortir plus de vampires en début de partie, et pour mordre ensuite. %(mind_numb)s peut être utilisé contre la proie ou le prédateur en fonction du contexte, pour les ralentir. </p> <p> Le deck n'utilise pas de discrétion à part l'aptitude dont disposent les deux vampires stars, mais la combinaison de %(mind_numb)s et %(majesty)s le rendent difficile à bloquer : %(mind_numb)s peut incliner n'importe quel défenseur et, en cas de blocage, %(majesty)s met fin au combat et redresse le vampire ayant agi : le défenseur reste incliné et une nouvelle action peut être enntreprise. </p> <p> Le deck utilise %(anarch_troublemaker)s et %(pentex_subversion)s pour aider à paralyser la proie encore plus. Quand les morsures commencent à passer, %(aire_of_elation)s peut être utilisé pour les améliorer. </p> <p> Si une morsure est redirigée, il n'utilise pas de discrétion et peut donc être facilement bloqué par la grande-proie. Le deck utilise lui-même %(AUS)s pour des réveils et des rebonds, donc il peut ajouter la puissance de morsure de son prédateur à la sienne. </p> <h2>Trucs & Astuces</h2> <p> %(entrancement)s peut aider à se débarasser d'un allié embêtant, %(scourge_of_the_enochians)s est ici pour gérer les decks de prolifération. </p> <p> %(delaying_tactics)s est la seule défense possible contre les constructions stealth & vote : comme %(eyes_of_argus)s ne peut pas être utilisé contre une action politique non dirigée, l'interception ne peut jamais dépasser 2. </p> <p> Le deck joue de nombreux rebonds avec %(telepathic_misdirection)s et %(my_enemy_s_enemy)s. Ils peuvent aussi être utilisés pour bloquer des actions clé des adversaires. </p> <h2>Variantes</h2> <p> La variante <strong>Palla Grande</strong> utilise une crypte Toreador antitribu, pour pouvoir utiliser %(palla_grande)s pour augmenter la puissance de morsure, comme dans le %(moises_ferrer_s_deck)s de 2018. %(art_scam)s et %(the_embrace)s sont utilisés pour améliorer à la fois la régénération et les dégâts d'influence. </p> <p> La variante <strong>Paolini-Detela</strong> utilise %(the_parthenon)s et %(ashur_tablets)s pour avoir un peu de récursion et pouvoir adapter le contenu du deck au contexte de la table. Le %(martin_weinmayer_s_deck)s du jour 1 du NAC 2018 était un hommage à son créateur. </p> <p> Cette version de decklist a fait ses preuves : l'année suivante en 2019, ell a remporté la victoire au CN de République Tchèque entre les mains de %(miklos)s et le CN de Finlande avec %(tommi)s. </p>

source: Moisés Ferrer's deck
fr: deck de Moisés Ferrer

source: Martin Weinmayer's deck
fr: deck de Martin Weinmayer
