Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>weenie bleed</em> deck using the %(dom)s discipline. The idea is to get as many low capacity vampires out as fast as possible, and bleed the preys one after the other as fast as possible. </p> <p> %(govern_the_unaligned)s combined with %(conditioning)s, %(seduction)s, and %(command_of_the_beast)s make for hard to block dreadful bleeds for 7. </p> <p> As the game progresses, some %(dom)s bounces can be used to add to the damages if the predator becomes aggressive. </p> <p> The Master module uses %(dominate)s to enhance the vampires, but also %(the_parthenon)s and %(ashur_tablets)s for a bit of recursion. %(jake_washington)s, %(life_in_the_city)s and %(giant_s_blood)s are used to bring back some blood on the vampires. </p> <p> The combat modules uses only %(absorb_the_mind)s for defence. It is a bit weak, but %(dom)s has nothing better to offer. </p> <h2>Tips & Tricks</h2> <p> Well-timed %(misdirection)s and %(pentex_subversion)s can help for the lunge. </p> <h2>Variants</h2> <p> The <strong>Agent of Power</strong> variant cuts the %(ashur_tablets)s and uses %(agent_of_power)s to let more vampires use superior %(DOM)s, like in %(manoel_pinheiro_s_deck)s from 2014. </p> <p> The <strong>Aim & Chain</strong> variant uses %(target_vitals)s and %(zip_gun)s with a bit of %(for)s prevention for the combat module, as in %(vincent_ripoll_s_deck)s from the 2009 EC Day 1. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>weenie bleed</em> qui utilise la discipline %(dom)s. L'idée est de sortir autant de vampires de faible capacité que possible et d'éliminer les proies l'une après l'autre le plus rapidement possible. </p> <p> %(govern_the_unaligned)s combiné avec %(conditioning)s, %(seduction)s et %(command_of_the_beast)s produisent de terribles morsures à 7 difficiles à bloquer. </p> <p> Au fur et à mesure que le jeu progresse, quelques rebonds %(dom)s peuvent être utilisés pour ajouter aux dégâts si le prédateur devient agressif. </p> <p> Le module Maître utilise %(dominate)s pour améliorer les vampires, mais aussi %(the_parthenon)s et %(ashur_tablets)s pour un peu de récursivité. %(jake_washington)s, %(life_in_the_city)s et %(giant_s_blood)s sont utilisés pour ramener du sang sur les vampires. </p> <p> Les modules de combat n'utilisent qu'%(absorb_the_mind)s pour la défense. C'est un peu faible, mais %(dom)s n'a rien de mieux à offrir. </p> <h2> Trucs & astuces </h2> <p> %(misdirection)s et %(pentex_subversion)s peuvent aider pour le coup de grâce s'ils sont joués au bon moment. </p> <h2> Variantes </h2> <p> La variante <strong> Agent of Power </strong> retire les %(ashur_tablets)s et utilise %(agent_of_power)s pour permettre à plus de vampires d'utiliser %(DOM)s supérieur, comme dans le %(manoel_pinheiro_s_deck)s de 2014. </p> <p> La variante <strong> Aim & Chain </strong> utilise %(target_vitals)s et %(zip_gun)s avec un peu de prévention %(for)s pour le module de combat, comme dans le %(vincent_ripoll_s_deck)s du jour 1 de l'EC 2009. </p>

source: Manoel Pinheiro's deck
fr: deck de Manoel Pinheiro

source: <h2>Highlights</h2> <p> This is a Multiclan Anarch <em>toolbox</em> deck using Animalism %(ANI)s coupled with the powerful %(organized_resistance)s Barons provide. </p> <p> It is one of the first tournament wins featuring the new V5 Tzimisce, and it was built by no other than Nina Nilsson, 2023 UK Grand Prix Champion. </p> <p> It does use the classical Animalism %(ANI)s tools one would expect: %(deep_song)s to be able to bleed or rush, and the classical %(aid_from_bats)s & %(carrion_crows)s module that made %(nananimalism)s a force to recon. </p> <p> But here, thanks to the new Tzimisce %(tzimisce)s Barons and Ravnos %(ravnos)s sidekicks, it's a full Anarch version right off the bat, and it can use and egregious number of %(organized_resistance)s and a couple %(bait_and_switch)s to provide a strong defense on top. </p> <p> Not relying on %(anarch_revolt)s for the oust with all the Anarchs lying around nowadays, it just uses %(fame)s and %(club_illusion)s. The Master module provides a good bloat, getting the vampires blood back to influence more of them. </p> <h2>Considerations</h2> <p> It's nice to see the V5 Tzimisce %(tzimisce)s finally scoring a win here, and interesting to see %(ANI)s making a comeback. Even though %(PRO)s has been in fashion lately, and Banu Haqim %(banu_haqim)s combat is very hard to match, %(ANI)s combat is still a stable and dangerous module. </p> <p> So, one can wonder: will the Tzimisce %(tzimisce)s manage to pull off a whole new archetype by themselves, or is this kind of Animalism %(ANI)s mix what we'll see hitting the top tier in a couple of months? We'll have to wait and see. </p> <p> There's not much to say about the deck itself. The Master module is packed already, but maybe there is room for a %(powerbase_los_angeles)s somewhere here. If %(the_status_perfectus)s is worth including, maybe a %(dog_pack)s deserves consideration too. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>toolbox</em> multiclan Anarch utilisant l’Animalisme %(ANI)s couplé au puissant %(organized_resistance)s fourni par les Barons. </p> <p> Il s’agit de l’une des premières victoires en tournoi avec les nouveaux Tzimisce V5, et il a été construit par nul autre que Nina Nilsson, championne du Grand Prix du Royaume-Uni 2023. </p> <p> Il utilise les outils classiques d’Animalism %(ANI)s auxquels on peut s’attendre : %(deep_song)s pour pouvoir mordre ou rusher, et le module classique %(aid_from_bats)s & %(carrion_crows)s qui a fait de %(nananimalism)s une force à prendre en compte. </p> <p> Mais ici, grâce aux nouveaux acolytes Barons Tzimisce %(tzimisce)s et Ravnos %(ravnos)s, c’est une version complètement Anarch dès le départ, et il peut utiliser un nombre énorme d’%(organized_resistance)s et quelques %(bait_and_switch)s pour fournir une défense solide en plus. </p> <p> Ne comptant pas sur %(anarch_revolt)s pour l’élimination avec tous les Anarchs qui traînent de nos jours, il utilise simplement %(fame)s et %(club_illusion)s. Le module Maître fournit une bonne régénération, en récupérant le sang des vampires pour en influencer davantage. </p> <h2>Considérations</h2> <p> C’est agréable de voir le V5 Tzimisce %(tzimisce)s remporter enfin une victoire ici, et intéressant de voir %(ANI)s faire son retour. Même si %(PRO)s est à la mode ces derniers temps et que le combat Banu Haqim %(banu_haqim)s est très difficile à égaler, le combat %(ANI)s reste un module stable et dangereux. </p> <p> On peut donc se demander : les Tzimisces %(tzimisce)s parviendront-ils à créer un tout nouvel archétype par eux-mêmes, ou est-ce que ce type de mélange animalisme %(ANI)s est ce que nous verrons au top tier dans quelques mois? Nous devrons patientier pour le savoir. </p> <p> Il n’y a pas grand chose à dire sur le deck lui-même. Le module Master est déjà rempli, mais il y a peut-être de la place pour une %(powerbase_los_angeles)s quelque part ici. Si %(the_status_perfectus)s vaut la peine d’être inclus, peut-être qu’un %(dog_pack)s mérite également d’être pris en considération. </p>

source: <h2>Highlights</h2> <p> This is a Banu Haqim %(banu_haqim)s <em>vote</em> deck using titled vampires, with decent combat abilities to make the %(second_tradition)s effective. <em>Bram Von Stappen</em> won the 2023 Dutch NC with this, so it must be good, or maybe it's just the player and a good bluff fluke that will be hard to reproduce. </p> <p> The idea is to influence the highest capacity vampire first, so they can %(fourth_tradition)s others if they get the chance. %(kasim_bayar)s is the star here, so he's our first choice if available. His ability can make use of the vote cards in combat, so, for a vote deck, it's surprisingly dangerous in a fight. </p> <p> %(alastor)s is used to fetch %(helicopter)s and %(assault_rifle)s at a discount, while %(kine_resources_contested)s and %(parity_shift)s are used to damage the prey. Getting the vote lock might be tricky here, so other voters should be the first targets to take down in combat. </p> <h2>Considerations</h2> <p> Should the deck not have a %(bowl_of_convergence)s? Maybe an %(anathema)s or two? What about %(alamut)s and %(the_black_throne)s for additional votes? Maybe a second %(haqims_law_retribution)s? Are the %(ashur_tablets)s really worth it or should they be cut in favor of those Master cards? </p> <p> More importantly, did this work because it was a susprise and opponents mistakenly supposed it was closer to a %(haqim_royalty)s deck and misplayed against it? Or is it really good in and by itself? Or is it just the player? After all, not all of us can match Bram's talent. </p> <p> All in all it's a very fun variant, making good use of %(kasim_bayar)s's ability. Vote decks that are this capable in combat are a rarity so they can be challenging to handle for the opponents. Maybe it is worth refining and playing more. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck Banu Haqim %(banu_haqim)s <em>vote</em> qui utilise des vampires titrés, avec des aptitudes au combat décentes pour rendre la %(second_tradition)s efficace. <em>Bram Von Stappen</em> a remporté le NC néerlandais 2023 avec ça, donc ça doit être bon, ou peut-être que c’est juste le joueur et un bon coup de bluff qui sera difficile à reproduire. </p> <p> L’idée est d’influencer d’abord le vampire ayant la capacité la plus élevée, afin qu’il puisse %(fourth_tradition)s les autres s’il en a l’occasion. %(kasim_bayar)s est la star ici, il est donc notre premier choix s’il est disponible. Son aptitude utilise les cartes de vote au combat, donc, pour un deck de vote, il est étonnamment dangereux dans un combat. </p> <p> %(alastor)s est utilisé pour récupérer %(helicopter)s et %(assault_rifle)s à prix réduit, tandis que %(kine_resources_contested)s et %(parity_shift)s sont utilisés pour endommager la proie. Obtenir le verrou de vote peut être délicat ici, donc les autres titrés devraient être les premières cibles à éliminer au combat. </p> <h2>Considérations</h2> <p> Le deck ne devrait-il pas avoir de %(bowl_of_convergence)s ? Peut-être un %(anathema)s ou deux ? Qu’en est-il de %(alamut)s et %(the_black_throne)s pour des votes supplémentaires ? Peut-être un deuxième %(haqims_law_retribution)s ? Les %(ashur_tablets)s en valent-ils vraiment la peine ou doivent-elles être supprimées au profit de ces cartes Maître ? </p> <p> Plus important encore, cela a-t-il fonctionné parce que c’était une surprise et que les adversaires ont supposé à tort qu’il était plus proche d’un deck %(haqim_royalty)s et ont mal joué contre lui ? Ou est-ce vraiment bon en soi ? Ou c’est juste le joueur ? Après tout, nous ne pouvons pas tous rivaliser avec le talent de Bram. </p> <p> Dans l’ensemble, c’est une variante très amusante, faisant bon usage de l’aptitude de %(kasim_bayar)s. Les decks de vote aussi performants en combat sont rares et peuvent donc être difficiles à gérer pour les adversaires. Cela vaut peut-être la peine de le peaufiner et de le jouer davantage. </p>

source: <h2>Highlights</h2> <p> This is a Ministry %(ministry)s <em>combo</em> deck using %(sergio_bueno)s as star. The goal is to use %(chameleon)s to steal other vampires on the table, disabling everyone else by doing so, and finish off the preys with either with %(revolutionary_council)s or just by bleeding. </p> <p> It is not easy to pull off %(chameleon)s consistently multiple times. The card is expensive, of course, but also it can only target younger freshly arrived vampires. So you need a higher capacity vampire, and it needs to be there <em>before</em> your opponents influence theirs. And you have five opponents! </p> <p> Nonetheless, Teemu Sainomaa won the 2024 Atlantic Cup with this deck, and Otso Saariluoma happend to make the finals of the same tournament <em>with the same deck</em>, so it must at least have fitted the meta very well that day. </p> <p> Of course, there are a few tricks to it. Running a tight library, a <em>lot</em> of stealth to ensure %(chameleon)s and the votes can go through, it aims to land a %(heidelberg_castle)s early. The first few %(chameleon)s will target any available vampire, with a preference for the prey or predator, a Baron if possible, titled otherwise, just an Anarch if nothing else. The blood goes back to %(sergio)s through %(heidelberg)s so he can %(chameleon)s again the next turn. </p> <p> During the course of the game, %(abombwe)s is used to increase %(sergio)s's capacity to 10, so that only the biggest vampires can hope to escape him. When running out of freshly influenced vampires, %(sergio)s can simply use %(banishment)s to remove the target and, if it's influenced anew, <em>then</em> it can be stolen with %(chameleon)s immediately. </p> <h2>Considerations</h2> <p> This is a dreadful deck you do not want to bring on a casual table if you want to keep your friends. It is fast and egregious and has very few blind spots. Using %(chameleon)s to target other titled vampires as a priority, it gets the vote lock easily, even over dedicated Inner Circle builds like %(lutz_politics)s. Those are probably the biggest threat to the deck though. Maybe it's worth including a %(fear_of_mekhet)s or two? </p> <p> %(garibaldi_meucci_museum)s is so strong here that it's been doubled. It can fetch a needed %(chameleon)s or %(revolutionnary_council)s, but also end a dangerous combat if some Anarch tries to take %(sergio)s down. </p> <p> All in all it's a very strong, very hard to build, horribly crippling thing we have here. Was this only a lucky fluke because of an ideal %(meta)s that was running too many mid-caps and not enough big caps? Or can this deck make it to the top tier in the next few months? </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck Sacerdoce %(ministry)s <em>combo</em> qui utilise %(sergio_bueno)s comme star. Le but est d’utiliser %(chameleon)s pour voler d’autres vampires sur la table, neutralisant ainsi tous les autres, et achever les proies soit avec %(revolutionary_council)s, soit simplement en mordant. </p> <p> Il n’est pas facile de réussir %(chameleon)s de manière stable à plusieurs reprises. La carte est chère, bien sûr, mais elle ne peut également cibler que les jeunes vampires fraîchement arrivés. Vous avez donc besoin d’un vampire de plus grande capacité, et il doit être là <em>avant</em> que vos adversaires influencent les leurs. Et vous avez cinq adversaires ! </p> <p> Néanmoins, Teemu Sainomaa a remporté l’Atlantic Cup 2024 avec ce deck, et Otso Saariluoma s’est retrouvé en finale du même tournoi <em>avec le même deck</em>, donc il devait au moins s’adapter très bien à la méta ce jour-là. </p> <p> Bien sûr, il existe quelques astuces. Avec une bibliothèque restreinte, <em>beaucoup</em> de discrétion pour garantir que %(chameleon)s et les votes puissent passer, il vise à placer un %(heidelberg_castle)s au plus tôt. Les premiers %(chameleon)s cibleront n’importe quel vampire disponible, avec une préférence pour la proie ou le prédateur, un Baron si possible, titré autrement, juste un Anarch si rien d’autre. Le sang retourne sur %(sergio)s via %(heidelberg)s afin qu’il puisse à nouveau %(chameleon)s au tour suivant. </p> <p> Au cours du jeu, %(abombwe)s est utilisé pour augmenter la capacité de %(sergio)s à 10, afin que seuls les plus gros vampires puissent espérer lui échapper. Lorsqu’il est à court de vampires fraîchement influencés, %(sergio)s peut simplement utiliser %(banishment)s pour supprimer la cible et, si elle est à nouveau influencée, <em>alors</em> elle peut être volée avec %(chameleon)s immédiatement. </p> <h2>Considérations</h2> <p> C’est un jeu épouvantable que vous ne voulez pas amener sur une table décontractée si vous voulez garder vos amis. C’est rapide et violent et comporte très peu d’angles morts. En utilisant %(chameleon)s pour cibler en priorité d’autres vampires titrés, il obtient facilement le verrou des vote, même sur les versions dédiées d’Inner Circle comme %(lutz_politics)s. C’est probablement la plus grande menace pour le deck. Peut-être que cela vaut la peine d’inclure un %(fear_of_mekhet)s ou deux ? </p> <p> %(garibaldi_meucci_museum)s est si fort ici qu’il a été doublé. Il peut récupérer le %(chameleon)s ou le %(revolutionnary_council)s nécessaires, mais aussi mettre fin à un combat dangereux si un Anarch tente d’abattre %(sergio)s. </p> <p> Dans l’ensemble, c’est une chose très solide, très difficile à construire et horriblement paralysante que nous avons ici. Était-ce seulement un hasard dû à un %(meta)s idéal qui avait trop de moyennes capacités et pas assez de grandes capacités ? Ou ce deck pourra-t-il atteindre le top tier dans les prochains mois ? </p>
