Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: The Brujah %(brujah)s module <em>par excellence</em>. It is using %(ig)s to counter defenses, coupled with %(pursuit)s for range management and additional strikes. %(torn_signpost)s is usually used over %(roundhouse)s or %(preternatural_strength)s, because it combines better with additional strikes. %(blur)s and %(quickness)s are usual. %(sideslip)s is nice, since it brings a bit of prevention and the occasional dodge, against aggravated strikes and %(ivory_bow)s. All those Celerity %(cel)s tricks also make %(disarm)s that much more efficient.
fr: Le module Brujah %(brujah)s <em>par excellence</em>. Il utilise %(ig)s pour contrer les défenses, couplés à %(pursuit)s pour la portée et les frappes supplémentaires. %(torn_signpost)s est généralement utilisé à la place de %(roundhouse)s ou %(preternatural_strength)s, car ça se combinent mieux avec les frappes supplémentaires. %(blur)s et %(quickness)s sont habituels. %(sideslip)s est utile, car il apporte un peu de prévention et une esquive si besin, contre les frappes aggravées ou les %(ivory_bow)s. Toutes ces astuces de Célérité %(cel)s rendent également les %(disarm)s bien plus efficaces.

source: It is maybe slightly inferior to the <a href="#pot-ani">%(pot)s%(ani)s module</a> because it has a more fragile range management. There are some decent Brujah %(brujah)s crypts that offer inferior Fortitude %(for)s for a bit more prevention though. Luckily, the V5 Anarchs Brujah %(brujah)s have additional options, since they can mix this up with <a href="#anarch-pot-cel">Anarch %(pot)s%(cel)s</a> and even <a href="#anarch-cel-for">Anarch %(cel)s%(for)s</a> depending on the crypt, for a stronger module.
fr: C'est peut-être légèrement inférieur au module <a href="#pot-ani">%(pot)s%(ani)s</a> car la gestion de la portée est plus fragile. Il existe cependant quelques cryptes Brujah %(brujah)s décentes avec Force d'Âme %(for)s en inférieur pour un peu plus de prévention. Heureusement, les Brujah %(brujah)s Anarchs V5 ont des options supplémentaires, puisqu'ils peuvent mélanger ça avec <a href="#anarch-pot-cel">Anarch %(pot)s%(cel)s</a> et même <a href="#anarch-cel-for">Anarch %(cel)s%(for)s</a> selon la crypte, pour un module plus puissant.

source: Now the <a href="#potence">Potence module</a> is already strong but what misses? Prevention and range management. Get some Fortitude %(FOR)s in there and between %(unflinching_persistence)s, %(rolling_with_the_punches)s, and %(hidden_strength)s, you are pretty much covered.
fr: Bon, le <a href="#potence">module Potence</a> est déjà puissant, mais qu'est-ce qui lui manque ? Prévention et gestion de la portée. Ajoutez-y un êu de Force d'Âme %(FOR)s et entre %(unflinching_persistence)s, %(rolling_with_the_punches)s et %(hidden_strength)s, vous êtes à peu près couvert.

source: However, it is not a combination a lot of vampires have at superior. And those who have often have even deadlier possibilities open to them. All in all, it is often played either with %(lazverinus)s, %(lorrie)s, or Giovanni %(giovanni)s (particularily %(ignazio)s). In this last case, the module often includes Necromancy %(nec)s cards like %(dead_hand)s and %(spiritual_guidance)s.
fr: Cependant, ce n'est pas une combinaison que beaucoup de vampires possèdent en supérieur. Et ceux qui l'ont ont souvent des possibilités encore plus mortelles qui s'offrent à eux. Dans l'ensemble, cette combinaison est souvent jouée soit par %(lazverinus)s, %(lorrie)s ou des Giovanni %(giovanni)s (en particulier des %(ignazio)s). Dans ce dernier cas, le module inclut souvent des cartes de Nécromancie %(nec)s comme %(dead_hand)s et %(spiritual_guidance)s.

source: Anarch Brujah %(brujah)s have additional options here, with %(dust_up)s as a cornerstone. The %(dust_up)s dodge makes up for the lack of prevention and makes %(disarm)s very easy to use. %(hell_for_leather)s is often added for a cheap additional at inferior %(cel)s, and %(bollix)s for utility, since it can also cancel an %(ig)s for a %(dust_up)s dodge against a dangerous Potence %(POT)s opponent.
fr: Les Brujahs %(brujah)s Anarch ont des options supplémentaires, avec %(dust_up)s comme clé de voûte. L'esquive de %(dust_up)s compense le manque de prévention et rend %(disarm)s très facile à utiliser. %(hell_for_leather)s est souvent ajouté pour une frappe supplémentaire gratuite en %(cel)s inférieure, et %(bollix)s pour le support, car il peut autant annuler un %(ig)s pour pouvoir utiliser l'equive de %(dust_up)s contre un adversaire dangereux avec Puissance %(POT)s.

source: Depending on the crypt, additional combat cards can be brought in: superior Potence %(POT)s calls for %(torn_signpost)s and %(slam)s, while superior Celerity %(CEL)s opens %(pursuit)s and %(quickness)s. The module can also be combined with <a href="#cel-guns">Guns</a>, or even with the <a href="#anarch-cel-for">Anarch %(cel)s%(for)s</a> module, if the crypt allows. It can also be reduced and combined with <a href="#brujah-debate">Brujah Debate</a>.
fr: Selon la crypte, des cartes de combat supplémentaires peuvent être introduites : la Puissance en supérieur %(POT)s appelle %(torn_signpost)s et %(slam)s, tandis que la Célérité supérieure %(CEL)s ouvre %(pursuit)s et %(quickness)s. Le module peut également être combiné avec <a href="#cel-guns">CEL Guns</a>, ou même avec le module <a href="#anarch-cel-for">Anarch %(cel)s%(for)s</a>, si la crypte le permet. Il peut également être réduit et combiné avec <a href="#brujah-debate">Brujah Debate</a>.

source: Well, if the <a href="#potence">Potence module</a> lacks prevention, using Serpentis %(SER)s %(typhonic_beast)s, especially with a vampire that plays it for free like %(ghede)s, makes for a powerful combination with just two cards. Rush, play %(typhonic_beast)s and press until you are at close range, then %(ig)s and kill. %(the_jones)s is often included too for good measure against torpor strikes like %(entombment)s, as well as supplementary prevention against high-damage opponents, like %(skin_of_steel)s, and %(sire_s_index_finger)s or %(blade_of_enoch)s against %(rotschreck)s.
fr: Eh bien, si le <a href="#potence">module Puissance</a> manque de prévention, utiliser %(typhonic_beast)s en Serpentis %(SER)s, surtout avec un vampire qui le joue gratuitement comme %(ghede)s, constitue une combinaison puissante avec seulement deux cartes. Rusher, jouer %(typhonic_beast)s et poursuivre jusqu'à être au contact, puis %(ig)s et frapper. %(the_jones)s est souvent inclus aussi pour faire bonne mesure contre les frappes de torpeur comme %(entombment)s, ainsi que quelques options contre les adversaires dangerex, comme %(skin_of_steel)s, et %(sire_s_index_finger)s ou %(blade_of_enoch)s contre les %(rotschreck)s.

source: It is efficient, with very few moving parts. The only downside is that %(ghede)s is mostly alone here, so multi-action is required to get sufficient efficency, with %(freak_drive)s, %(mylan_horseed)s, and %(abdelsobek)s. It is still altogether fragile, since it relies on a single vampire.
fr: Il est efficace, avec très peu de pièces mobiles. Le seul inconvénient est que %(ghede)s est principalement seul ici, donc des actions multiples sont nécessaires pour obtenir une efficacité suffisante, avec %(freak_drive)s, %(mylan_horseed)s et %(abdelsobek)s. Ça reste malgré tout un peu fragile, car ça ne repose sur un seul vampire.

source: The Blood Brothers Torrence and Chicago circles provide the interesing Sanguinus %(san)s discipline coupled with a bit of Fortitude %(for)s to complement the basic <a href="#potence">Potence %(POT)s module</a>. And as if having a bit of Fortitude %(for)s prevention alongside Potence %(pot)s was not already cool, They have %(octopod)s for additional strikes, %(three_s_a_crowd)s for range setting, making sure this %(ig)s will land, %(coordinate_attacks)s as an alternative to %(ig)s to counter defenses, and %(slake_the_thirst)s to really profit from these %(taste_of_vitae)s.
fr: Les cercles Torrence et Chicago des Blood Brothers proposent l'intéressante discipline Sanguinus %(san)s couplée à un peu de Force d'Âme %(for)s pour compléter le module <a href="#potence">Puissance %(POT)s</a> de base. Et comme si avoir un peu de prévention de Force d'Âme %(for)s en plus de Puissance %(pot)s n'était pas déjà cool, ils ont %(octopod)s pour des frappes supplémentaires, des %(three_s_a_crowd)s pour contrôler la portée et garantir que les %(ig)s fassent leur boulot, %(coordinate_attacks)s comme alternative aux %(ig)s pour contrer les défenses, et des %(slake_the_thirst)s pour vraiment profiter des %(taste_of_vitae)s.

source: The only issue here is the crypt. The Torrance circle has a bit more access to superior discipline but is more expensive, whereas the Chicago circle has more superior Sanguinus %(SAN)s but mostly inferior Potence %(pot)s and Fortitude %(for)s. The good news is the module is still very decent at inferior, and %(sanguine_instruction)s can be added to stabilize the disciplines. Moreover, they have strong rush actions with %(oppugnant_night)s and %(coagulated_entity)s, and %(achille_s_heel)s to help with the oust.
fr: Le seul souci, c'est la crypte. Le cercle de Torrance a un peu plus de disciplines en supérieur mais est plus cher, alors que le cercle de Chicago a plus de Sanguinus %(SAN)s en supérieur mais Potence %(pot)s et Force d'âme %(for)s principalement en inférieur. La bonne nouvelle est que le module reste très correct en inférieur, et %(sanguine_instruction)s peut être ajoutés pour stabiliser les disciplines. De plus, ils ont de belles actions de rush avec %(oppugnant_night)s et %(coagulated_entity)s, et %(achille_s_heel)s pour aider à sortir la proie.

source: Combining Obtenebration %(obt)s with the already great <a href="#pot-ani">Potence & Animalism module</a> is strong: %(dark_steel)s is like a better %(carrion_crows)s thanks to its maneuver, and playing both for maximum environmental damage is a treat. On top of the %(dark_steel)s maneuver, %(slam)s can be used for even more maneuvers.
fr: Combiner Obtenebration %(obt)s à l'excellent <a href="#pot-ani">module Potence & Animalism</a> est solide : %(dark_steel)s est comme un meilleur %(carrion_crows)s grâce à sa manœuvre, et jouer les deux pour un maximum de dégâts environnementaux est un régal. En plus de la manœuvre de %(dark_steel)s, %(slam)s peut être utilisé pour encore plus de manœuvres.

source: This module relies on a very high capacity crypt with %(montano)s, %(nahir)s, %(servius_marius_pustula)s and/or %(anton_de_concepcion)s. Using Animalism %(ani)s here is not just a matter of having %(carrion_crows)s, but more importantly to benefit from the versatile %(deep_song)s and %(sense_the_savage_way)s. On the Obtenebration %(obt)s side, it will also often include %(black_metamorphosis)s.
fr: Ce module s'appuie sur une crypte de haute capacité avec %(montano)s, %(nahir)s, %(servius_marius_pustula)s et/ou %(anton_de_concepcion)s. On n'utilise pas Animalisme %(ani)s ici juste pour avoir des %(carrion_crows)s, mais surtout de bénéficier des polyvalents %(deep_song)s et %(sense_the_savage_way)s. Du côté d'Obténébration %(obt)s, il inclura aussi souvent %(black_metamorphosis)s.

source: Interestingly, Lasombra %(lasombra_legacy)s can combine Obtenebration %(obt)s to Potence %(pot)s for a much more defensive module. Using the great %(arms_of_the_abyss)s to avoid damage opens the way to easy %(disarm)s and %(entombment)s, although it does let go of the great %(ig)s. Combined to %(thrown_gate)s for a bit more defense and security with its long range, it makes for a sturdy and leightweight module.
fr: Il est intéressant de noter que les anciens Lasombra %(lasombra_legacy)s peuvent combiner Obténébration %(obt)s avec Puissance %(pot)s pour un module beaucoup plus défensif. Utiliser le superbe %(arms_of_the_abyss)s pour éviter les dégâts ouvre la voie à %(disarm)s et %(entombment)s rendus faciles, bien que ça abandonne les %(ig)s. Combiné à %(thrown_gate)s pour un peu plus de défense et de sécurité avec la distance, ça donne un module robuste et léger.

source: It might be an interesting avenue for some toolboxes, and it can be very hard to predict and handle for opponents. On the other, it will struggle against %(ig)s-based modules, and as far as range combat is concerned, the <a href="#obt-myt">Kiasyd %(OBT)s%(MYT)s</a> module is probably stronger.
fr: Ça peut être une piste intéressante pour certaines toolbox, et ça peut être très difficile à prévoir et à gérer pour les adversaires. D'un autre côté, il aura du mal contre les modules basés sur %(ig)s, et en ce qui concerne le combat à distance, le module <a href="#obt-myt">Kiasydes %(OBT)s%(MYT)s</a> est probablement plus fort.

source: Now we are getting in the top level combos with this one. Temporis %(tem)s is awesome thanks to one single card: %(outside_the_hourglass)s. First, it is versatile, and the dodge and maneuver can be handy. But more importantly, it provides 2 close range damage before strikes are even selected. There are two key combinations here: if blocked, you can use %(domain_of_evernight)s to %(outside_the_hourglass)s two aggravated damage that are hard to avoid: it is not a strike, so dodges, combat ends, and even cards like %(rolling_with_the_punches)s or %(rego_motum)s are useless. There is a good chance the opponent will go to torpor and you can %(decapitate)s.
fr: Là on entre dans les combos de haut niveau. Temporis %(tem)s est géniale grâce à une seule carte : %(outside_the_hourglass)s. D'abord, il est polyvalent, et l'esquive et la manœuvre peuvent être utiles. Mais plus important encore, il fournit 2 dégâts à courte portée avant même que les frappes ne soient choisies. Il y a deux combinaisons clés ici : si vous êtes bloqué, vous pouvez utiliser %(domain_of_evernight)s pour %(outside_the_hourglass)s deux dégâts aggravés qui sont difficiles à éviter : ce n'est pas une frappe, donc les esquives, les fins de combat et même les cartes comme %(rolling_with_the_punches)s ou %(rego_motum)s sont inutiles. Il y a de fortes chances que l'adversaire tombe en torpeur et que vous puissiez %(decapitate)s.

source: Furthermore, and even without aggravated damage from %(domain_of_evernight)s, you can always use another %(ot_h)s or a %(majesty)s to avoid damage yourself, and then %(disarm)s your opponent. And still %(decapitate)s them if you like. The only issue here is that only scarce vampires have Temporis %(tem)s, so it is a module often relying on a single star like %(shalmath)s, which makes it slow and inherently fragile, even if still outstanding.
fr: Par ailleurs, et même sans les dégâts aggravés de %(domain_of_evernight)s, vous pouvez toujours utiliser un autre %(ot_h)s ou un %(majesty)s pour éviter les dégâts vous-même, puis %(disarm)s votre adversaire. Et toujours %(decapitate)s si vous le désirez. Le seul problème ici est que seuls quelques vampires ont Temporis %(tem)s, c'est donc un module qui repose souvent sur une seule star comme les %(shalmath)s, ce qui le rend lent et intrinsèquement fragile, même s'il reste exceptionnel.

source: One of the most dreadful combat module there is, Visceratika %(vis)s offers exactly what is needed to make %(ig)s inescapable: a straight-up range setting tool with %(brick_by_brick)s, and %(raking_talons)s for aggravated damage. Visceratika %(vis)s also provides good damage prevention options, but it offers one of the best star fighter of the game: %(tupdog)s. And those are disposable, so they need not bother with prevention. The %(tupdogs_nephandus)s archetype uses this module to great effect.
fr: L'un des modules de combat les plus redoutables qui existe, Visceratika %(vis)s offre exactement ce qu'il faut pour rendre %(ig)s incontournable : un outil de contrôle de portée direct avec %(brick_by_brick)s et %(raking_talons)s pour les dégâts aggravés. Visceratika %(vis)s offre également de bonnes options de prévention des dégâts, mais il offre l'un des meilleurs combattants vedettes du jeu : %(tupdog)s. Ils sont jetables, donc ils n'ont pas besoin de se soucier de la prévention. L'archétype %(tupdogs_nephandus)s utilise ce module avec beaucoup d'efficacité.

source: That said, the other Gargoyles %(gargoyle)s can enjoy the same module, with %(stonestrength)s and %(rockheart)s on top for prevention, and go for a more toolboxy deck.
fr: Cela dit, les autres Gargouilles %(gargoyle)s peuvent profiter du même module, avec %(stonestrength)s et %(rockheart)s en plus pour la prévention, et opter pour un deck plus toolbox.

source: %(brujah_debate)s is bonkers. If you stack enough of them, any Brujah %(embrace)s becomes a killing machine. So the plan is easy: stack the %(debates)s, rush and %(grapple)s, maybe %(dust_up)s if you are Anarch, and don't forget to %(taste)s. The %(debates)s give so many maneuvers and such great strikes, you don't need much on top of it.
fr: %(brujah_debate)s est assez dingues. Si vous en empilez suffisamment, n'importe quel Brujah %(embrace)s devient une machine à tuer. Le plan est donc simple : empilez les %(debates)s, rush et %(grapple)s, peut-être %(dust_up)s si vous êtes Anarch, et n'oubliez pas %(taste)s. Les %(debates)s offrent tellement de manœuvres et des frappes si puissantes que vous n'avez pas besoin de grand-chose en plus.

source: The trick will be to defend them, but either you disable everyone that can destroy them, or maybe you run a couple of Barons for %(organized_resistance)s, they can also use %(childe_of_the_revolution)s as an improvement over %(embrace)s.
fr: L'astuce sera de les défendre, mais soit vous détruisez tous ceux qui peuvent ya ller, soit vous jouez quelques Barons pour %(organized_resistance)s, ils peuvent également utiliser %(childe_of_the_revolution)s comme des %(embrace)s améliorées.

source: Non-unique allies are a solid combat option too. In those cases, the deck is all about getting the recruits done and pay for the allies, and the combat module is very slim and disciplineless, mostly using %(target_vitals)s, %(trap)s, %(fake_out)s and %(glancing_blow)s. Allies decks with also usually field %(the_unmasking)s, for basic block abilities.
fr: Les alliés non uniques sont également une bonne option de combat. Dans ce cas, le deck consiste à recruter et à payer les alliés, et le module de combat est très mince et sans discipline, utilisant principalement %(target_vitals)s, %(trap)s, %(fake_out)s et %(glancing_blow)s. Les decks d'alliés ont aussi généralement %(the_unmasking)s, pour un peu de bloc.

source: The most prominent ally (since the %(emerald_legionnaire)s nerf). Sure, they don't have an incorporated rush, but they can use %(haven_uncovered)s or %(bum_s_rush)s, and, more importantly, they bleed for one, so they're packing the ousting solution. Given their ability, they can interestingly use %(molotov_cocktail)s with no additional card, so it is often included in the combat package for a surprise burst of aggravated damage. They're often seen, of course, alongside %(antonio_d_erlette)s.
fr: L'allié le plus incontournable (depuis le nerf des %(emerald_legionnaire)s). Bien sûr, ils n'ont pas de rush intégré, mais ils peuvent utiliser %(haven_uncovered)s ou %(bum_s_rush)s, et, plus important, ils mordent pour un, donc ils ont le moyen d'élimination. Étant donné leur pouvoir, ils peuvent utiliser de manière intéressante %(molotov_cocktail)s sans carte supplémentaire, c'est donc souvent inclus dans le module de combat pour quelques dégâts aggravés surprise. On les voit souvent, bien sûr, aux côtés d'%(antonio_d_erlette)s.

source: Well, those rush hard. Of course here, having some utilities like %(trap)s and %(fake_out)s to make the rushes more likely to disable is paramount. The difficulty is in paying for them, but Tzimisce %(tzimisce)s have low cost solutions, and there's always %(jake_washington)s to sacrifice and %(piper)s to summon them without an action, nor a chance to block.
fr: Bon, elles rushent dur. Bien sûr, ici, avoir du support comme %(trap)s et %(fake_out)s pour rendre les rushs plus susceptibles de détruire est primordial. La difficulté est de les payer, mais les Tzimisce %(tzimisce)s ont des solutions à faible coût, et il y a toujours %(jake_washington)s à sacrifier et %(piper)s pour les invoquer sans action, ni chance de bloquer.

source: This one has a daunting strike. Sure, it burns, but the price is not too high and it does not burn if an %(sce)s is used. They also do not burn if you use a %(rotschreck)s after blocking. So they're good at exhausting defenses, but can also simply be used as a deterrent for defense.
fr: Celui-ci a une frappe terrifiante. Bien sûr, il brûle, mais le prix n'est pas trop élevé et il ne brûle pas si un %(sce)s est utilisé. Il ne brûle pas non plus si vous utilisez un %(rotschreck)s après avoir bloqué. Ils sont donc efficaces pour épuiser les défenses, mais peuvent aussi juste être utilisés en défense comme dissuasion.

source: The dreaded zombies pack a bit less punch than a %(war_ghoul)s, but they only cost blood, so summoning more of them is the point: a slower but more overwhelming swarm. As you also need allies in the ash heap, they tend to be accompanied by some %(liquidation)s or allies with a burn option for that express purpose, like %(draeven_softfoot)s.
fr: Les terribles zombies sont un peu moins puissants qu'une %(war_ghoul)s, mais ils ne coûtent que du sang, donc le principe c'est d'en invoquer plus : un essaim plus lent mais plus puissant. Comme vous avez également besoin d'alliés dans le tas de cendres, ils ont tendance à être accompagnés de %(liquidation)s ou d'alliés avec une option de défausse tout exprès, comme %(draeven_softfoot)s.

source: Finally the werewolf. It is expensive, but it has a maneuver, it regenerates, and the rush has stealth. They love using a %(weighted_walking_stick)s for 4 damage, and %(jacob_fermor)s can make them bleed, and provide the ousting solution.
fr: Enfin le loup-garou. Il est cher, mais il a une manœuvre, il se régénère et le rush est en discrétion. Ils adorent utiliser un %(weighted_walking_stick)s pour 4 dégâts, et %(jacob_fermor)s peut les faire mordre et fournir le moyen d'élimination.

source: Other combinations
fr: Autres combinaisons

source: There is still a world outside of Potence %(pot)s and Animalism %(ani)s. In those modules, two things matter: the ability to overcome dodge and combat ends defenses, and sturdiness, aka. prevention.
fr: Il existe encore un monde en dehors de Puissance %(pot)s et Animalisme %(ani)s. Dans ces modules, deux choses comptent : la capacité à surmonter les défenses d'esquive et de fin de combat, et la robustesse, autrement dit la prévention.
