Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: An easier way is to <strong>act as if</strong> one had a useful reaction in hand when it's not the case. Asking for two seconds to ponder during another player turn to hint at a counter like %(sudden_reversal)s without having it in hand is a cheap but effective move.
fr: Une méthode plus simple est de jouer <strong>comme si</strong> on avait une réaction utile en main quand ce n'est pas le cas. Demander deux secondes pour réfléchir pendant le tour d'un autre joueur pour laisser croire à la présence d'un contre comme %(sudden_reversal)s sans l'avoir en main est un coup bas, mais efficace.

source: The easiest way to stay composed is to <strong>decide in advance</strong> what one's reaction will be. For example, with a wake in hand, one can decide beforehand to wake only if a bleed above one pool is anounced. This way the pondering time does not show so much.
fr: Le meilleur moyen pour rester de marbre est de <strong>décider à l'avance</strong> de sa réaction. Par exemple, avec un réveil en main, on peut décider à l'avance de ne se réveiller que si une morsure de plus d'un point est annoncée. De cette manière le temps de réflexion est plus difficile à déceler.

source: Another tool of manipulation is about the players <strong>standing</strong> around the table. A handful of casual comments can go a long way. The basic idea is to decide on a posture quite early in the game: which deck is a threat on the table and which is the underdog. If the other players aggree with the posture, this can have the following effects:
fr: Une autre technique de manipulation concerne la <strong>réputation</strong> des joueurs à la table. Une poignée de commentaires nonchalants peut avoir un effet considérable. L'idée de base et de choisir une posture assez tôt dans la partie : quel deck est une menace à la table et lequel est une victime. Si les autres joueurs sont d'accord avec cette posture, cela peut avoir les effets suivants :

source: The <strong>threat</strong> will come under pressure and its allies will hesitate to deal with them.
fr: La <strong>menace</strong> sera sous pression et ses alliés hésiteront à faire des pactes avec lui.

source: The <strong>underdog</strong> is more likely to be ignored by the other players and miss some deals opporunities.
fr: La <strong>victime</strong> sera plus facilement ignorée par les autre et ratera des opportunités de négociation.

source: Of course, one should try to <strong>lay low</strong>, avoid to focus the table attention to oneself and never pose as the threat. The posture should be expressed with a bit of subtelty and always pleasantly: an aggressive posture is very likely to drive the other players against the initiator, plus, remember, this is a game and should stay enjoyable even for your opponents.
fr: Bien sûr, on devrait toujours chercher à faire <strong>profil bas</strong>, éviter d'attirer l'attention de la table à soi et ne jamais se présenter comme une menace. La posture doit être exprimée subtilement et toujours de manière plaisante : une posture aggressive a beaucoup de chance de pousser les autres joueurs à agir contre son instigateur et, souvenez-vous, cela reste un jeu et devrait rester agréable pour vos adversaires.

source: Table balance
fr: Équilibre de la Table

source: archetypes
fr: archétypes

source: <p> Not everything around the table is about talking. Having a good sense of the <strong>table balance</strong> is essential to build an efficient strategy as well. Depending on the seating, some players will be at an advantage because the deck played by their neighbours is easy for them to handle or, on the contrary, be in a dire position because they have a kind of deck they're not prepared for. </p> <p> A good read of the natural table balance is an essential quality. As a good part of table talk is about figuring out that balance, being able to read the table balanced without being influenced by the other players is crucial, and depends on experience and a good knowledge of the %(archetypes)s. </p> <p> The most obvious fact about table balance is that the two players « cross table » are <strong>natural allies</strong>. The grand-prey will be leaning to help against the prey, and the grand-predator against the predator. Helping them will naturally prejudice the prey or predator, up to a point. </p> <p> As the game progresses, the table balance shifts: a strong grand-predator may have been an excellent ally and help disabling a predator but, if the predator is too weak, it may be better to help him survive and use him as a buffer than to face a new strong predator in its stead. Quite symmetrically, a grand-prey can be trusted less and less as the prey gets close to be ousted. </p>
fr: <p>Négocier sur une table ne se borne pas à parler. Avoir une bonne idée de l'<strong>équilibre de la table</strong> est également essentiel pour élaborer une stratégie efficace. Selon les places assignées, certains joueurs auront un avantage car les decks joués par leurs voisins sont faciles à contrer ou, au contraire, dans une position désastreuse car ils doivent faire face à un deck pour lequel ils ne sont pas préparés. </p> <p> Une bonne lecture de l'équilibre naturel de la table est une qualité essentielle. Comme une bonne partie de la discussion sur table consiste à trouver cet équilibre, être capable de lire l'équilibre sans être influencé par les autres joueurs est crucial et dépend de l'expérience et d'une bonne connaissance des %(archetypes)s. </p> <p> Le principe le plus évident concernant l'équilibre de la table est que les deux joueurs «en face de table» sont des <strong>alliés naturels</strong>. La grande-proie sera souvent prête à aider contre la proie et le grand-prédateur contre le prédateur. Les aider nuira naturellement à la proie ou au prédateur, jusqu'à un certain point. </p><p>Au fur et à mesure que le jeu progresse, l'équilibre de la table change : un grand-prédateur fort peut avoir été un excellent allié et aider à neutraliser un prédateur mais, si le prédateur est trop faible, il peut être préférable de l'aider à survivre et l'utiliser comme tampon plutôt que de faire face à un nouveau prédateur puissant à sa place. De manière assez symétrique, on peut de moins en moins faire confiance à une grande proie à mesure que la proie approche de l'élimination.</p>

source: <h3>Hopping</h3> <p> A strategy uniquely available to vote constructs, hopping is going against the grand-prey pool before ousting the prey first. It is a good idea when the grand-prey deck has good block capacity: they do not get the chance to block the undirected vote actions until they are either the prey or the predator. </p>
fr: <h3>Saut de mouton</h3> <p> Le saut de mouton, une stratégie exclusivement réservée aux decks de vote, consiste à saper l'influence de la grande-proie avant d'éliminer sa propre proie. C'est une bonne idée quand la grande-proie a une grande capacité de blocage : elle n'aura pas l'opportunité de bloquer les actions de vote non dirigées tant qu'elle ne sera pas la proie ou le prédateur. </p>

source: One should of course focus on <strong>eliminating its prey</strong>. However, when the predator is too threatening, some builds have the ability to <strong>go reverse</strong>, taking aggressive actions against their predator to oust them before their prey. A full reverse, taking predators down one after another for a 2 VP game win at the end, is hard to achieve: each predator gets 6 more pool out of the oust. However, going at least partially reverse during a game, ousting or crippling the predator to diminish the pressure, is a real possibility for some decks.
fr: On devrait toujours se concentrer sur l'<strong>élimination de sa proie</strong>. Cela dit, si le prédateur est trop menaçant, certains decks ont la possibilité de jouer <strong>à contresens</strong>, en effectuant des actions aggressives contre leur prédateur pour l'éliminer avant leur proie. Un contresens complet, en éliminant les prédateurs les uns après les autres pour une victoire à 2 points, est difficile à réaliser : chaque prédateur gagne 6 points d'influence lors de l'élimination du précédent. Cependant, jouer partiellement à contresens pendant une partie, en éliminant ou en handicapant son prédateur pour diminuer la pression, est une vraie possibilité pour certains decks.

source: Predator-Prey Continuum
fr: Le Continuum Proie-Prédateur

source: The Predator-Prey Continuum is a notion developped by Gregory Williams in his %(basic_concepts_in_deck_construction)s. The gist of it is that when a player applies pressure to his prey, the effect ripples around the table and, depending on the number of players, the consequences vary. See the following schematics, representing, 5, 4 and 3-players continuum, where M<sub>1</sub>, M<sub>2</sub>, M<sub>3</sub>, M<sub>4</sub> and M<sub>5</sub> are the five Methusalah.
fr: Le Continuum Proie-Prédateur est une notion developpée par Gregory Williams dans son %(basic_concepts_in_deck_construction)s. L'idée est que lorsqu'un joueur met la pression à sa proie, les effets se transmettent autour de la table comme une onde et, selon le nombre de joueurs, les conséquences en sont différentes. Observez le diagramme suivant représentant des continuum à 5, 4 et 3 joueurs, où M<sub>1</sub>, M<sub>2</sub>, M<sub>3</sub>, M<sub>4</sub> et M<sub>5</sub> sont les 5 Mathusalems.

source: lunge move
fr: coup de grâce

source: <p> If a strong (▲) player (M<sub>1</sub>) pressures his prey, then his prey (M<sub>2</sub>) has to focus on defense (△) and his grand-prey (M<sub>3</sub>) gets strong (▲) and can put pressure on <em>his</em> prey (M<sub>4</sub>), and so on. </p> <p> In a game with an even number of players (4 players in the example), this is a stable situation: cross-table allies reinforce each other and they build up their edge. If there is an odd number of players though, the pressure comes back a turn later on M<sub>1</sub> (turn B). </p> <p> This systemic ripple effect, although not so clear-cut in practice and depending a lot on the type of decks on the table, is a good model of the effects of table balance. It emphasizes how important it is for one to nail his %(lunge_move)s in a five or three players setup: if the lunge works, you get back to an even number and a favorable situation. If it fails, you stay on an odd number of players and have just put a lot of pressure on your prey. More often than not, this means the pressure will come back at you in your very next turn. </p>
fr: <p> Si un joueur (M<sub>1</sub>) en position de force (▲) met la pression à sa proie, alors sa proie (M<sub>2</sub>) doit se concentrer sur la défense (△) et sa grande-proie (M<sub>3</sub>) est laissée tranquille (▲) et peut mettre la pression à <em>sa</em> propre proie (M<sub>4</sub>), et ainsi de suite. </p> <p> Dans une partie avec un nombre de joueurs pair (4 joueurs dans cet exemple), c'est une situation stable : les alliés face-à-face se renforcent l'un l'autre et capitalisent sur leur avantage. Si le nombre de joueurs est impair cependant, la pression revient un tour plus tard sur M<sub>1</sub> (tour B). </p> <p> Cet effet d'onde systémique, même s'il n'est pas aussi tranché en pratique et dépend beaucoup du type de decks à la table, est un bon modèle de l'équilibre de la table. Au passage, il met en évidence à quel point il est important de réussir son %(lunge_move)s dans une situation à trois ou cinq joueurs : si le coup de grâce fonctionne, vous revenez à un nombre pair et à une situation favorable. S'il échoue, vous restez sur un nombre impair de joueurs en ayant mis une grande pression sur la proie. En général, cela signifie que la pression va revenir en force contre vous au prochain tour de table. </p>

source: A common trip down the rabbit hole, for any new player who starts to dig in VTES, is to spend a couple of years diving into the intricacies of combat to try to figure out the most efficient and guaranteed way to dispose of the opponents vampires.
fr: Un longue spirale exploratoire, pour tout nouveau joueur qui commence à creuser dans VTES, est de passer quelques années à se plonger dans les subtilités du combat pour essayer de trouver le moyen le plus efficace et le plus sûr de se débarrasser des vampires adverses.

source: Let's face it: combat is fun, and at least if you have a solid combat deck, you will probably manage to stay in the game a bit longer. As explained in the %(combat_primer)s article though, one needs to approach combat with a bit of caution: blowing things up is fun, but combat is ultimately about control. Winning with combat is hard, and prevailing on a table necessitates a good understanding of what works and what does not.
fr: Soyons honnêtes : le combat est amusant, et si vous avez un deck de combat solide, vous réussirez probablement à rester dans la partie un peu plus longtemps. Comme expliqué dans l’article de %(combat_primer)s, il faut cependant aborder le combat avec un peu de prudence : c’est marrant de tout exploser, mais le combat est avant tout une question de contrôle. Gagner avec le combat est difficile, et l’emporter sur une table nécessite une bonne compréhension de ce qui fonctionne et de ce qui ne fonctionne pas.

source: We will go through all known combat modules that have proved their efficiency by winning at least some tournaments, which will give us a good picture of what works and what does not. No combat module beats everything else. Players have tried for 30 years, and the ultimate combination does not exist. Still, some are stronger than others and, if you want to get good at combat, you need to know what your module strengths and weaknesses are, but also what your opponents modules can or cannot do.
fr: Nous allons passer en revue tous les modules de combat connus qui ont prouvé leur efficacité en remportant au moins quelques tournois, ce qui nous donnera une bonne idée de ce qui fonctionne et de ce qui ne fonctionne pas. Aucun module de combat ne surpasse tout le reste. Les joueurs ont essayé pendant 30 ans, et la combinaison ultime n’existe pas. Pourtant, certains sont plus forts que d’autres et, si vous voulez devenir bon au combat, vous devez savoir quelles sont les forces et les faiblesses de votre module, mais aussi ce que les modules de vos adversaires peuvent faire ou pas.

source: Rush or Block
fr: Rusher ou Bloquer

source: rush
fr: rusher

source: There are two combat styles, not counting the defensive posture where you just try to avoid combat through <strong>S</strong>trike: <strong>C</strong>ombat <strong>E</strong>nds (SCE), dodges or prevention. Either you aim to %(rush)s opposing minions and disable them, or you adopt a less explosive but sturdier approach and %(block)s them.
fr: Il existe deux styles de combat, sans compter la posture défensive où vous essayez simplement d’éviter le combat par des frappes de fin de combat — les <strong>S</strong>trike: <strong>C</strong>ombat <strong>E</strong>nds (SCE) — les esquives ou la prévention. Soit vous visez à %(rush)s les serviteurs adverses et à les neutraliser, soit vous adoptez une approche moins explosive mais plus robuste : les %(block)s.

source: block
fr: bloquer

source: Combat decks are all about control: you aim to disable opposing vampires and control the table fold. Rush decks can exert control cross-table, which can be key to victory, but they have shakier control on their neighbors. Block decks on the other hand tend to exert higher pressure on their neighbors, and less control cross-table.
fr: Les decks de combat sont un affaire de contrôle : vous cherchez à neutraliser les vampires adverses et à contrôler la chute de la table. Les decks Rush peuvent exercer un contrôle sur toute la table, ce qui peut être la clé de la victoire, mais ils ont un contrôle plus fragile sur leurs voisins. Les decks Bloc, quant à eux, ont tendance à exercer une pression plus élevée sur leurs voisins et moins de contrôle sur le reste de la table.

source: But the differences cut deeper when it comes down to the combat module itself. Rush decks need to make sure their rush actions produce results, so they need solid solutions against Combat Ends and other defenses. On the other end, block decks already provide a good deal of their control effect just by blocking successfuly. Disabling the blocked minion, or even just grinding some beads off them, is just a bonus. Which is just as well: you need a bigger module for a rush deck, to have higher efficiency against combat defenses, and a lighter module for a block deck, to leave more room for reactions: you won't block without good wake and intercept capabilities.
fr: Mais les différences sont encore plus marquées lorsqu’il s’agit du module de combat lui-même. Les decks Rush doivent s’assurer que leurs actions de rush produisent des résultats, ils ont donc besoin de solutions solides contre les fins de combat et autres défenses. De l’autre côté, les decks de bloc fournissent déjà une bonne partie de leur effet de contrôle simplement en bloquant avec succès. Désactiver le serviteur bloqué, ou même simplement en lui faisant perdre quelques jetons, n’est qu’un bonus. Ce qui est tout aussi bien : vous avez besoin d’un module plus gros pour un deck Rush, pour avoir une meilleure efficacité contre les défenses de combat, et d’un module plus léger pour un deck de bloc, pour laisser plus de place aux réactions : vous ne bloquerez pas sans de bonnes capacités de réveil et d’interception.

source: Of course, it is also a spectrum: some rush decks have light block capabilities, and some block decks have a few rushes just in case. And anything in between. Modules will be tagged with the following badges:
fr: Bien sûr, il s’agit aussi d’un continuum : certains decks rush ont de légères capacités de bloc, et certains decks block ont ​​quelques rushs juste au cas où. Et tout ce qui se trouve entre les deux. Les modules seront marqués des badges suivants :

source: Usually a large combat module
fr: En général un gros module de combat

source: Usually a medium-sized block module
fr: Un module de combat de taille moyenne

source: Can fit anywhere on the curve
fr: Peut se trouve partout sur l’intervalle

source: A light module for defense only
fr: Un module léger de pure défense

source: Animalism %(ani)s is a prominent combat discipline. It is mainly due to %(carrion_crows)s. It is an additional 2 beads every round, at any range. That can amount to a lot if you manage to get some presses. Being environmental damage, it is undodgeable, and as it is not a strike, high profile prevention cards like %(rolling_with_the_punches)s and %(rego_motum)s just won't work against it. Add some %(taste_of_vitae)s to the mix and you can even keep a steady blood reserve floating around. All in all, the card gave birth to a dozen different combat modules.
fr: L’animalisme %(ani)s est une discipline de combat primordiale. C’est principalement dû à %(carrion_crows)s. C’est deux jetons de différence à chaque round, à n’importe quelle distance. Cela peut représenter beaucoup si vous parvenez à obtenir quelques poursuites. Comme ce sont des dégâts environnementaux, c’est inesquivable, et comme ce n’est pas une frappe, les cartes de prévention de haut niveau comme %(rolling_with_the_punches)s et %(rego_motum)s ne fonctionnent simplement pas. Ajoutez quelques %(taste_of_vitae)s et vous pouvez même garder une quantité de sang stable. Au total, la carte a donné naissance à une douzaine de modules de combat différents.

source: The most straightforward Animalism %(ani)s module couples %(carrion_crows)s with %(aid_from_bats)s. It offers a 3 beads differential at no cost, with just 2 cards. It can also deliver any amount of damage by continuing to press and deliver 3 damage per round as long as it has more %(aid_from_bats)s. On top of that, %(terror_frenzy)s can be used to secure the long range, and %(voracious_vermin)s or %(canine_horde)s to trip up <a href="#weapons">weapons</a> modules.
fr: Le module Animalisme %(ani)s le plus simple associe les %(carrion_crows)s aux %(aid_from_bats)s. Ça donne un différentiel de 3 jetons gratuit, avec seulement 2 cartes. N’importe quelle quantité de dégâts peut être infligée en continuant à poursuivre et à infliger 3 dégâts par tour tant qu’il a des %(aid_from_bats)s. De plus, %(terror_frenzy)s peut être utilisé pour sécuriser la portée, et %(voracious_vermin)s ou %(canine_horde)s pour piéger les modules <a href="#weapons">armes</a>.

source: Outside of the combat cards themselves, Animalism %(ani)s also provides excellent combat support with the very versatile rush-or-bleed %(deep_song)s, and good block devices with %(raven_spy)s, %(sense_the_savage_way)s and %(cat_s_guidance)s, not forgetting %(army_of_rats)s as a bit of payload if you are going wall. There are additional, less widespread, tools, like %(underbridge_stray)s that provide either a press or an unlock, %(pack_alpha)s if you are fielding a lot of %(raven_spies)s or adding some %(murder_of_crows)s to the mix, and %(conquer_the_beast)s as an improved %(trap)s for even more %(carrion_crows)s presses.
fr: En dehors des cartes de combat elles-mêmes, l'animalisme %(ani)s fournit également un excellent soutien au combat avec le très polyvalent rush-ou-mord %(deep_song)s, et de bons dispositifs de bloc avec %(raven_spy)s, %(sense_the_savage_way)s et %(cat_s_guidance)s, sans oublier %(army_of_rats)s comme charge utile si vous faites un mur. Il existe des outils supplémentaires, moins répandus, comme %(underbridge_stray)s qui fournit soit un press soit un redressage, %(pack_alpha)s si vous déployez beaucoup de %(raven_spies)s ou si vous ajoutez quelques %(murder_of_crows)s, et %(conquer_the_beast)s comme un %(trap)s amélioré pour encore plus de poursuites pour %(carrion_crows)s.

source: By itself, the whole module only works at superior %(ANI)s, but it is already impressive, as seen in the %(nananimalism)s archetype. At inferior %(ani)s, it can still be combined to other disciplines, for the range-setting utilities %(drawing_out_the_beast)s or %(terror_frenzy)s, and some %(raven_spy)s for block support.
fr: En soi, le module ne fonctionne qu'avec %(ANI)s supérieur, mais il est déjà impressionnant, comme on le voit dans l'archétype %(nananimalism)s. En %(ani)s inférieur, il peut toujours être combiné à d'autres disciplines, pour les outils de gestion de la distance %(drawing_out_the_beast)s ou %(terror_frenzy)s, et quelques %(raven_spy)s pour aider au bloc.

source: For combination modules using Animalism %(ani)s, see <a href="#ani-friends">Animalism & Friends</a>.
fr: Pour les modules combinés utilisant Animalisme %(ani)s, voir <a href="#ani-friends">Animalisme & Ses amis</a>.
