Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: An excellent unlock and intercept reaction, the core of most Ahrimanes defensive modules. An unlock is better than a simple wake, and the card is cheap: it costs blood only if both unlock and intercept are needed.
fr: Une excellente réaction de redressement et d'interception, le cœur de la plupart des modules défensifs Ahrimanes. Un redressement est meilleur qu'un simple réveil et la carte est bon marché : elle ne coûte du sang que si le redressement et l'interception sont tous deux nécessaires.

source: A versatile tool: it is decisive in combat and works well with the %(ani)s classic combination of %(aid_from_bats)s and %(carrion_crows)s. Moreover, the optional +1 stealth is very useful to get critical actions through. It is a straight upgrade over the similar %(resist_earths_grasp)s.
fr: Un outil versatile : il est décisif en combat et fonctionne bien avec la cominaison %(ani)s classique d'%(aid_from_bats)s et %(carrion_crows)s. De plus, le +1 stealth en option est très utile pour passer des action critiques. C'est une nette amélioration par rapport à %(resist_earths_grasp)s.

source: The only card apart %(aus)s %(eagles_sight)s and %(anneke)s to allow cross-table blocks, it is a drastic improvement over the classical %(ani)s intercept module. The ability to intercept one's prey bleed or a cross-table vote is critical to %(wall_decks)s.
fr: La seule carte avec %(aus)s %(eagles_sight)s et %(anneke)s qui permet les blocages non standards, c'est une amélioration drastique pour le module d'interception %(ani)s classique. La possibilité d'intercepter les morsures de sa proie ou les votes en face est critique pour les %(wall_decks)s.

source: wall decks
fr: decks mur

source: A strong intercept boost on par with %(aus)s %(enhanced_senses)s, this completes the %(spi)s toolset for intercept. Combined with %(falcons_eye)s and %(speak_with_spirits)s, along %(ani)s %(cats_guidance)s, it delivers an intercept module as solid as %(aus)s.
fr: Un bon boost d'interception comparable à %(aus)s %(enhanced_senses)s, il complète la panoplie %(spi)s pour l'interception. Cominé à %(falcons_eye)s et %(speak_with_spirits)s, ainsi que %(ani)s %(cats_guidance)s, il fournit un module d'interception comparable à %(aus)s.

source: <p> Akunanse and their rare %(abo)s discipline provide a stronger defense than the usual %(ani)s builds. </p> <p> This clan has two main archetypes: the %(akunanse_wall)s, using %(abo)s along %(ani)s for a sturdy wall, and %(team_jacob)s using the infamous %(tunnel_runner)s. More combat-oriented builds are limited due to the inability to deal with %(combat_ends)s. </p>
fr: <p> Les Akunanse et leur discipline unique %(abo)s donnent une défense plus solide qu'%(ani)s seul. </p> <p> Ce clan a deux archétypes principaux : L'%(akunanse_wall)s, qui utilise %(abo)s aux côtés d'%(ani)s pour un mur solide, et %(team_jacob)s qui utilise les fameux %(tunnel_runner)s. Les constructions orientées combat sont limitées à cause du manque de solutions contre un coupe de %(combat_ends)s. </p>

source: A Magaji with superior %(ABO)s%(FOR)s%(ANI)s for just 7 pool: definitely a good deal. Her ability may be useful in tense situations, although 1 blood to draw a card is a high price to pay. The fact that she is Magaji let her play the excellent %(no_secrets_from_the_magaji)s.
fr: Un Magaji avec %(ABO)s%(FOR)s%(ANI)s en supérieur pour juste 7 sang : une bon affaire. Son aptitude peut être utile dans les situations tendues, même si 1 sang pour piocher une carte est un peu cher payé. Le fait qu'elle est Magaji lui permet de jouer l'excellent %(no_secrets_from_the_magaji)s.

source: A good master for Akunanse decks: it can speed up the setup in the beginning, but also avoid pool loss regularly, at no cost. Gaining one or two turns or 3 pools or more is definitely efficient, it encourages the inclusion of low capacity vampires to get the edge sooner.
fr: Une bonne carte Maître pour les Akunanse : Elle peut accélérer la mise en place, mais aussi éviter régulièrement la perte d'un point d'influence. Gagner un ou deux tours ou 3 influence ou plus est motivant, cela encourage l'inclusion de vampires de faible capacité pour récupérer l'avantage plus tôt.

source: A good equipment: a permanent +1 bleed for 1 pool is good, plus the discipline boost is excellent for low capacity vampires.
fr: Un bon équipement : +1 de morsure permanent pour 1 influence est très bon, et le boost de discipline est excellent pour les vampires de faible capacité.

source: He can be used as the main minion of the deck for good stealthed bleeds, his ability can be used more than once in a turn, allowing it to get +2 stealth. He is expensive, though — he becomes really efficient partnered with %(jacob_fermor)s in the %(tunnel_runners)s archetype.
fr: Il peut être utilisé comme serviteur principal du deck pour des morsures discrètes : son aptitude peut être utilisée plus d'une fois par tour, ce qui lui permet d'obtenir +2 de discrétion. Mais il est cher – il devient vraiment efficace en partenariat avec %(jacob_fermor)s dans l'archétype %(tunnel_runners)s.

source: Wake and intercept bundled in a single card: an excellent reaction for any intercept module. This card, combined with the combat-efficient %(for)s discipline of the clan, explains the success of wall archetypes in the Akunanse clan.
fr: Réveil et interception en une seule carte : une excellente réaction pour tout module d'interception. Combinée à l'efficacité de %(for)s pour le combat, cette carte explique le succès des archétypes mur dans le clan Akunanse.

source: A good combat card at no cost: additional damage, plus a handy press that combines very well with %(carrion_crows)s
fr: Une bonne carte de combat sans coût : des dégâts supplémentaires, plus une poursuite utile qui se combine très bien avec %(carrion_crows)s

source: An easy to cycle stealth card, and the only one available for Akunanse. The superior effect may come in handy against weenie constructs.
fr: Une carte de discrétion facile à cycler et la seule disponible pour les Akunanse. L'effet supérieur peut être utile contre les decks weenie.

source: A good combat card, adding aggravated damage to an already efficient combat module. The strength bonus of %(invoking_the_beast)s applies to it and the press at superior %(ABO)s can be deadly when used alongside %(carrion_crows)s. Finally, it works with a hand strike, so %(immortal_grapple)s is useless against it.
fr: Une bonne carte de combat, qui ajoute des dégâts aggravés à un module de combat déjà efficace. Le bonus de force d'%(invoking_the_beast)s s'y ajoute et la poursuite en %(ABO)s supérieur peut être mortelle lorsqu'elle est utilisée avec %(carrion_crows)s. Enfin, elle fonctionne sur une frappe à mains nues, donc %(immortal_grapple)s est inutile contre elle.

source: <p> Baali and their unique discipline %(dai)s provide good clan cards. Their vampires are all <em>Infernal</em>, and 1 pool per turn is a high cost, but some of them, combined with the clan cards, have abilities matching this cost. There are multiple archetypes used by the Baali clan: </p> <ul> <li> %(the_dark_side_of_politics)s archetype, using %(giotto_verducci)s and %(kaymakli_fragment)s to get titled vampires into play fast and cheap. </li> <li> The %(girls_will_find_inner_circles)s archetype, using %(cybele)s to get more Master actions. </li> <li> The %(the_unnamed_arch)s archetype, a stealth & bleed construct starring, obviously, %(the_unnamed)s. </li> <li> The %(council_of_doom)s archetype, starring %(huitzilopochtli)s along some <em>Inner Circle</em> vampires. </li> </ul> <p> The titled vampires of the clan, %(arishat)s, %(xeper)s and %(annazir)s, also offer good options for political builds. </p>
fr: <p> Les Baali et leur discipline exclusive %(dai)s ont de bonnes cartes de clan. Leurs vampires sont tous <em>Infernaux</em>, et 1 influence par tour est un coût élevé, mais certains d'entre eux, combinés avec les cartes de clan, ont des aptitudes qui compensent. Il existe plusieurs archétypes utilisés par le clan Baali: </p> <ul> <li> %(the_dark_side_of_politics)s, qui utilise %(giotto_verducci)s et %(kaymakli_fragment)s pour mettre en jeu des vampires titrés rapidement et pas cher. </li> <li> %(girls_will_find_inner_circles)s, qui utilise %(cybele)s pour obtenir plus d'actions de maître. </li> <li> %(the_unnamed_arch)s, un archétype stealth & bleed avec comme star, évidemment, %(the_unnamed)s. </li> <li> L'archétype %(council_of_doom)s, avec %(huitzilopochtli)s en star aux côtés de vampires du <em>Cercle Intérieur</em>. </li> </ul> <p> Les vampires titrés du clan, %(arishat)s, %(xeper)s et %(annazir)s, offrent également de bonnes options pour les decks politiques. </p>

source: The most played %(dai)s card. The pool cost is steep, but it is a dreadful defence. It can be used to deter bleeds or protect vampires against aggressive actions. The threat of torpor without even a combat is hard to get around.
fr: La carte %(dai)s la plus jouée. Le coût d'influence est élevé, mais c'est une défense qui fait peur. Elle peut être utilisée pour dissuader les morsures ou protéger les vampires contre des actions agressives. La menace de torpeur sans même un combat est difficile à gérer.

source: The star of the Baali clan, her ability led to Master-focused decks like %(girls_will_find_inner_circles)s.
fr: La star du clan Baali, sa capacité a conduit à des decks axés sur les cartes Maître comme %(girls_will_find_inner_circles)s.

source: The best ally of the clan, Veneficti has a 2 points bleed combined with stealth, all for the cheap cost of 1 pool. Hard to resist: it is the kind of awesome cards one is paying the <em>Infernal</em> penalty for.
fr: Meilleur allié du clan, Veneficti a une morsure de 2 points combinée à de la discrétion, le tout pour le coût bradé d'un point d'influence. Difficile de résister : c'est le genre de cartes formidables pour lesquelles on paie la pénalité des <em>Infernaux</em>.

source: An excellent card against %(AUS)s bounces %(telepathic_misdirection)s and %(my_enemy_s_enemy)s, it does not jam the hand as it can be used at superior %(OBF)s%(DAI)s to just gain a pool for a blood (the card text states <em>"and/or"</em>).
fr: Une excellente carte contre les rebonds %(AUS)s %(telepathic_misdirection)s et %(my_enemy_s_enemy)s, elle ne bloque pas la main car elle peut être utilisée au niveau supérieur %(OBF)s%(DAI)s pour simplement gagner un point d'influence pour un point de sang (le texte de la carte indique <em > "et/ou" </em>).

source: A very versatile card, it can be used for intercept or additional bleed, depending on the situation. Always useful, at no cost, even with no corruption counter around.
fr: Carte très polyvalente, elle peut être utilisée pour de l'interception ou de la morsure supplémentaire, selon la situation. Toujours utile, sans frais, même sans compteur de corruption.

source: An excellent bloat device. Played in many Baali decks, it also plays well with %(cybele)s ability. This card helps to make up for the <em>Infernal</em> penalty and is straightly better than %(grooming_the_protege)s.
fr: Un excellent outil de régénération. Joué dans de nombreux decks Baali, il passe également bien avec l'aptitude de %(cybele)s. Cette carte aide à compenser la pénalité des <em>Infernaux</em> et est directement meilleure que %(grooming_the_protege)s.

source: An excellent sidekick - its ability can be used to boost older vampires bleed easily, even from torpor.
fr: Un excellent acolyte - son aptitude peut être utilisée pour booster les vampires plus âgés qui mordent facilement, même de torpeur.

source: A decent block denial, although limited to younger vampires and allies, it still applies to a lot of minions when one plays %(cybele)s or %(the_unnamed)s.
fr: Un déni de bloc décent, bien que limité aux jeunes vampires et alliés, il s'applique toujours à beaucoup de serviteurs quand on joue %(cybele)s ou %(the_unnamed)s.

source: A decent pool damage provider, although often played as a single copy in Baali decks. It is a way to bring the pool cost around the table closer to the one one has to pay to unlock Infernal vampires, and is more useful in slow-paced decks.
fr: Un moyen décent de faire des dégâts d'influence, bien que souvent joué en un seul exemplaire dans les decks Baali. C'est un moyen de rapprocher le coût d'influence autour de la table de celui que l'on doit payer pour déverrouiller les vampires infernaux, et est plus utile dans les decks au rythme lent.

source: An excellent vampire, with an excellent ability for politics, defensively or offensively. Depending on the opposition, she can offer a swing from 1 to 4 votes reliably.
fr: Un excellent vampire, avec une bonne aptitude politique, défensive ou offensive. En fonction de l'opposition, elle peut proposer un différentiel de 1 à 4 voix de manière fiable.

source: own archetype
fr: propre archétype

source: Star of his %(own_archetype)s, his ability makes for a very comfortable bloat. His access to such a powerful disciplines combination allows him to use a broad range of cards.
fr: Star de son %(own_archetype)s, sa capacité produit une régénération très confortable. Son accès à une telle combinaison de disciplines lui permet d'utiliser une large gamme de cartes.

source: An excellent vampire, with a very annoying ability against ally constructs and a decent one for vote constructs. His inferior %(dai)s is almost not an issue.
fr: Un excellent vampire, avec une aptitude très pénible pour les decks alliées et une bonne aptitude pour les decks de vote. Son %(dai)s inférieur n'est presque pas un problème.

source: Another excellent vampire, all clan disciplines at superior, votes and enhanced bleed, plus a nice ability that can become useful to get rid of a gun or a %(bowl_of_convergence)s.
fr: Un autre excellent vampire, toutes les disciplines de clan en supérieur, votes et morsure améliorée, plus une belle aptitude qui peut devenir utile pour se débarrasser d'une arme à feu ou d'un %(bowl_of_convergence)s.

source: An excellent ally: although he does not stay in play, his bleed power is huge and can make for a very nice lunge.
fr: Un excellent allié : bien qu'il ne reste pas en jeu, sa puissance de morsure est énorme et peut faire un très beau coup de grâce.

source: A very good combat strike. More often seen in fact in Tremere %(tremere)s decks using %(tha)s, as it is a good alternative to other aggravated damage source %(tha)s provides like %(walk_of_flame)s or %(burst_of_sunlight)s.
fr: Une très bonne frappe de combat. Plus souvent vue en fait dans les decks Tremere %(tremere)s qui utilisent %(tha)s, car c'est une bonne alternative à d'autres sources de dégâts aggravés en %(tha)s comme %(walk_of_flame)s ou %(burst_of_sunlight)s.

source: An excellent card for politics, both defensively and offensively. Even Baali decks with no take on the politics game can play it just to hinder a politic opponent.
fr: Une excellente carte de politique, à la fois défensive et offensive. Même les decks Baali sans objectif politique peuvent la jouer juste pour gêner un adversaire politique.

source: <p> The Banu Haqim (previously named <em>Assamite</em>) provide some good clan cards and multiple strategies usually revolving around %(obf)s for stealth. This clan has four main archetypes: <ul> <li> %(amaravati_politics)s, a political archetype with %(amaravati)s. </li> <li> The %(death_star)s, an anarch politics archetype. </li> <li> The %(black_hand)s swarm archetype. </li> <li> %(dimitri_s_big_band)s, a toolbox archetype using %(dmitri_borodin)s and the %(AUS)s%(CEL)s%(QUI)s disciplines combination. </li> </ul> </p> <p> Note that before the 2021 release of the %(v5_banu_haqim)s precon, they had %(qui)s as clan discipline instead of %(tha)s. The new vampires and cards released in this precon offer a whole new different area for deck building, and it's not yet clear what high level archetypes might emerge of it. </p>
fr: <p> Les Bau Haqim (auparavant dénommés Assamites) fournissent de bonnes cartes de clan et de multiples stratégies qui tournent généralement autour d'%(obf)s pour la discrétion. Ce clan a quatre archétypes principaux: <ul> <li> %(amaravati_politics)s, un archétype politique avec %(amaravati)s. </li> <li> La %(death_star)s, un archétype politique anarch. </li> <li> L'archétype d'essaim %(black_hand)s, dont la variante Asssamite est la plus courante. </li> <li> %(dimitri_s_big_band)s, un archétype toolbox qui utilise %(dmitri_borodin)s et la combinaison de disciplines %(AUS)s%(CEL)s%(QUI)s. </li> </ul> </p> <p> Notez qu'avant 2021 et la publication du préconstruit %(v5_banu_haqim)s, ils avaient %(qui)s comme discipline de clan à la place de %(tha)s. Les nouveaux vampires et cartes publiés dans ce préconstruit offre un champ nouveau à la construction de deck, et il n'est pas encore évident de déterminer quels archétypes de haut niveau pourraient en émerger. </p>

source: A great master card for combat-oriented Banu Haqim %(banu_haqim)s decks. It enables cycling combat cards for bleed enhancement, a great way to make sure that the combat cards, even in high number, do not jam the hand. It also synergizes well with multi-types cards like %(swallowed_by_the_night)s and %(resist_earths_grasp)s.
fr: Une excellente carte maître pour les decks Banu Haqim %(banu_haqim)s orientés combat. Elle permet d'utiliser des cartes de combat pour améliorer la morsure, un excellent moyen de s'assurer que les cartes de combat, même en grand nombre, ne grippent pas la main. Elle est aussi en bonne synergie avec les cartes multi-types comme %(swallowed_by_the_night)s et %(resist_earths_grasp)s.

source: A great combat cards and a direct upgrade from %(tha)s %(theft_of_vitae)s. It enables to use the strike multiple times in the same round, allowing Banu Haqim %(banu_haqim)s to use their %(cel)s fully, with additional strikes from %(pursuit)s, %(blur)s or %(quickness)s for example.
fr: Une excellente carte de combat et une amélioration directe de %(tha)s %(theft_of_vitae)s. Elle permet d'utiliser la frappe plusieurs fois dans le même tour, permettant aux Banu Haqim %(banu_haqim)s d'utiliser pleinement leur %(cel)s, avec des frappes supplémentaires de %(pursuit)s, %(blur)s ou %(quickness)s par exemple.

source: A good action card for bloating. This action makes good use of the many low capacity Banu Haqim one can have in swarm decks. Even just a few copies already make for a good bloat.
fr: Une bonne carte d'action pour régénérer. Les decks Banu Haqim sont rares et la plupart sont construits autour de la prolifération. Cette action fait bon usage des nombreux Assamites de faible capacité que l'on peut avoir dans ce contexte. Juste quelques exemplaires produisent déjà une bonne régénération.

source: A bleed enhancer with a 4 pool bloat bonus if timely played. Most Banu Haqim decks include one or two of these for the lunge.
fr: Une amélioration de morsure avec une régénération de 4 si elle est joué en temps voulu. La plupart des decks Banu Haqim en incluent un ou deux pour le coup de grâce.

source: An excellent defence against rush actions, but also against %(banishment)s, an all-too-common option in big capacity vote decks. The cost of 1 pool is fairly low.
fr: Une excellente défense contre les actions de rush, mais aussi contre %(banishment)s, une option trop courante dans les decks de vote de grande capacité. Le coût d'un point d'influence est plutôt bas.

source: An excellent vote enhancer at a fair cost for any archetype. It is played for additional votes in political decks, but also as a defensive tool against political actions in other decks.
fr: Un excellent boost de vote à un prix raisonnable pour n'importe quel archétype. Il est joué pour des votes supplémentaires dans les decks politiques, mais aussi comme un outil défensif contre les actions politiques dans d'autres decks.

source: Another cheap vote enhancer, 2 votes for 1 pool is quite worth it. The contract part of the card is seldom used.
fr: Un autre boost de vote bon marché, 2 votes pour 1 influence vaut la coût. La partie contrat de la carte est rarement utilisée.

source: An interesting breeding card: it is a bit slow as the new vampire only comes out after 3 turns but, on the other hand, the neonate has the three clan disciplines %(qui)s%(obf)s%(cel)s at basic level and three blood, all for the low cost of 1 pool.
fr: Une carte de prolifération intéressante : elle est un peu lente car le nouveau vampire ne sort qu'après 3 tours mais, en revanche, le nouveau-né a les trois disciplines de clan %(qui)s%(obf)s%(cel)s au niveau inférieur et trois points de sang, le tout pour le faible coût d'un point d'influence.

source: The star of the %(amaravati_politics)s archetype, combined with %(web_of_knives_recruit)s, %(alamut)s and %(the_black_throne)s, he builds up a strong vote lock. Moreover, his superior %(DOM)s gets him bounce reactions like %(deflection)s.
fr: La star de l'archétype %(amaravati_politics)s, combiné avec %(web_of_knives_recruit)s, %(alamut)s et %(the_black_throne)s, il construit un bon verrou de vote. De plus, %(DOM)s en supérieur lui procure des réactions de rebond comme %(deflection)s.

source: One of the best Seraph of the game, Djuhah also has good company in his clan as 5 Black Hand Banu Haqim are available in groups 4 and 5. This led to the Banu Haqim variation of the %(black_hand)s swarm archetype.
fr: L'un des meilleurs Seraph du jeu, Djuhah est de plus bien accompagné dans son clan puisque 5 Banu Haqim Black Hand sont disponibles dans les groupes 4 et 5. Cela a conduit à la variante Assamite de l'archétype d'essaim %(black_hand)s.

source: An excellent permanent intercept at low cost. Used in all Banu Haqim decks when blocking is an option. Swarm builds have no use for it though.
fr: Une excellente interception permanente à faible coût. Utilisée dans tous les decks Banu Haqim lorsque bloquer est une option. Les decks d'essaim n'en ont cependant pas l'usage.

source: A strong bleed action, played in most legacy Banu Haqim decks. The inferior %(qui)s option can also come in handy.
fr: Une action de morsure puissante, jouée dans la plupart des decks Banu Haqim. L'option %(qui)s inférieur peut également être utile.

source: An excellent reaction, which actually unlocks - not just wake - the vampire. This can be better as the vampire stays unlocked if he fails to block the action, but being forced to block can be tricky if the goal is to bounce a bleed.
fr: Une excellente réaction, qui redresse - pas seulement réveille - le vampire. Cela peut être mieux car le vampire reste redressé s'il ne parvient pas à bloquer l'action, mais être forcé de bloquer peut être délicat si l'objectif est de faire rebondir une morsure.

source: Worth mentioning as it is the most played %(qui)s combat card, it is still hard to include as excellent range management is necessary to make it work. %(selective_silence)s is a good option, but two cards and two blood is a high price to pay for it.
fr: Mérite d'être mentionnée car c'est la carte de combat %(qui)s la plus jouée, elle est difficile à inclure car une excellente gestion de la portée est nécessaire pour la faire fonctionner. %(selective_silence)s est une bonne option, mais deux cartes et deux points de sang sont un prix élevé à payer.
