Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>powerbleed</em> deck that relies on %(lucian_the_perfect)s for huge bleeds, combined with a lot of block denial and, specifically, some %(blind_spot)s. </p> <p> The idea is very simple: get %(lucian)s out, then bleed for 6 to 12, disregarding the possibility of %(archon_investigation)s. To get the bleed through, there is a bit of stealth but the main strategy is to combine multiple block denials like %(blind_spot)s, %(seduction)s and %(elder_impersonation)s to prevent all the minions of the prey from blocking. </p> <p> The deck is brutal and can obliterate a table in just 10 turns if it's lucky. %(blind_spot)s is particularily vicious because it also prevents reactions, hence %(bounces)s. That makes it harder for the prey to defend against the high bleeds. Of course, for the card to work at all, one needs the highest capacity on the table. Because it relies on block denials, the deck can go through highly defensive toolboxes and walls as if they weren't even there. </p> <p> The Master module provides crypt acceleration with %(zillahs_valley)s, %(information_highway)s and %(dreams_of_the_sphinx)s. </p> <p> The deck relies on %(obedience)s, %(charismatic_aura)s and %(majesty)s to avoid combat, and sports some %(AUS)s sidekicks for support. They can bounce with %(telepathic_misdirection)s, try to remove defensive tools from the prey's hand using %(revelations)s, or even call some votes that can be negotiated with the rest of the table. </p> <h2>Tips & Tricks</h2> <p> %(lucian)s bleeds hard, and his ability makes him a decent blocker, especially combined with %(majesty)s. The deck has no intercept, but his ability to block swarms that do not use stealth is actually pretty high. </p> <p> %(enkil_cog)s is, of course, desirable. Especially because one can use it to bleed during the prey's turn, which will completely negate the possibility of an %(archon_investigation)s: since it's an out-of-turn Master, it cannot be played by the prey during their own turn. </p> <p> The deck fields an awful lot of cards in a single copy that fit specific situations: it is all about crafting the perfect lunge to oust the prey in a single swift move. So, patience is required in building up the perfect table situation %(lucian)s needs to shine. %(revelations)s can be used to remove a bounce or a potential %(archon_investigation)s, %(hide_the_mind)s can counter an Auspex %(AUS)s bounce and %(approximation_of_loyalty)s, any bounce, if the reacting vampire is young enough. </p> <p> This version include a few votes that might be negotiated even on a table with multiple titled vampires. But the deck also include a surprising number of incidental vote increases, between %(ancestor_spirit)s, %(iron_glare)s, %(perfect_paragon)s and %(kduvas_mask)s, not mentioning %(legendary_vampire)s. </p> <h2>Variants</h2> <p> The more brutal <strong>Inner Circle</strong> variant is much more forward-focused, using more %(blind_spot)s, %(seduction)s and %(conditioning)s, for a more streamlined and direct aggression. See %(desso_alastors_deck)s for an example. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>powerbleed</em> qui s’appuie sur %(lucian_the_perfect)s pour d’énormes morsures, combiné avec beaucoup de déni de bloc et, plus particulièrement, plusieurs %(blind_spot)s. </p> <p> L’idée est très simple : faire sortir %(lucian)s, puis mordre pour 6 à 12, sans tenir compte de l’éventuel %(archon_investigation)s. Pour faire passer la morsure, il y a un peu de discrétion mais la stratégie principale est de combiner plusieurs dénis de bloc comme %(blind_spot)s, %(seduction)s et %(elder_impersonation)s pour empêcher tous les serviteurs de la proie de bloquer. </p> <p> Le deck est brutal et peut anéantir une table en seulement 10 tours avec de la chance. %(blind_spot)s est particulièrement vicieux car il empêche également les réactions, donc les %(bounces)s. Cela rend plus difficile pour la proie de se défendre contre les morsures. Bien entendu, pour que la carte fonctionne, il faut la plus grande capacité disponible. Parce qu’il repose sur des dénis de bloc, le deck peut traverser des toolboxes et des murs hautement défensifs comme s’ils n’étaient même pas là. </p> <p> Le module Master fournit une accélération de crypte avec %(zillahs_valley)s, %(information_highway)s et %(dreams_of_the_sphinx)s. </p> <p> Le deck s’appuie sur %(obedience)s, %(charismatic_aura)s et %(majesty)s pour éviter le combat, et propose quelques acolytes %(AUS)s pour le soutien. Ils peuvent rebondir avec %(telepathic_misdirection)s, tenter de retirer les outils défensifs de la main de la proie en utilisant %(revelations)s, ou même appeler des votes qui peuvent être négociés avec le reste de la table. </p> <h2>Trucs & Astuces</h2> <p> %(lucian)s mort fort, et son aptitude fait de lui un bloqueur décent, surtout en combinaison avec %(majesty)s. Le deck n’a pas d’interception, mais sa capacité à bloquer les essaims qui n’utilisent pas de discrétion est en fait assez élevée. </p> <p> %(enkil_cog)s est, bien sûr, souhaitable. D’autant plus qu’on peut l’utiliser pour mordre pendant le tour de la proie, ce qui annulera complètement la possibilité d’une %(archon_investigation)s : puisqu’il s’agit d’une carte Maître hors-tour, elle ne peut pas être jouée par la proie pendant son propre tour. </p> <p> Le jeu contient énormément de cartes en un seul exemplaire qui correspondent à des situations spécifiques : il s’agit de créer le coup de grâce parfait pour évincer la proie en un seul mouvement. Il faut donc de la patience pour créer la situation de table parfaite que %(lucian)s requiert pour briller. %(revelations)s peut être utilisé pour supprimer un rebond ou une potentielle %(archon_investigation)s, %(hide_the_mind)s peut contrer un rebond Auspex %(AUS)s et %(approximation_of_loyalty)s, tout rebond, si le vampire qui réagit est assez jeune. </p> <p> Cette version inclut quelques votes qui pourraient être négociés même sur une table avec plusieurs vampires titrés. Mais le deck comprend également un nombre surprenant d’augmentations de votes, entre %(ancestor_spirit)s, %(iron_glare)s, %(perfect_paragon)s et %(kduvas_mask)s, sans parler de %(legendary_vampire)s. </p> <h2>Variantes</h2> <p> La variante <strong>Inner Circle</strong>, plus brutale, est beaucoup plus tournée vers l’avant, utilisant davantage de %(blind_spot)s, %(seduction)s et %(conditioning)s, pour une agression plus concentrée et directe. Voir le %(desso_alastors_deck)s pour exemple. </p>

source: bounces
fr: rebonds

source: <h2>Highlights</h2> <p> This is a Lasombra %(lasombra)s <em>bleed & vote</em> deck starring %(bruce_de_guy)s. The strategy is not so far off from what a %(stanislava)s deck would be doing, hence the name. <em>Martin Weinmeyer</em> has been leading the competitive ladder multiple years in a row with his <em>Reign of Stanislava</em> deck, which was later printed as the %(anniversary)s precon. And this archetype was originally his idea. </p> <p> The plan is to get %(bruce_de_guy)s out, or the highest capacity vampire from the crypt if he's not there, then use %(govern_the_unaligned)s at superior Dominate %(DOM)s to influence a couple of helpers cheap and fast. Then, bleed and vote to oust preys successively, using Obtenebration %(OBT)s modifiers for stealth, and a few %(freak_drive)s to get more actions. </p> <p> On the defense side, a single unlocked high capacity vampire can hold the fort by blocking and spamming %(obedience)s, while also simply using %(deflection)s against stealthed bleeds. %(under_siege)s and %(eternal_vigilance)s can be used to get the necessary unlocks and intercept. </p> <p> The Master module provides bloat with %(villein)s and blood regeneration for the vampires to feed the Dominate %(DOM)s cost, as well as a bit of stealth. To help with the card flow, and avoid jamming on stealth if the opponents decide not to block, %(dreams_of_the_sphinx)s. </p> <h2>Tips & Tricks</h2> <p> The deck is tailored to handle both high stealth bleed predators like %(platinum_revelation)s or %(malk_22)s, but also bruise & bleed builds like %(haqim_royalty)s or %(brujah_resistance)s. It might struggle to get the vote lock against dedicated vote decks, but in this case, it can simply fall back on bleeding. </p> <p> %(enkil_cog)s is, of course, desirable. Especially because one can use it to bleed during the prey's turn, which will completely negate the possibility of an %(archon_investigation)s: since it's an out-of-turn Master, it cannot be played by the prey during their own turn. But it can also be used to bleed at the end of one's predator turn, to get the Edge and benefit from it immediately. </p> <p> %(banishment)s is a key lunge device for this deck. It can be used to remove a troublesome blocker or a potential bouncer, as well as a key voter if there's a window for it. Drwan early, it can simply put off the prey or predator tempo, depending on what seems most beneficial. </p> <h2>Variants</h2> <p> This is an iteration over a prior %(decklist_from_martin_weinmeyer)s, with only a few additions. </p> <p> There is a <strong>Group 2-3</strong> variant with %(montano)s and %(ambrosio)s, see %(gabriel_carnino_s_deck)s for an example. Getting a bit of Presence %(PRE)s to be able to play %(voter_captivation)s is very endearing, and %(montano)s's ability is very strong. But %(bruce_de_guy)s's ability, to get the vote lock, is hard to match. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck Lasombra %(lasombra)s <em>bleed & vote</em> avec %(bruce_de_guy)s comme star. La stratégie n’est pas si éloignée de ce que ferait un deck %(stanislava)s, d’où son nom. <em>Martin Weinmeyer</em> a dominé la compétition plusieurs années de suite avec son deck <em>Règne de Stanislava</em>, qui a ensuite été imprimé en préconstruit comme %(anniversary)s. Et cet archétype était à l’origine son idée. </p> <p> Le plan est de sortir %(bruce_de_guy)s, ou le vampire le plus puissant de la crypte s’il n’est pas là, puis d’utiliser %(govern_the_unaligned)s en Domination supérieure %(DOM)s pour influencer quelques assistants à moindre coût et rapidement. Ensuite, mordre et voter pour éliminer les proies successivement, en utilisant les modificateurs Obténébration %(OBT)s pour la discrétion, et quelques %(freak_drive)s pour obtenir plus d’actions. </p> <p> Du côté de la défense, un seul vampire de haute capacité débloqué peut tenir le fort en bloquant et en spammant %(obedience)s, tout en utilisant simplement %(deflection)s contre les morsures discrètes. %(under_siege)s et %(eternal_vigilance)s peuvent être utilisés pour obtenir les redressements et l’interception nécessaires. </p> <p> Le module Maître fournit de la régénération avec %(villein)s et une régénération de sang pour les vampires pour nourrir le coût de Domination %(DOM)s, ainsi qu’un peu de discrétion. Pour faciliter le flux des cartes et éviter de gripper sur la discrétion si les adversaires décident de ne pas bloquer, %(dreams_of_the_sphinx)s. </p> <h2>Trucs & Astuces</h2> <p> Le deck est conçu pour gérer à la fois les prédateurs à morsure élevée comme %(platinum_revelation)s ou %(malk_22)s, mais aussi les decks bleed & rush comme %(haqim_royalty)s ou %(brujah_resistance)s. Il peut avoir du mal à verrouiller les votes contre des decks de vote dédiés, mais dans ce cas, il peut simplement se rabattre sur les morsures. </p> <p> %(enkil_cog)s est, bien sûr, souhaitable. D’autant plus qu’on peut l’utiliser pour mordre pendant le tour de la proie, ce qui annulera complètement la possibilité d’une %(archon_investigation)s : puisqu’il s’agit d’une carte Maître hors-tour, elle ne peut pas être jouée par la proie pendant son propre tour. Mais il peut aussi être utilisé pour mordre à la fin du tour de son prédateur, pour récupérer l’Avantage et en bénéficier immédiatement. </p> <p> %(banishment)s est un outil de coup de grâce clé pour ce deck. Il peut être utilisé pour supprimer un bloqueur gênant ou un rebond potentiel, ainsi qu’un voteur clé s’il existe une fenêtre pour cela. Pioché tôt, il peut simplement retarder le rythme de la proie ou du prédateur, selon ce qui semble le plus bénéfique. </p> <h2>Variantes</h2> <p> Il s’agit d’une itération sur une %(decklist_from_martin_weinmeyer)s précédente, avec seulement quelques ajouts. </p> <p> Il existe une variante <strong>Groupe 2-3</strong> avec %(montano)s et %(ambrosio)s, voir le %(gabriel_carnino_s_deck)s pour exemple. Obtenir un peu de Présence %(PRE)s pour pouvoir jouer %(voter_captivation)s est très tentant, et l’aptitude de %(montano)s est très forte. Mais l’aptitude de %(bruce_de_guy)s à obtenir le verrou de vote est difficile à égaler. </p>

source: 25th Anniversary
fr: 25ème Anniversaire

source: decklist from Martin Weinmeyer
fr: decklist de Martin Weinmeyer

source: Gabriel Carnino's deck
fr: deck de Gabriel Carnino

source: <h2>Highlights</h2> <p> This is a <em>stealth & bleed</em> deck starring %(the_unnamed)s. The idea is to use his ability to bleed and bloat at the same time. </p> <p> At some point in the game, he gets %(enkil_cog)s and %(homunculus)s, allowing him to bleed again during another turn, doubling his bleed and bloat power. </p> <p> The versatile %(instantaneous_transformation)s is a great asset and other options are included to let him unlock even more: %(homunculus)s and %(mylan_horseed)s. The more he unlocks, the less the Methusalah has to pay for the <em>Infernal</em> penalty. </p> <p> The crypt here focuses on bring some %(OBF)s sidekicks in play to perform some additional actions. Unnamed decks usually go for other Baali %(baali)s like %(the_horde)s or %(arishat)s, or some Ministry %(ministry)s like %(doctor_morocco)s or %(elisha_tucker)s, but influencing a second vampire is always a difficult proposition with this deck: even if it bloats, the bloat is its only defense so the pool should not be expended too liberatly. </p> <h2>Tips & Tricks</h2> <p> This variant aims at playing %(the_rising)s as early as possible in the game. It can severly limit the opponents ability to bloat, whether they were planning to use votes or Master cards like %(villein)s. On the other hand, %(the_unnamed)s both makes sur noone starts the turn with the Edge, and provides a way of bloating that includes getting the Edge first as part of its mechanic. </p> <p> %(infernal_servitor)s and %(veneficti)s, alongside the %(OBF)s sidekicks, provide additional bleeding to increase the pressure throughout the game. They all can also be used as meat shields to protect %(the_unnamed)s from direct rushes. </p> <p> The whole deck tends to cost a bit of blood, so %(perfectionist)s, %(the_coven)s and %(giant_s_blood)s are played to help restore %(the_unnamed)s's blood. </p> <p> %(i_am_legion)s is versatile: it can be used to counter some %(aus)s intercept or bounces but can also be used just for 1 pool on a successful action: the card text states <em>"and/<strong>or</strong> gain 1 pool"</em>. </p> <h2>Variants</h2> <p> The <strong>Standard</strong> variant does not use the events and relies on %(tend_the_flock)s for additional block, to be able to influence Baali %(balli)s sidekicks like %(the_horde)s or %(arishat)s. It usually uses %(flurry_of_action)s for additional unlock and cards cycling, but cna laos simply rely on %(legal_manipulations)s. See %(darbys_deck)s from the 2016 NAC for an example. </p> <p> The <strong>Maleficia</strong> variant plays %(maleficia)s and uses %(psalm_of_the_damned)s, %(greater_curse)s and/or %(evil_eye)s. %(fernando_naves_resck_s_deck)s from the 2017 Brazilian CCQ is a good example. </p> <p> The <strong>Anarch</strong> variant has %(the_unnamed)s go anarch, which opens access to %(the_platinum_protocol)s, %(revelation_of_the_serpent)s, and %(enchanting_gaze)s, as well as solid Ministry %(ministry)s sidekicks. See %(lukas_simandls_deck)s from the 2022 Austrian Open for an example. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>stealth & bleed</em> avec %(the_unnamed)s en star. L’idée est d’utiliser son aptitude à mordre et à régénérer en même temps. </p> <p> À un moment donné du jeu, il obtient %(enkil_cog)s et %(homunculus)s, lui permettant de mordre à nouveau lors d’un autre tour, doublant ainsi sa puissance de morsure et de régénération. </p> <p> Le polyvalent %(instantaneous_transformation)s est un atout de taille et d’autres options sont incluses pour lui permettre de se redresser encore plus : %(homunculus)s et %(mylan_horseed)s. Plus il se redresse, moins le Mathusalem doit payer pour le malus <em>Infernal</em>. </p> <p> La crypte ici se concentre sur la mise en jeu de quelques acolytes %(OBF)s pour effectuer des actions supplémentaires. Les decks Unnamed contiennent généralement d’autres Baali %(baali)s comme %(the_horde)s ou %(arishat)s, ou quelques Sacerdoces %(ministry)s comme %(doctor_morocco)s ou %(elisha_tucker)s, mais influencer un deuxième vampire est toujours une proposition difficile avec ce deck : même s’il régénère, c’est sa seule défense, donc l’influence ne doit pas être dépensée trop librement. </p> <h2>Trucs & Astuces</h2> <p> Cette variante vise à jouer à %(the_rising)s le plus tôt possible dans la partie. Cela peut limiter considérablement la capacité des adversaires à régénérer, qu’ils envisagent d’utiliser des votes ou des cartes Maître comme %(villein)s. D’un autre côté, %(the_unnamed)s fait à la fois en sorte que personne ne commence le tour avec l’Avantage et fournit un moyen de régénération qui inclut l’obtention de l’Avantage au sein même de sa mécanique. </p> <p> %(infernal_servitor)s et %(veneficti)s, aux côtés des acolytes %(OBF)s, assurent des morsures supplémentaires pour augmenter la pression tout au long de la partie. Ils peuvent tous également être utilisés comme boucliers pour protéger %(the_unnamed)s des rushs directs. </p> <p> L’ensemble du deck a tendance à coûter un peu de sang, donc %(perfectionist)s, %(the_coven)s et %(giant_s_blood)s sont joués pour aider à restaurer le sang de %(the_unnamed)s. </p> <p> %(i_am_legion)s est polyvalent : il peut être utilisé pour contrer certaines interceptions ou rebonds %(aus)s mais peut également être utilisé juste pour 1 pool sur une action réussie : le texte de la carte indique <em>”et/ <strong>ou</strong> gagnez 1 pool”</em>. </p> <h2>Variantes</h2> <p> La variante <strong>Standard</strong> n’utilise pas les événements et s’appuie sur %(tend_the_flock)s pour une régénération supplémentaire, afin de pouvoir influencer les acolytes Baali %(balli)s comme %(the_horde)s ou %(arishat)s. Il utilise généralement %(flurry_of_action)s pour un redressement supplémentaire et le recyclage de cartes, mais peut simplement s’appuyer sur %(legal_manipulations)s. Voir le %(darbys_deck)s du NAC 2016 pour un exemple. </p> <p> La variante <strong>Maleficia</strong> joue %(maleficia)s et utilise %(psalm_of_the_damned)s, %(greater_curse)s et/ou %(evil_eye)s. Le %(fernando_naves_resck_s_deck)s du CCQ brésilien de 2017 en est un bon exemple. </p> <p> La variante <strong>Anarch</strong> rend %(the_unnamed)s anarch, ce qui ouvre l’accès à %(the_platinum_protocol)s, %(revelation_of_the_serpent)s et %(enchanting_gaze)s, ainsi qu’à de solides acolytes du Sacerdoce %(ministry)s . Voir le %(lukas_simandls_deck)s de l’Open d’Autriche 2022 pour un exemple. </p>

source: V5 Ministry
fr: V5 Sacerdoce

source: Delmar Sittoni's deck
fr: deck de Delmar Sittoni

source: Darby Keeney's deck
fr: deck de Darby Keeney

source: Lukáš Simandl's deck
fr: deck de Lukáš Simandl
