Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Only 5 pool for %(DOM)s%(OBT)s, plus he is Black Hand. He gets included in a lot of decks, Lasombra, Kiasyd %(kiasyd)s or Black Hand alike.
fr: Seulement 5 d'influence pour %(DOM)s%(OBT)s, il est par ailleurs Black Hand. Il est inclus dans de nombreux decks, Lasombra, Kiasyd %(kiasyd)s ou Black Hand.

source: An excellent permanent stealth enhancer for a reasonable 2 pool cost.
fr: Un excellent améliorateur de discrétion permanent pour un coût raisonnable de 2 d'influence.

source: Although he lasts only one turn, he can either bleed for 1 or be kept for defence. Also, %(the_path_of_night)s can be used to get him cheap and %(the_unmasking)s and %(fbi_special_affairs_division)s can be used to enhance him.
fr: Bien qu'il ne dure qu'un seul tour, il peut mordre à 1 ou être gardé en défense. En outre, %(the_path_of_night)s peut être utilisé pour baisser son soût et %(the_unmasking)s et %(fbi_special_affairs_division)s peuvent être utilisés pour l'améliorer.

source: An excellent combat defence with the "combat ends" effect, it can also come in handy at superior %(OBT)s. This effect explains why it is often preferred to its alternative the %(oubliette)s.
fr: Excellente défense de combat avec l'effet « fin de combat », elle peut également être utile en %(OBT)s supérieur. Cet effet explique pourquoi il est souvent préféré à son alternative l'%(oubliette)s.

source: Yet another stealth enhancer, the superior %(OBT)s effect can be a useful block denial, although locking two vampires to get a single action through is really expensive in terms of %(a_b)s.
fr: Encore un autre améliorateur de discrétion, l'effet en %(OBT)s supérieur peut être un déni de bloc utile, bien que verrouiller deux vampires pour obtenir une seule action soit vraiment coûteux en termes d'%(a_b)s.

source: Completing the stealth arsenal of %(obt)s, this one as a nice side-effect at superior %(OBT)s: it prevents allies to block the action, as they do not have blood to pay (and as it is not a card <em>they</em> use, cannot use life instead).
fr: Complétant l'arsenal furtif d'%(obt)s, celui-ci a un bel effet secondaire en %(OBT)s supérieure : il empêche les alliés de bloquer l'action, car ils n'ont pas de sang pour payer (et comme ce n'est pas une carte qu'<em>ils</em> jouent, ils ne peuvent pas utiliser leur vie à la place).

source: The precious %(OBT)s%(DOM)s combination for 6 pool, a common inclusion in Lasombra crypts.
fr: La précieuse combinaison %(OBT)s%(DOM)s pour 6 d'influence, une inclusion commune dans les cryptes Lasombra.

source: Superior %(DOM)s for 5 pool is already good, even with only inderior %(obt)s. The <em>Black Hand</em> and <em>Seraph</em> traits can be useful, either as an enhancer when playing %(the_admonitions)s, or in full-fledged Black Hand constructs, where such a cheap Seraph really shines.
fr: %(DOM)s en supérieur pour 5 d'influence est déjà bon, même avec %(obt)s en inférieur seulement. Les traits <em>Black Hand</em> et <em>Seraph</em> peuvent être utiles, soit en tant qu'améliorateur pour jouer %(the_admonitions)s, soit dans des constructions Black Hand à part entière, où un Seraph aussi bon marché brille vraiment.

source: Often used in %(obt)s heavy builds, as some %(obt)s stealth modifiers cost a blood. It becomes even more powerful when used in conjunction with some %(nocturn)s.
fr: Souvent utilisé dans les decks lourds en %(obt)s, car certains modificateurs de discrétion %(obt)s coûtent un sang. Il devient encore plus puissant lorsqu'il est utilisé en conjonction avec quelques %(nocturn)s.

source: A nice %(OBT)s%(dom)s combination for just 5 pool, he is often included in stealth & bleed decks.
fr: Une belle combinaison %(OBT)s%(dom)s pour seulement 5 d'influence, il est souvent inclus dans les decks stealth & bleed.

source: He may be considered a bit pricey, but all clan disciplines at superior for 7 pool is really reasonable.
fr: Il peut être considéré comme un peu cher, mais toutes les disciplines de clan au niveau supérieur pour 7 d'influence, c'est plutôt raisonnable.

source: Although combat is rarely used in Lasombra builds, they still have the combat-oriented %(pot)s discipline, and this <em>dodge + additional</em> strike combination can be very efficient. Combined with %(entombment)s, it becomes frightening.
fr: Bien que le combat soit rarement utilisé dans les decks Lasombra, ils ont toujours la discipline %(pot)s orientée combat, et cette frappe <em>esquive + frappe supplémentaire</em> peut être très efficace. Combinée avec %(entombment)s, cela devient effrayant.

source: The bleed bonus along %(DOM)s%(OBT)s is strong, and its unique <em>Priscus</em> ability means he will always provide 3 votes unless they are <em>two</em> other priscii on the table. All in all a rather strong combination for 8 pool.
fr: Le bonus de morsure couplé à %(DOM)s%(OBT)s est fort, et sa capacité unique de <em>Priscus</em> signifie qu'il fournira toujours 3 votes à moins qu'il n'y ait <em>deux</em> autres priscii à la table. Dans l'ensemble, une combinaison assez puissante pour 8 d'influence.

source: The Malkavian are a prominent clan. With their unique %(dem)s discipline beside the excellent %(obf)s%(aus)s disciplines, plus some really good vampires, they have led to many archetypes. %(lutz_politics)s and %(rachel_madness)s are two archetypes revolving around the powerful vampires %(lutz_von_hohenzollern)s and %(rachel_brandywine)s respectively. On the other hand, Malkavian and their antitribu are also used into two strong weenie constructs: %(weenie_dem)s and %(weenie_aus)s.
fr: Les Malkaviens sont un clan éminent. Avec leur discipline exclusive %(dem)s au côté des excellentes disciplines %(obf)s%(aus)s, ainsi que de très bons vampires, ils ont conduit à de nombreux archétypes. %(lutz_politics)s et %(rachel_madness)s sont deux archétypes tournant autour de puissants vampires, respectivement %(lutz_von_hohenzollern)s et %(rachel_brandywine)s. D'autre part, les Malkavien et leurs antitribus sont également utilisés dans deux puissantes constructions weenie : %(weenie_dem)s et %(weenie_aus)s.

source: Group 1 Malkavian have the %(dom)s%(obf)s%(aus)s disciplines combination, making them the only vampires of the game with %(dom)s%(obf)s as clan disciplines. That got them into other archetypes, like the %(mind_rape_arch)s archetype, using %(mind_rape)s to take control of opponents vampires. Malkavian and their antitribu got %(dem)s instead of %(dom)s on group 2 to 5, an evolution right on tracks with the roleplaying game <em>Vampire: the Masquerade</em>. They got %(dom)s back on group 6 with the release of the %(fifth_edition)s.
fr: Les Malkavien du groupe 1 ont la combinaison de disciplines %(dom)s%(obf)s%(aus)s, ce qui en fait les seuls vampires du jeu avec %(dom)s%(obf)s comme disciplines de clan. Cela leur a ouvert d'autres archétypes, comme l'archétype %(mind_rape_arch)s, qui utilise %(mind_rape)s pour prendre le contrôle des vampires adverses. Les Malkavien et leurs antitribus ont %(dem)s au lieu de %(dom)s dans les groupes 2 à 5, une évolution en cohérence avec le jeu de rôle <em>Vampire : La Masquerade</em>. Ils ont retrouvé %(dom)s dans le groupe 6 avec la sortie de la %(fifth_edition)s.

source: fifth edition
fr: cinquième édition

source: This bleed action is central to the %(dem)s discipline. It can deliver a bleed of 2 in combination with a 1 pool bloat. Moreover, the bleed can be directed to any Methusalah, not only the prey, offering additional table control.
fr: Cette action de morsure est au cœur de la discipline %(dem)s. Elle peut délivrer une morsure à 2 tout en régénérant 1 influence. De plus, la morsure peut être dirigée vers n'importe quel Methusalah, pas seulement la proie, ce qui offre un meilleur contrôle de la table.

source: Star of the Malkavian clan, he has a really powerful ability, 4 votes and +2 bleed like many <em>Inner Circle</em>, combined with all clan disciplines plus the useful %(PRE)s that gives acces to excellent vote modifiers like %(voter_captivation)s.
fr: Star du clan Malkavien, il a une capacité très puissante, 4 votes et +2 morsure comme beaucoup de membres du <em>Cercle Intérieur</em>, combiné avec toutes les disciplines du clan plus %(PRE)s, qui donne accès à d'excellents modificateurs de vote comme %(voter_captivation)s.

source: An excellent bleed modifier at no cost, it provides stealth at superior %(DEM)s.
fr: Excellent modificateur de morsure gratuit, il offre de la discrétion en %(DEM)s supérieur.

source: A powerful bleed enhancer at no cost, although a bit less efficient than %(conditioning)s.
fr: Un puissant améliorateur de morsure gratuit, bien qu'un peu moins efficace que %(conditioning)s.

source: Superior %(AUS)s at 3 pool is really a bargain. She has access to %(telepathic_misdirection)s for the cheapest price.
fr: %(AUS)s supérieur pour 3 d'influence est vraiment une bonne affaire. C'est l'accès à %(telepathic_misdirection)s le moins cher du jeu.

source: A good stealth enhancer at superior %(DEM)s, its inferior ability is seldom used but can still come in handy to get out of a %(trap)s, for example.
fr: Un bon améliorateur de discrétion en %(DEM)s supérieure, sa capacité inférieure est rarement utilisée mais peut toujours être utile pour sortir d'un %(trap)s, par exemple.

source: A rare effect for this infamous clan card. It enables Malkavians to stay in defence and only bleed at the end of their predator's turn, but it can also be used to act multiple times during the successive turns of other players. I can become a cornerstone of the deck when combined with other tricks, like %(homunculus)s or %(reversal_of_fortunes)s.
fr: Un effet rare pour cette fameuse carte de clan. Il permet aux Malkaviens de rester en défense et de ne mordre qu'à la fin du tour de leur prédateur, mais il peut également être utilisé pour agir plusieurs fois pendant les tours successifs des autres joueurs. Il peut devenir la clé du deck lorsqu'il est combiné avec d'autres astuces, comme %(homunculus)s ou %(reversal_of_fortunes)s.

source: 5 pool is a good price for the %(DEM)s%(obf)s combination. He is almost always paired with %(persia)s in stealth & bleed constructs.
fr: 5 d'influence est un bon prix pour la combinaison %(DEM)s%(obf)s. Il est presque toujours associé à %(persia)s dans des decks stealth & bleed.

source: An excellent ally with good combat abilities at a reasonable price. He can help take down a cumbersome minion or deter an aggressive predator.
fr: Un excellent allié avec de bonnes aptitudes de combat à un prix raisonnable. Il peut aider à abattre un serviteur encombrant ou dissuader un prédateur agressif.

source: %(DEM)s%(obf)s for 5 pool in the group 3, combined with a nice ability.
fr: %(DEM)s%(obf)s pour 5 d'influence au groupe 3, combiné à une belle aptitude.

source: 5 pool is a good price for the %(DEM)s%(obf)s combination. He is almost always paired with %(uncle_george)s and %(persia)s in stealth & bleed decks.
fr: 5 d'influence est un bon prix pour la combinaison %(DEM)s%(obf)s. Il est presque toujours associé à %(uncle_george)s et %(persia)s dans les decks stealth & bleed.

source: A <em>Justicar</em> with a very powerful ability she can use <em>multiple times</em> during an action. She gets included even in other clans crypts just for her ability and title.
fr: Une <em>Justicar</em> dotée d'une aptitude très puissante qu'elle peut utiliser <em>plusieurs fois</em> au cours d'une même action. Elle est même incluse dans les cryptes d'autres clans juste pour son aptitude et son titre.

source: 3 pool is a low price to pay for the %(DEM)s%(obf)s combination. Its <em>Infernal</em> trait is a bummer, but he is still excellent for stealth & bleed decks, where speed matters more than cost. It can also bloat with %(kaymakli_fragment)s, which he can fetch with %(sibyl_s_tongue)s.
fr: 3 d'influence est un prix modique à payer pour la combinaison %(DEM)s%(obf)s. Son trait <em>Infernal</em> est génant, mais il est toujours excellent pour les decks stealth & bleed , où la vitesse compte plus que le coût. Il peut également aider à la régénération avec %(kaymakli_fragment)s, qu'il peut récupérer avec %(sibyl_s_tongue)s.

source: The only card in the game that can counter %(dom)s bounces like %(deflection)s: depending on the environment, it can be a powerful device in the %(dem)s arsenal when used sparingly.
fr: La seule carte du jeu capable de contrer les rebonds de %(dom)s comme %(deflection)s : selon l'environnement, elle peut être un outil puissant dans l'arsenal de %(dem)s si elle est utilisée avec parcimonie.

source: Superior %(AUS)s for 5 pool gets her included in many crypts, often when %(obf)s or %(cel)s can be used. Moreover, her ability makes for a nice bloat when she's combined with %(madness_network)s.
fr: %(AUS)s en supérieur pour 5 d'influence lui assure une place dans de nombreuses cryptes, souvent lorsqu'%(obf)s ou %(cel)s peuvent être utilisés. Par ailleurs, son aptitude permet une bonne régénération lorsqu'elle est combinée avec %(madness_network)s.

source: A strong bloat device that can help get vampires out faster, especially at superior %(DEM)s%(AUS)s.
fr: Un puissant dispositif de régénération qui peut aider à faire sortir les vampires plus rapidement, en particulier au niveau supérieur %(DEM)s%(AUS)s.

source: The cheapest %(DEM)s of the game at only 3 pool, she gets included in many %(dem)s decks.
fr: La %(DEM)s la moins chère du jeu à seulement 3 points d'influence, elle est incluse dans de nombreux decks %(dem)s.

source: A <em>Prince</em> for 7 pool with a good disciplines combination. He is group 3, the same group as %(maris_streck)s and is often included alongside her. The fact that he can use %(the_call)s and %(madman_s_quill)s is also a strong point.
fr: Un <em>Prince</em> pour 7 d'influence avec une bonne combinaison de disciplines. Il est du groupe 3, le même groupe que %(maris_streck)s et est souvent inclus à ses côtés. Le fait qu'il puisse utiliser %(the_call)s et %(madman_s_quill)s est également un point fort.

source: All clan disciplines at superior for just 6 pool, this is a bargain.
fr: Toutes les disciplines de clan en supérieur pour seulement 6 d'influence, c'est une bonne affaire.

source: Although he does not have superior %(DEM)s, his superior %(PRE)s and title makes him a natural companion to %(lutz_von_hohenzollern)s in a political deck, or any %(OBF)s%(PRE)s political construct, for that matter.
fr: Bien qu'il n'ait pas %(DEM)s en supérieur, %(PRE)s en supérieur et son titre en font un compagnon naturel pour %(lutz_von_hohenzollern)s dans un deck politique, ou dans tous les decks politiques %(OBF)s%(PRE)s, d'ailleurs.

source: A prince for 7 and a very strong disciplines combination. He gets included in many <em>Royalty</em> decks.
fr: Un prince pour 7 et une combinaison de disciplines très forte. Il est inclus dans de nombreux decks <em>Royauté</em>.

source: +1 stealth for 1 blood: this is expensive. It is included in decks where %(obf)s is not much available. Alongside %(deny)s and %(confusion)s, it can make for a very decent stealth & bleed module using just the %(DEM)s discipline.
fr: +1 discrétion pour 1 sang : c'est cher. Il est inclus dans les decks où %(obf)s est peu disponible. Eu supplément de %(deny)s et %(confusion)s, il peut constituer un module stealth & bleed très respectable en utilisant uniquement la discipline %(DEM)s.

source: A strong <em>Inner Circle</em> with a good ability and %(OBF)s%(dom)s, a good disciplines combination. He is seen in Malkavian Royalty builds but also in group 2 Inner Circle constructs like the %(council_of_doom)s archetype.
fr: Un membre du <em>Cercle Intérieur</em> puissant avec une bonne aptitude et %(OBF)s%(dom)s, une bonne combinaison de disciplines. On le voit dans les decks Malkavian Royalty mais aussi dans les decks Inner Circle du groupe 2 comme l'archétype %(council_of_doom)s.

source: A good disciplines combination for 6. He can uses bounces, %(the_call)s and %(madman_s_quill)s, and superior %(DEM)s and inferior %(obf)s is enough to be of use in a stealth & bleed deck.
fr: Une bonne combinaison de disciplines pour 6. Il peut utiliser des rebonds, %(the_call)s et %(madman_s_quill)s, et %(DEM)s en supérieur combiné à %(obf)s en inférieur est suffisant pour être utile dans un deck stealth & bleed.

source: An excellent ally remover at superior %(DEM)s. It can get rid of the widespread %(carlton_van_wyk)s and %(ossian)s, who both become quickly problematic.
fr: Un excellent anti-allié en %(DEM)s supérieur. Il permet de se débarrasser des %(carlton_van_wyk)s et autres %(ossian)s, qui deviennent rapidement problématiques.

source: A bit pricey but its base effect can be worth it for a lunge. Its superior effect can get really efficient in some decks too.
fr: Un peu cher mais son effet de base peut en valoir la peine pour un coup de grâce. Son effet supérieur peut également être très efficace dans certains decks.

source: A strong ability for a <em>Justicar</em>, all for 9 pool. He is often seen in company with %(lutz_von_hohenzollern)s.
fr: Une aptitude puissante pour un <em>Justicar</em>, le tout pour 9 d'influence. Il est souvent vu en compagnie de %(lutz_von_hohenzollern)s.

source: A really cheap 2 pool for %(dom)s, she gets included in many crypts.
fr: 2 d'influence est vraiment bon marché pour %(dom)s, elle est incluse dans de nombreuses cryptes.

source: The Ministry (previously named <em>Followers of Set</em>) are devious experts of sin and stealth. They have given birth to ecclectic decks around politics and mummies but their most successful archetype is the %(bima_dominate)s, using the %(bima)s ally with %(dom)s.
fr: Les membres du Sacerdoce (auparavant dénommés Séthites) sont des experts sournois du péché et de la discrétion. Ils ont donné naissance à des jeux éclectiques autour de la politique et des momies, mais leur archétype le plus réussi est le %(bima_dominate)s, qui utilise l'allié %(bima)s avec %(dom)s.

source: Note that before the 2021 release of the %(v5_ministry)s precon, they had %(ser)s as clan discipline instead of %(pro)s. The new vampires and cards released in this precon offer a whole new different area for deck building, and it's not yet clear what high level archetypes might emerge of it.
fr: Notez qu'avant la sortie en 2021 du préconstruit %(v5_ministry)s, ils avaient %(ser)s comme discipline de clan au lieu de %(pro)s. Les nouveaux vampires et cartes publiés dans ce préconstruit offrent un tout nouveau champ de construction de deck, et on ne sait pas encore quels archétypes de haut niveau pourraient en émerger.

source: A nice permanent stealth enhancer at a low cost, a must have for the Followers.
fr: Un bon améliorateur de discrétion permanent à faible coût, incontournable pour les Disciples.

source: Pool damage without a bleed: this makes it impervious to bounces and other anti-bleed tools. 2 or 3 copies of the card to avoid a bounce on a lunge is common.
fr: Des dégâts d'influence sans morsure : elle est immunisée aux rebonds et autres outils anti-morsure. 2 ou 3 exemplaires pour éviter un rebond sur un coup de grâce est courant.

source: A versatile, if tricky, card. It can even be put on one's own vampires to get two actions in a single turn from time to time. On an opponent's vampire, he will think twice before getting too low on blood.
fr: Une carte polyvalente, bien que délicate. Elle peut même être appliqué à ses propres vampires pour obtenir deux actions en un seul tour de temps en temps. Sur le vampire d'un adversaire, il réfléchira à deux fois avant de perdre trop de sang.

source: This can be a serious blow to a prey if it put into play early enough. Only a few cards can change the control of a vampire permanently.
fr: Elle peut être un coup dur pour une proie si elle est mise en jeu suffisamment tôt. Seules quelques cartes peuvent changer le contrôle d'un vampire de façon permanente.

source: Although costly, this is a very versatile tool — enhancing bleed at %(ser)s or getting another action at %(SER)s are both excellent.
fr: Bien que coûteux, il s'agit d'un outil très polyvalent – augmenter une morsure avec %(ser)s ou obtenir une autre action avec %(SER)s sont tous deux excellents.

source: A star among the Followers, his ability to get two actions in a single turn is a serious asset.
fr: Star parmi les Disciples, son aptitude à réaliser deux actions en un seul tour est un sérieux atout.

source: An excellent action against allies and breed constructs, it can get rid of a minion in a single blow, and give a minion back.
fr: Excellente action contre les alliés et les decks d'essaim, elle peut se débarrasser d'un serviteur en un seul coup, et récupérer un serviteur pour la peine.

source: A powerful disciplines combination for just 5 pool. She can even find her place in a mono %(pre)s deck.
fr: Une puissante combinaison de disciplines pour seulement 5 d'influence. Elle peut même trouver sa place dans un deck mono %(pre)s.

source: The Nosferatu and their antitribu use the %(obf)s%(ani)s%(pot)s disciplines. Some good vampires of theirs are used in multi-clan crypts, like %(nananimalism)s or %(the_dark_side_of_politics)s. They are seen on their own in only one prominent archetype: the %(nosferatu_royalty)s, a toolbox using Camarilla <em>Princes</em> and <em>Justicars</em>.
fr: Les Nosferatu et leurs antitribus utilisent les disciplines %(obf)s%(ani)s%(pot)s. Certains de leurs bons vampires sont utilisés dans les cryptes multi-clans, comme %(nananimalism)s ou %(the_dark_side_of_politics)s. Ils sont vus seuls dans un seul archétype majeur : le %(nosferatu_royalty)s, une toolbox qui utilise des <em>Princes</em> et <em>Justicars</em> de la Camarilla.

source: The cheapest %(ANI)s pool can buy, he gets included in many %(ani)s decks.
fr: L'%(ANI)s le moins cher que l'influence peut acheter, il est inclus dans de nombreux decks %(ani)s.

source: A cheap %(ANI)s minion, he also gets included in many %(ani)s decks.
fr: Un serviteur %(ANI)s bon marché, il est également inclus dans de nombreux decks %(ani)s.

source: 5 pool is a bit pricey for %(ANI)s so she is less seen in mono %(ANI)s or multi-clan decks. Her ability can be useful against %(the_unnamed)s or %(cybele)s though.
fr: 5 d'influence est un peu cher pour %(ANI)s donc elle est moins vue dans les decks mono %(ANI)s ou multi-clans. Sa capacité peut cependant être utile contre %(the_unnamed)s ou %(cybele)s.

source: One pool for permanent stealth is really a bargain: other clans have to pay 2 pool for this kind of device. Only the Followers of Set %(follower_of_set)s have a similar tool with %(opium_den)s.
fr: 1 influence pour de la discrétion permanente est vraiment une bonne affaire : les autres clans doivent payer 2 d'influence pour ce type d'outil. Seuls les Disciples de Set %(follower_of_set)s ont un outil similaire avec %(opium_den)s.

source: A rare effect, quite useful in Nosferatu decks using political actions, like the %(nosferatu_royalty)s archetype.
fr: Un effet rare, très utile dans les decks Nosferatu qui utilisent des actions politiques, comme l'archétype %(nosferatu_royalty)s.

source: The iconic vampire for %(nosferatu_royalty)s decks, he has an excellent ability that helps get other <em>Princes</em> out faster and cheaper, or bloat a bit.
fr: Vampire emblématique des decks %(nosferatu_royalty)s, il a une excellente aptitude qui aide à sortir les autres <em>Princes</em> plus rapidement et pour moins cher, ou à régénérer un peu.

source: Appreciated for his rush ability, he is often included in combat-oriented %(POT)s%(ANI)s decks like the %(guruhi_rush)s archetype.
fr: Apprécié pour son aptitude de rush, il est souvent inclus dans les decks orientés combat %(POT)s%(ANI)s comme l'archétype %(guruhi_rush)s.
