Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>vote</em> deck using %(arishat)s as a star, and Princes and Barons with %(obf)s for stealthy votes. </p> <p> The game plan is to invest massively in titled vampires, getting them out fast with an early %(information_highway)s and recouping pool from the opponents with constant %(parity_shift)s and some %(voter_captivation)s. The Barons offer massive damage thanks to %(reckless_agitation)s. %(obf)s provides stealth and %(pre)s combat defense and vote push. </p> <p> The deck is small and dense and includes an %(ashur_tablets)s for recursion: as the game progresses, it can adapt the proportion of %(parity_shift)s to the situation and forgo %(reckless_agitation)s before entering the endgame duel (since %(reckless_agitation)s requires at least 2 opponents to be played). </p> <h2>Tips & Tricks</h2> <p> %(the_parthenon)s and %(rumors_of_gehenna)s offer welcome additional master phase actions to get full benefits from %(ashur_tablets)s and %(dreams_of_the_sphinx)s for recursion and cycling. </p> <p> The decks makes heavy use of %(forgotten_labyrinth)s as the main stealth modifier: it costs blood but it easily gets above a %(second_tradition_domain)s and votes are undirected so some very widespread intercept reactions like %(eyes_of_argus)s or %(deep_ecology)s won't help the opponents. 3 stealth undirected is hard to block. That said, now that %(protection_racket)s and %(organized_resistance)s appear more an more (especially now that %(gangrel_barons)s are a thing), newer variants of the deck tend to include more stealth modifiers on top of it. But it's a delicate balance if one wants to avoid jamming the hand. </p> <p> %(arishat)s is a great vampire here but not a necessity. She can bring 3 to 5 votes worth with her ability by disabling an opponent's titled vampire, but she's also the only who can play %(unleash_hells_fury)s, a great card for defense. </p> <p> A couple of %(second_tradition_domain)s offer tactical intercept that can come in handy to surprisingly block a key action from an opponents, while using %(majesty)s to avoid combat. It adds a bit of flexibility to an otherwise very forceful forward deck. </p> <p> Pool management is a bit tricky: the plan is to be consistently lower in pool than the opponents to be able to pump it back up with %(parity_shift)s, only to invest it again in more titled vampires. This is a risky cycle that requires a keen evaluation of the predator's %(lunge)s power to actually work. </p> <h2>Variants</h2> <p> The deck presented here is the original list played by Emilio and devised by Bram, it was built before the %(v5_anarch_preconstructed_decks)s were published, so the crypt can be tinkered with by adding for example %(elisha_tucker)s or %(warmaksan)s. Many variants include a few more cards, mostly more %(obf)s stealth, %(majesty)s or %(unleash_hells_fury)s to adapt to different meta. See for example %(leonardo_villelas_deck)s, winning the 2022 SAC. </p> <p> In a sense, the %(infernal_barons)s archetype can be considered a variation on the theme. The strategy is a bit different since it does not use %(parity_shift)s of course, but getting access to the Barons %(bait_and_switch)s makes for a completely different, but also very effective, defense module. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>vote</em> avec %(arishat)s comme star, et des Princes et Barons avec %(obf)s pour les votes discrets. </p> <p> Le plan de jeu est d'investir massivement dans les vampires titrés, de les faire sortir rapidement avec un %(information_highway)s précoce et de récupérer l'influence des adversaires avec des %(parity_shift)s constants et quelques %(voter_captivation)s. Les Barons infligent des dégâts massifs grâce à %(reckless_agitation)s. %(obf)s fournit la discrétion et %(pre)s la défense de combat et des votes supplémentaires. </p> <p> Le deck est petit et dense et utilise des %(ashur_tablets)s pour la récursivité : au fur et à mesure de la partie, il peut adapter la proportion de %(parity_shift)s à la situation et renoncer à %(reckless_agitation)s avant d'entrer dans le duel de fin de partie (puisque %(reckless_agitation)s nécessite au moins 2 adversaires pour être joué). </p> <h2>Trucs & Astuces</h2> <p> %(the_parthenon)s et %(rumors_of_gehenna)s offrent des actions de maître supplémentaires bienvenues pour tirer pleinement parti d'%(ashur_tablets)s et de %(dreams_of_the_sphinx)s pour la récursivité et le recyclage. </p> <p> Le deck fait un usage intensif de %(forgotten_labyrinth)s comme principal modificateur de discrétion : cela coûte du sang mais il dépasse facilement un %(second_tradition_domain)s et les votes ne sont pas dirigés, donc certaines réactions d'interception très répandues comme %(eyes_of_argus)s ou %(deep_ecology)s n'aideront pas les adversaires. 3 de discrétion non dirigée est difficile à bloquer. Cela dit, maintenant que %(protection_racket)s et %(organized_resistance)s apparaissent de plus en plus (surtout maintenant que les %(gangrel_barons)s sont à la mode), les nouvelles variantes du deck ont tendance à inclure des modificateurs de discrétion additionnels. Mais c'est un équilibre délicat si l'on veut éviter de se gripper la main. </p> <p> %(arishat)s est un excellent vampire ici mais pas complètement indispensable. Elle peut apporter 3 à 5 votes avec sa capacité en désactivant le vampire titré d'un adversaire, mais elle est aussi la seule à pouvoir jouer %(unleash_hells_fury)s, une excellente carte pour la défense. </p> <p> Quelques %(second_tradition_domain)s offrent une interception tactique qui peut s'avérer utile pour bloquer l'action clé d'un adversaire, tout en utilisant %(majesty)s pour éviter le combat. Cela ajoute un peu de flexibilité à un deck par ailleurs très direct. </p> <p> La gestion du pool est un peu délicate : le plan est d'être constamment plus bas en pool que les adversaires pour pouvoir le remonter avec %(parity_shift)s, pour ensuite l'investir à nouveau dans plus de vampires titrés. Il s'agit d'un cycle risqué qui nécessite une évaluation précise du %(lunge)s du prédateur pour fonctionner réellement. </p> <h2>Variantes</h2> <p> Le deck présenté ici est la liste originale jouée par Emilio et conçue par Bram, il a été construit avant la publication des %(v5_anarch_preconstructed_decks)s, donc la crypte peut être bricolée en ajoutant par exemple %(elisha_tucker)s ou %(warmaksan)s. De nombreuses variantes incluent quelques cartes supplémentaires, principalement de la discrétion %(obf)s, %(majesty)s ou %(unleash_hells_fury)s pour s'adapter aux différents méta. Voir par exemple le %(leonardo_villelas_deck)s, vainqueur du SAC 2022. </p> <p> Dans un sens, l'archétype %(infernal_barons)s peut être considéré comme une variation sur le thème. La stratégie est un peu différente puisqu'elle n'utilise pas %(parity_shift)s bien sûr, mais avoir accès à %(bait_and_switch)s grâce aux Barons en fait un module de défense complètement différent, mais aussi très efficace. </p>

source: lunge
fr: coup de grâce

source: Leonardo Villela's deck
fr: deck de Leonardo Villela

source: V5 Anarch preconstructed decks
fr: decks préconstruits Anarch V5

source: <h2>Highlights</h2> <p> This is a <em>political</em> deck using the Ishtarri clan and their %(PRE)s%(FOR)s%(CEL)s disciplines combination. </p> <p> The deck uses %(PRE)s to bleed with %(enchant_kindred)s and %(public_trust)s. Political actions are used to deliver pool damage to the prey with %(kine_resources_contested)s, %(conservative_agitation)s and %(reins_of_power)s. </p> <p> Bloat is done by %(leeching)s, using %(villein)s and getting blood back on the vampires with %(voter_captivation)s, plus a bit of political actions with %(ancient_influence)s and %(political_stranglehold)s. </p> <p> The deck has a high %(a_b)s with the %(FOR)s unlock modifiers %(forced_march)s and %(freak_drive)s, but also %(majesty)s if an action is blocked and %(mylan_horseed)s if he is drawn. </p> <h2>Tips & Tricks</h2> <p> %(enchant_kindred)s can be used in the game beginning to get vampires out faster and cheaper. </p> <p> %(the_kiss_of_ra)s and %(strange_day)s are expensive but can be kept in hand for a lunge action, be it a vote or a bleed. </p> <p> %(scourge_of_the_enochians)s is a counter against breed decks, %(fear_of_mekhet)s against Inner Circle decks. Both of a them are quite a threat to this archetype. </p> <h2>Variants</h2> <p> Other card can easily be included in the deck: %(falhu_shibaba)s in the crypt (although he does not have %(obf)s), %(perfectionist)s to get some blood back on the vampires, %(scalpel_tongue)s to help getting the votes through, and some %(cel)s and %(for)s combat cards. Some variants may be more toolboxy. %(no_secrets_from_the_magaji)s is an excellent defence card and is even included here, but it can be accompanied by a bit more equipments and combat options, like %(adam_hulse_s_deck)s from 2014. </p> <p> An <strong>Anarch</strong> variant has also been played by %(marcin_szybkowski)s in 2009. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>politique</em> qui utilise le clan Ishtarri et leurs disciplines %(PRE)s%(FOR)s%(CEL)s. </p> <p> Le deck utilise %(PRE)s pour mordre avec %(enchant_kindred)s et %(public_trust)s. Les actions politiques sont utilisées pour infliger des dégâts d'influence avec %(kine_resources_contested)s, %(conservative_agitation)s et %(reins_of_power)s. </p> <p> La régénération est faite par %(leeching)s, en utilisant %(villein)s et en remettant du sang sur les vampires avec %(voter_captivation)s, plus quelques actions politiques avec %(ancient_influence)s et %(political_stranglehold)s. </p> <p> Le deck a un %(a_b)s très haut avec les redressements %(FOR)s %(forced_march)s et %(freak_drive)s, mais aussi %(majesty)s si une action est bloquée et %(mylan_horseed)s s'il est pioché. </p> <h2>Trucs & Astuces</h2> <p> %(enchant_kindred)s peut être utilisé en début de partie pour sortir les vampires plus rapidement et à moindre frais. </p> <p> %(the_kiss_of_ra)s et %(strange_day)s sont coûteux mais peuvent être conservés en main pour un coup de grâce, qu'il s'agisse d'un vote ou d'une morsure. </p> <p> %(scourge_of_the_enochians)s est un contre contre les decks de prolifération, %(fear_of_mekhet)s contre les decks Inner Circle. Les deux sont plutôt dangereux pour cet archétype. </p> <h2>Variantes</h2> <p> D'autres cartes peuvent facilement être ajoutées au deck: %(falhu_shibaba)s dans la crypte (même s'il ne dispose pas de %(obf)s), %(perfectionist)s pour récupérer du sang sur les vampires, %(scalpel_tongue)s pour aider à passer les votes, et quelques cartes de combat %(cel)s et %(for)s. Certaines variantes sont plus proches de la toolbox. %(no_secrets_from_the_magaji)s est une excellente carte de défense et est même incluse ici, mais elle peut être accompagnée par un peu plus d'équipements et d'options de combat, comme dans le %(adam_hulse_s_deck)s de 2014. </p> <p> Une variante <strong>Anarch</strong> a aussi été jouée par %(marcin_szybkowski)s en 2009. </p>

source: Adam Hulse's deck
fr: deck d'Adam Hulse

source: <h2>Highlights</h2> <p> This is an <em>swarm</em> deck using multiple unique allies. The idea is to put %(khazar_s_diary)s into play, breed a bit with %(the_embrace)s, defend by putting some allies into play and wait until %(khazar_s_diary)s triggers. At this point, the dead allies come back into play as wraith to stealth & bleed the successive preys out of the game. </p> <p> The high recursion using %(sudario_refraction)s is a strong point of the deck, allowing it to adapt its defence to the table context. It is very passive in the game beginning and uses %(deflection)s and %(delaying_tactics)s to defend a much as possible, while bloating with %(liquidation)s. </p> <p> The deck is focused on bringing as many minions into play as possible, and relies a lot on the allies and their capacities. As such, it does have only limited combat, bleed or stealth modules. However, it hopes to quickly bring into play good rush or intercept allies like %(carlton_van_wyk)s, %(ossian)s and, specifically, %(cry_wolf)s. </p> <p> %(cry_wolf)s fits this deck extraordinarily well: playing it requires to have some %(anarch_convert)s to make the Giovanni %(giovanni)s Anarch, but that is a small price to play, especially since it also gives them access to %(piper)s to recruit their allies safely. %(cry_wolf)s being unique and burning automatically, it will add a counter to the %(khazar_s_diary)s systematically, while still providing a dreadful rush for a bit of table control. </p> <p> %(the_unmasking)s and %(fbi_special_affairs_division)s help making all these allies stronger defenders when they come into play. </p> <h2>Tips & Tricks</h2> <p> %(jake_washington)s is an excellent device in this deck as burning him in any way will add one counter on %(khazar_s_diary)s easily. </p> <h2>Variants</h2> <p> Minor variations exist, for example %(inaki_puigdollers_s_deck)s from 2009 uses %(change_of_target)s to help protect the minions — even the allies — from unforseen blocks. He also included some %(tupdogs)s in the crypt: they can not undertake directed actions but they avoid repeating minions in the crypt, they can still block, recruit an ally like the %(repo_man)s, and provide one more minion to bring back as a wraith once %(khazar_s_diary)s kicks in. </p> <p> The <strong>Faeries</strong> variant was played in %(enrico_de_stefano_s_deck)s from 2018. It uses a dozen %(draeven_softfoot)s and their burn option to quickly bring more allies into the ash heap, making it easier to get %(shambling_hordes)s into play. It also uses more copies of %(the_embrace)s and %(khazar_s_diary)s as the idea is to trigger the Diary sooner, and bring all these %(draeven_softfoot)s back as wraith with the new born vampires, for a faster, more aggressive version of the archetype. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>swarm</em> qui utilise plusieurs alliés uniques. L'idée est de mettre %(khazar_s_diary)s en jeu, de se reproduire un peu avec %(the_embrace)s, de défendre en mettant certains alliés en jeu et d'attendre jusqu'à ce que le %(khazar_s_diary)s se déclenche. À ce moment, les alliés morts reviennent en jeu pour mordre les proies successives et les éliminer. </p> <p> La grande récurssion offerte par %(sudario_refraction)s est un point fort du deck, qui lui permet d'adapter sa défense au contexte de la table. Il est très passif en début de partie et utilise %(deflection)s et %(delaying_tactics)s pour se défendre tant que possible, tout en régénérant avec %(liquidation)s. </p> <p> Le deck met autant de serviteurs en jeu que possible, et se repose beaucoup sur les alliés et leurs aptitudes. Ainsi, il n'a que des modules de combat, de morsure et de discrétion limités. Cependant, il espère mettre en jeu rapidement de bons alliés pour l'interception et le rush, comme %(carlton_van_wyk)s, %(ossian)s et, en particulier, %(cry_wolf)s. </p> <p> %(cry_wolf)s convient particulièrement bien au deck: il faut quelques %(anarch_convert)s pour pouvoir le jouer en rendant certains Giovanni %(giovanni)s Anarch, mais c’est un modeste prix à payer, en particulier puisque cela leur donne aussi accès à %(piper)s pour recruter leurs alliés en toute sécurité. Puisque %(cry_wolf)s est unique et brûle automatiquement, il ajoute un compteur sur le %(khazar_s_diary)s systématiquement, tout en permettant un rush inquiétant pour un peu de contrôle sur la table. </p> <p> %(the_unmasking)s et %(fbi_special_affairs_division)s aident à faire de tous ces alliés de plus solides défenseurs quand ils sont joués. </p> <h2>Trucs & Astuces</h2> <p> %(jake_washington)s est un excellent outil dans ce deck, puisque le brûler de quelque manière que ce soit ajoute un compteur au %(khazar_s_diary)s. </p> <h2>Variantes</h2> <p> Des variations mineures existent, par exemple le %(inaki_puigdollers_s_deck)s de 2009 utilise %(change_of_target)s pour aider à protéger les serviteurs — même les alliés — de blocages imprévus. Il inclut aussi quelques %(tupdogs)s dans la crypte : ils ne peuvent pas entreprendre d'action dirigée mais évitent de répéter des vampires dans la crypte, peuvent toujours bloquer, recruter un allié comme %(repo_man)s, et fournissent quelques serviteurs supplémentaires à remettre en jeu comme spectres une fois que le %(khazar_s_diary)s se déclenche. </p> <p> La variante <strong>Faeries</strong> a été jouée avec le %(enrico_de_stefano_s_deck)s de 2018. Elle utilise une douzaine de %(draeven_softfoot)s et leur option de défausse pour amener plus d'alliés dans le tas de cendres, ce qui facilite la sortie de %(shambling_hordes)s. Il utilise aussi plus de copies de %(the_embrace)s et de %(khazar_s_diary)s car l'idée est de le déclencher plus tôt, et de ramener tous ces %(draeven_softfoot)s comme spectres avec les vampires nouveau-nés, pour une version plus rapide et agressive de l'archétype.</p>

source: Iñaki Puigdollers's deck
fr: deck d'Iñaki Puigdollers

source: Roberto Venturi's deck
fr: deck de Roberto Venturi

source: <h2>Highlights</h2> <p> This is a <em>stealth & bleed</em> deck using the Kiasyd clan and their unique %(myt)s discipline. During the beginning, it uses %(govern_the_unaligned)s to get vampires out faster and cheaper. When enough minions are into play, it switches to delivering strong bleed actions using %(OBT)s and %(MYT)s for stealth. </p> <p> The deck uses %(nocturn)s and %(carlton_van_wyk)s to protect its vampires from agression, but has also access to %(shadow_body)s in case of a combat. </p> <p> Stealth is high, with 16 stealth modifiers, but still uses %(pentex_subversion)s and %(anarch_troublemaker)s on top of it all to prevent interception. </p> <p> The vampires use their blood quite fast, so no %(leeching)s takes place and %(jake_washington)s, %(the_coven)s and %(life_in_the_city)s are used to get some blood back on the vampires. </p> <h2>Tips & Tricks</h2> <p> %(command_of_the_beast)s is used to make it harder for the opponents to figure out exactly how much bleed power the deck can have in hand. As its bonus does not count against the limit, it can be used along a %(conditioning)s. </p> <p> %(nocturn)s can also be used as a bleed enhancer, as it can act the turn it gets into play. </p> <h2>Creator Insights</h2> <p> <em>Tomàs López Jiménez</em> was kind enough to provide the following insights: </p> <p> Stay calm during the firsts turns (%(govern_the_unaligned)s at superior %(DOM)s, bleed for one, <em>etc.</em>). If you're too agressive, your prey will only influence one vampire, and you want the prey to play and do something to the grandprey. It's not a problem if the prey gains 1PV. When you have 3 or more Kiasyds and the prey has less than 15 pool, then it is the moment to bleed. </p> <p> If you have a lot of stealth in hand and a wall deck on the table, one option is to figure out something to do to the wall player (steal %(the_rack)s, for exemple). </p> <p> If you predator has high intercept, do not undertake non-directed actions unless you have a lot of stealth in hand. </p> <h2>Variants</h2> <p> Including more %(nocturn)s is an option, as is using some %(sudden_reversal)s to disable the prey's Master bloat (%(villein)s, %(vessel)s, <em>etc.</em>). </p> <p> The <strong>Fastball</strong> variant uses the %(gremlins)s + %(bonding)s combination for 3 pool, 2 stealth bleeds. %(ben_peal_s_deck)s from 2010 is a good example. </p> <p> In a sense, this archetype is very close to the %(lasombra_nocturn)s archetype, as they both use %(DOM)s and %(OBT)s to the same effect. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>stealth & bleed</em> qui utilise le clan Kiasyde et leur discipline %(myt)s. Au début, il utilise %(govern_the_unaligned)s pour sortir les vampires plus rapidement et à moindre frais. Quand assez de serviteurs sont en jeu, il passe à des actions de morsure puissantes en utilisant %(OBT)s et %(MYT)s pour la discrétion. </p> <p> Le deck utilise %(nocturn)s et %(carlton_van_wyk)s pour protéger ses vampires de l'agression, mais a aussi accès à %(shadow_body)s en cas de combat. </p> <p> La discrétion est élevée, avec 16 modificateurs de discrétion, mais utilise tout de même %(pentex_subversion)s et %(anarch_troublemaker)s en plus pour empêcher toute interception. </p> <p> Les vampires utilisent leur sang assez vite, donc aucune %(leeching)s n'a lieu et %(jake_washington)s, %(the_coven)s et les %(life_in_the_city)s sont utilisés pour remettre du sang sur les vampires. </p> <h2> Trucs & astuces </h2> <p> %(command_of_the_beast)s est utilisé pour empêcher les adversaires d'évaluer exactement la puissance de morsure que le deck peut avoir en main. Comme son bonus ne compte pas dans la limite, il peut être utilisé avec un %(conditioning)s. </p><p>%(nocturn)s peut également être utilisé pour mordre, car il peut agir le tour où il entre en jeu. </p> <h2> Conseils de l'auteur </h2> <p> <em>Tomàs López Jiménez</em> nous a gracieusement fourni les conseils suivants : </p> <p> Restez calme pendant les premiers tours (%(govern_the_unaligned)s en %(DOM)s supérieur, mordre pour un, <em>etc.</em>). Si vous êtes trop agressif, votre proie n'influencera qu'un seul vampire, et vous voulez que la proie joue et endommage votre grande-proie. Ce n'est pas un problème si la proie gagne un point de victoire. Quand vous avez 3 Kiasydes ou plus et que la proie a moins de 15 points d'influence, alors c'est le moment de mordre. </p> <p> Si vous avez beaucoup de discrétion en main et un mur sur la table, une option est de trouver quelque chose à faire au mur (voler %(the_rack)s, par exemple). </p> <p> Si votre prédateur a une interception élevée, n'entreprenez pas d'actions non dirigées à moins d'avoir beaucoup de discrétion en main. </p> <h2> Variantes </h2> <p> Inclure plus de %(nocturn)s est une option, tout comme l'utilisation de quelques %(sudden_reversal)s pour contrer la régénération de la proie (%(villein)s, %(vessel)s, <em> etc. </em>). </p> <p> La variante <strong> Fastball </strong> utilise la combinaison %(gremlins)s + %(bonding)s pour des morsures à 3 d'influence, 2 de discrétion. Le %(ben_peal_s_deck)s de 2010 est un bon exemple. </p> <p> Dans un sens, cet archétype est très proche de l'archétype %(lasombra_nocturn)s, car ils utilisent tous les deux %(DOM)s et %(OBT)s à même escient. </p>

source: Ben Peal's deck
fr: deck de Ben Peal
