Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: These two cards show the distinct differences in the styles. %(the_coven)s gives you 2 beads every 5 turns, but gives out 8 beads to the table before you get it back. %(smiling_jack)s takes 4 beads for every 1 you spend, but the other players choose where the beads come from. If you’re playing a Stealth & Bleed deck and there is a %(smiling_jack)s on the table, your prey is going to take beads off their vampires and you’re not going to see any benefit, but if there’s a %(coven)s on the table, you’re going to see no downside. This is in stark contrast to the Toolbox deck who will decimate their prey with a %(smiling_jack)s but burn out against %(the_coven)s.
fr: Ces deux cartes mettent en évidence la différence entre les deux styles. %(the_coven)s vous donne 2 jetons tous les 5 tours, mais distribue 8 jetons à la table avant de la récupérer. %(smiling_jack)s prend 4 jetons pour chaque jeton que vous dépensez, mais les autres joueurs choisissent d'où viennent les jetons. Si vous jouez un deck Stealth & Bleed et qu'il y a un %(smiling_jack)s sur la table, votre proie va enlever les jetons de ses vampires et vous ne verrez aucun avantage, mais s'il y a un %(coven)s sur la table, vous ne vous en porterez pas plus mal. C'est tout le contraire avec un deck Toolbox qui décimera sa proie avec un %(smiling_jack)s mais s'épuisera contre %(the_coven)s.

source: If you’re planning on building a deck that ignores beads and looks just at pool, you’ll need to plan for it. Make sure you hold your %(sudden_reversal)s or %(wash)s until your prey tries to leech beads off their vampires, otherwise you’re losing your biggest advantage. Pay attention to bead movement over bead gain. For example, if your prey plays a %(parity_shift)s to take 3 pool from your grandprey, it’s still just 3 beads you have to take. If it’s the difference between an oust, you’ll want to vote it down, but in other circumstances it could favour you to weaken your grandprey (especially if they’re an Auspex %(AUS)s deck).
fr: Si vous envisagez de construire un deck qui ignore les jetons et ne regarde que l'influence, vous devrez le planifier. Assurez-vous de garder votre %(sudden_reversal)s ou %(wash)s jusqu'à ce que votre proie essaie de se récupérer les jetons de ses vampires, sinon vous perdez votre plus grand avantage. Faites la distinction entre mouvement de jeton et gain de jeton. Par exemple, si votre proie joue un %(parity_shift)s pour prendre 3 d'influence à votre grande-proie, il vous reste toujours 3 jetons à prendre. Si ça fait la différence pour l'élimination, vous voudrez voter contre, mais dans d'autres circonstances, cela pourrait vous avantager d'affaiblir votre grand-proie (surtout s'il s'agit d'un deck Auspex %(AUS)s).

source: Make sure your prey always loses more beads than you do. Avoid fights you think you’ll lose. The biggest thing I can advise here is block your predator only when you need to. It doesn’t matter as much about your predator losing beads yet, if you can block a bleed and ping them with a %(magnum)s, walking away unscathed, then that’s fantastic! However, if you’re being bled for one and they have the %(magnum)s, you’re doubling your bead loss. If you’re running cards like %(the_rack)s, make sure you can protect it! Focus on numbers, an early %(hunting_ground)s is a no brainer as a target for your %(wash)s. Destroy your predator’s %(army_of_rats)s. Make sure you keep as many beads as you can, and take as many to the left as possible.
fr: Assurez-vous que votre proie perde toujours plus de jetons que vous. Évitez les combats que vous pensez perdre. La chose la plus importante que je puisse vous conseiller ici est de bloquer votre prédateur uniquement lorsque vous en avez besoin. Peu importe que votre prédateur perde des jetons, si vous pouvez bloquer une morsure et lui envoyer un coup de %(magnum)s en repartant indemne, alors c'est fantastique ! Par contre, si vous vous faites mordre pour un et qu'il a le %(magnum)s, vous doublez votre perte de jetons en bloquant. Si vous utilisez des cartes comme %(the_rack)s, assurez-vous de pouvoir le protéger ! Concentrez-vous sur les chiffres, un %(hunting_ground)s précoce est une cible évidente pour votre %(wash)s. Détruisez l'%(army_of_rats)s de votre prédateur. Assurez-vous de garder autant de jetons que possible et prenez-en autant que possible à gauche.

source: archetypes section
fr: section archétypes

source: There’s much more we could say about how to play each deck, but for that, check the %(archetypes_section)s.
fr: Il y aurait encore beaucoup à dire sur comment jouer chaque deck mais, pour ça, reportez-vous à la %(archetypes_section)s.

source: by Krzystof Karski
fr: de Krzystof Karski

source: Krzystof Karski has been playing V:tES for 15 years. A finals tables regular in Poland, he is well-known for playing primarily combat decks and exploring all the angles and possibilities they offer.
fr: Krzysztof Karski joue à VTES depuis 15 ans. Habitué des tables finales en Pologne, il est connu pour jouer principalement des decks de combat et explorer tous les angles et possibilités qu'ils offrent.

source: As soon as I started writing this article I realized that the topic is so broad and complex that it would take forever to explore all its facets. Thus, in this primer, I will focus on the basics and cover only the most common combat doctrines you can encounter, so no bloodline or niche discipline.
fr: Dès que j'ai commencé à écrire cet article, j'ai réalisé que le sujet était si vaste et complexe qu'il me faudrait une éternité pour en explorer toutes les facettes. Ainsi, dans cette introduction, je me concentrerai sur les bases et ne couvrirai que les doctrines de combat les plus courantes que vous pouvez rencontrer, donc pas de lignées ou de disciplines de niche.

source: Why and how to play combat?
fr: Pourquoi et comment jouer combat ?

source: The common misconception about combat among newer players is that combat is a goal in itself, focusing on eliminating minions and little else. This is a wrong approach, even though it can be fun to tear off limbs and see everything burn, at least for the one doing the tearing and burning, it does not bring you any closer to victory in and of itself.
fr: L'idée fausse la plus répandue sur le combat chez les nouveaux joueurs est que le combat est un but en soi, se concentrant sur l'élimination des serviteurs et rien d'autre. C'est une mauvaise approche : même s'il peut être amusant d'arracher des membres et de voir tout brûler, du moins pour celui qui déchire et brûle, ça ne vous rapproche pas de la victoire en soi.

source: When thinking about combat in VTES you must first and foremost think of it as a tool of control. No other type of deck can reach all across the table and control the distribution of resources. If someone (primarily your prey and predator) gets too strong at the table you can always visit them and take some of their blood for yourself, or reduce their headcount to slow them down. Most commonly, combat decks will make their predator the target of their first %(rush)s, to reduce pressure on their back and be able to focus all of their attention on their prey.
fr: Lorsqu'on pense combat à VTES, on doit d'abord et avant tout le considérer comme un outil de contrôle. Aucun autre type de deck ne peut atteindre toute la table et contrôler la distribution des ressources. Si quelqu'un (principalement votre proie et votre prédateur) devient trop fort à la table, vous pouvez toujours lui rendre visite et lui prendre un peu de son sang, ou réduire son effectif pour le ralentir. Le plus souvent, les decks de combat feront de leur prédateur la cible de leurs premiers %(rush)s, pour réduire la pression arrière et pouvoir concentrer toute leur attention sur leur proie.

source: It is of utmost importance to remember that combat is just a tool to help you win, not a win condition. When building a combat deck, you must think of how your deck will oust the prey first and foremost. Quite often fledgling combat aspirants forget about this and focus all of their efforts on sending vampires to torpor only to discover too late that then they have no way of reducing their pool fast enough: they get left behind in the race for victory points.
fr: Il est primordial de se rappeler que le combat n'est qu'un outil pour vous aider à gagner, pas une condition de victoire. Lorsque vous construisez un deck de combat, vous devez d'abord et avant tout penser à la manière dont votre deck va éliminer la proie. Bien souvent, les aspirants au combat oublient ça et concentrent tous leurs efforts sur l'envoi de vampires en torpeur, pour découvrir trop tard qu'ils n'ont alors aucun moyen de réduire assez rapidement la réserve d'influence de leur proie : ils se retrouvent à la traîne dans la course aux points de victoire.

source: Ties in directly into your strategy by allowing you to take pool at the same time as you fight.
fr: S'intègre directement dans votre stratégie en vous permettant de toucher l'influence quand vous combattez.

source: Similar purpose but has the downside of you not being in full control of who will lose pool at all times.
fr: Objectif similaire mais a l'inconvénient de ne pas contrôler qui perd de l'influence.

source: Capitalizes on minions already being in torpor.
fr: Capitalise sur les serviteurs déjà en torpeur.

source: Speeds up your bleeding when there are no defenders left.
fr: Accélère vos morsures quand il ne reste plus de défenseurs.

source: Any dual-purpose cards that let you take pool or enter combat like %(deep_song)s or %(line_brawl)s are also very good additions since you will most likely need all the deck space you can get for efficient combat. Once you have solved the question of ousting power, you will also have to think about the challenges you might face. For combat decks, those typically boil down to:
fr: Toutes les cartes à double usage qui vous permettent de réduire l'influence ou d'entrer en combat comme %(deep_song)s ou %(line_brawl)s sont également de très bons ajouts, car vous aurez probablement besoin de tout les emplacements de carte que vous pouvez avoir pour un combat efficace. Une fois que vous avez résolu la question de l'élimination, vous devrez également réfléchir aux défis auxquels vous pourrez être confronté. Pour les decks de combat, ceux-ci se résument généralement à :

source: <strong>Maneuvers</strong>: if you fight at close range, you must be able to beat at least one maneuver.
fr: <strong>Manœuvres</strong> : si vous combattez au contact, vous devez être capable de battre au moins une manœuvre.

source: <strong>Dodge & Combat ends</strong>: nothing is more frustrating than having all your damage whiff so having an answer to that is top priority.
fr: <strong>Dodge & Combat se termine</strong> : rien de plus frustrant que de voir tous vos dégâts s'envoler, donc avoir une réponse à ça est une priorité absolue.

source: <strong>Damage prevention</strong>: unfortunately outside of a few specialist choices there is very little you can do about it. Some presses can help to continue combat.
fr: <strong>Prévention des dégâts</strong> : malheureusement, en dehors de quelques choix spécialisés, vous ne pouvez pas y faire grand-chose. Quelques poursuites peuvent aider.

source: <strong>Enemy combat</strong>: again, little you can do about it, a fight between two combat decks often boils down to a coin toss and there are just too many permutations to be ready for everything.
fr: <strong>Combat ennemi</strong> : encore une fois, vous ne pouvez pas y faire grand-chose, un combat entre deux decks de combat est souvent hasardeux et il y a tout simplement trop de permutations pour être prêt à tout.

source: How to play against combat?
fr: Comment jouer contre le combat ?

source: Being on the receiving end of a combat deck is rarely fun, some even find it the worst experience in VTES that saps their will to play. Do not despair though as all is not lost even if you are being hurt badly, there are ways of dealing with combat that most decks can do. In general, you will want to make yourself an undesirable prey for the combat deck to discourage rushes. Combat decks have limited resources and spending them can be a tough decision. Here are some simple ways to stimmy the predations of a rush-happy deck:
fr: Être la cible d'un deck de combat est rarement amusant, certains trouvent même que c'est leur pire expérience de VTES, qui sape leur volonté de jouer. Ne désespérez pas cependant, car tout n'est pas perdu même si vous êtes gravement touché, il existe des moyens de gérer le combat que la plupart des decks peuvent mettre en œuvre. En général, vous voudrez devenir une proie indésirable pour le deck de combat afin de décourager les rushs. Les decks de combat ont des ressources limitées et où les dépenser peut être une décision difficile. Voici quelques moyens simples de freiner les attentions d'un deck qui aime les rushs :

source: In the beginning, if you know that your prey or predator is a combat deck, you can delay your start a bit to bring out 2 vampires at the same time. There is little direct threat to your pool early on from the combat deck, so delaying your start should not be a problem, whereas having more than one target now means they need to expend more actions to take you offline completely.
fr: Au début, si vous savez que votre proie ou votre prédateur est un deck de combat, vous pouvez retarder un peu votre départ pour sortir 2 vampires en même temps. Il y a peu de menace directe pour votre réserve d'influence en début de partie, donc retarder votre départ ne devrait pas être un problème, alors qu'avoir plus d'une cible ensuite signifie qu'ils doivent dépenser plus d'actions pour vous mettre hors ligne complètement.

source: Talk
fr: Parlez

source: Talk to people. This is often the simplest but most forgotten way of dealing with combat. If you are being slaughtered just ask around the table for others to help rescue your vampires from torpor or — in case you are the predator of a combat deck and have been rushed to oblivion — slow down their advances toward you so you can rebuild and pose a threat to combat again. Most people should be happy to do so because this brings you back as the primary target and takes this burden off of them. At some point, a combat deck will run out of resources or decide to focus them elsewhere and let you play your game. Patience is a virtue.
fr: Parlez aux gens. C’est souvent la manière la plus simple mais la plus oubliée de gérer un combat. Si vous vous faites massacrer, demandez simplement aux autres joueurs de la table de vous aider à sortir vos vampires de torpeur ou – si vous êtes le prédateur d’un deck de combat et que vous vous êtes fait démolir – ralentir leur progression vers vous afin de pouvoir reconstruire et représenter à nouveau une menace pour le combat. La plupart des gens devraient être heureux de le faire, car cela vous ramènera à nouveau comme cible principale et leur enlèvera ce fardeau. À un moment donné, un deck de combat sera à court de ressources ou décidera de les concentrer ailleurs et de vous laisser jouer votre jeu. La patience est une vertu.

source: Rescue
fr: Secourez

source: Rescue, rescue, rescue. Rescue your vampires, rescue other people vampires. It is a war of attrition after all and if you just do nothing you have already lost.
fr: Secourez, secourez, secourez. Secourez ou sortez vos vampires de torpeur, secourez les vampires des autres. C'est une guerre d'usure après tout et si vous ne faites rien, vous avez déjà perdu.

source: Remove blood
fr: Retirez le sang

source: Remove blood from your vampires. If you are facing combat and you know you cannot get away then make yourself a less desirable target. %(villein)s down your vampires as much as you can, this helps build your pool and also reduces the effectiveness of combat. If you do not have blood they cannot take it from you and they may overspend resources without need.
fr: Retirez le sang de vos vampires. Si vous affrontez un deck combat et que vous savez que vous ne pouvez pas gérer, devenez une cible moins désirable. Utilisez %(villein)s sur vos vampires autant que possible, cela vous aide à augmenter votre influence et réduit également l'efficacité du combat. Si vous n'avez pas de sang, ils ne peuvent pas vous en prendre et ils peuvent dépenser trop de ressources sans raison.

source: Block
fr: Bloquez

source: Have some chump blockers. Small minions are typically undesirable targets for combat decks. Having to waste an action and potentially some combat cards to send an %(embrace)s with no blood to torpor or fight %(jake_washington)s is not something a combat deck wants to do. Smaller vampires can protect your more important ones.
fr: Utilisez de la chair à canon pour bloquer. Les petits serviteurs sont généralement des cibles indésirables pour les decks de combat. Devoir gaspiller une action et potentiellement quelques cartes de combat pour envoyer une %(embrace)s sans sang en torpeur ou combattre %(jake_washington)s, ce n'est pas ce qu'un deck de combat cherche. De petits vampires peuvent protéger vos plus importants.

source: Common combat modules
fr: Modules de combat courants

source: Those decks typically bring allies to fight for them. The most common examples here would be %(nephandus)s, who can both bleed and fight as well as scary %(war_ghoul)s. Those decks do not pack a very large combat package, but they are extremely efficient with it. %(nephandus)s playing %(trap)s does 5 damage while taking none itself (assuming fighting a vampire that does nothing in combat), %(war_ghoul)s with %(trap)s can do a whopping 16 damage in one combat. They will sometimes also add low quantities of other combat cards that might help them dish out damage a bit faster or provide extra effects. %(molotov_cocktail)s, %(target_vitals)s, and %(pulled_fangs)s are such cards. They will also use %(the_unmasking)s to help protect their pool.
fr: Ces decks utilisent des alliés pour se battre. Les exemples les plus courants ici sont les %(nephandus)s, qui peuvent à la fois mordre et se battre, ainsi que les effrayantes %(war_ghoul)s. Ces decks ne contiennent pas un très gros package de combat, mais ils sont extrêmement efficaces avec. Un %(nephandus)s qui joue %(trap)s inflige 5 dégâts tout en n'en subissant aucun (en supposant qu'il combat un vampire qui ne fait rien), une %(war_ghoul)s avec %(trap)s peut infliger 16 dégâts en un seul combat. Ils ajouteront parfois également de faibles quantités d'autres cartes de combat pour les aider à infliger des dégâts un peu plus rapidement ou à fournir des effets supplémentaires. %(molotov_cocktail)s, %(target_vitals)s et %(pulled_fangs)s par exemple. Ils utiliseront également %(the_unmasking)s pour aider à protéger leur influence.

source: Guns
fr: Armes à feu

source: Guns are used quite often because of the high efficiency they provide. Having a built-in maneuver and strike is extremely useful throughout the game. Everyone can use them and with the help of %(concealed_weapon)s, you can equip them in combat and not risk getting your equip action blocked. The most common gun you will see is the %(magnum)s, but there are a few decks that run the cheaper %(saturday_night_special)s in combination with %(dragon_s_breath_rounds)s, sacrificing the long-term efficiency of guns for short-term bursts of aggravated damage at long range.
fr: Les armes à feu sont souvent utilisées en raison de leur grande efficacité. Avoir une manœuvre et une frappe intégrée est extrêmement utile tout au long du jeu. Tout le monde peut les utiliser et avec l'aide de %(concealed_weapon)s, vous pouvez les équiper en combat sans risquer de voir votre action d'équipement bloquée. L'arme la plus courante que vous verrez est le %(magnum)s, mais il existe quelques decks qui utilisent %(saturday_night_special)s, moins cher, en combinaison avec %(dragon_s_breath_rounds)s, sacrifiant l'efficacité à long terme des armes à feu pour des pointes de dégâts aggravés à distance à court terme.

source: Some decks do not use disciplines but like to fight anyway. If they are not using guns, they might be using %(weighted_walking_stick)s for some extra damage and an assortment of aim cards to boost it. %(target_vitals)s, %(target_head)s, etc.
fr: Certains decks n'utilisent pas de disciplines mais aiment quand même se battre. S'ils n'utilisent pas d'armes à feu, ils peuvent utiliser %(weighted_walking_stick)s pour infliger des dégâts supplémentaires et un assortiment de cartes de visée pour les renforcer. %(target_vitals)s, %(target_head)s, etc.

source: Animalism %(ani)s has long been one of the premier combat disciplines due to its efficiency. %(deep_song)s provides both extra bleeding and a rush, %(aid_from_bats)s provides damage coupled with maneuver <em>and</em> a press while %(carrion_crows)s provides extra environmental damage. This is a very neat and easy-to-use combat package that also has access to some bonus effects like weapon destruction (%(canine_horde)s, %(voracious_vermin)s) or denying your opponent’s presses and maneuvers with %(terror_frenzy)s or %(drawing_out_the_beast)s. Its only downside is the lack of an answer to Combat Ends effects, making it unreliable when fighting against decks that have a lot of them.
fr: Animalisme %(ani)s a longtemps été l'une des disciplines de combat les plus prisées en raison de son efficacité. %(deep_song)s fournit à la fois une bonne morsure et un rush, %(aid_from_bats)s fournit des dégâts couplés à une manœuvre et une poursuite, tandis que %(carrion_crows)s fournit des dégâts environnementaux supplémentaires. Il s'agit d'un package de combat très propre et facile à utiliser qui donne également accès à certains effets bonus comme la destruction d'armes (%(canine_horde)s, %(voracious_vermin)s) ou le déni de poursuites ou de manœuvres avec %(terror_frenzy)s ou %(drawing_out_the_beast)s. Son seul inconvénient est l'absence de réponse aux effets de fin de combat, ce qui le rend peu fiable contre des decks qui en ont beaucoup.

source: Most commonly paired with guns but can also be used as a supplementary discipline for other types of combat. Best known for providing plenty of maneuvers, dodges, and additional strikes, letting you deal a lot of damage in a single round of combat. Also provides one of the best ways of dealing with Combat Ends in the form of %(psyche)s, which is also wonderful with %(magnum)s as it resets the fight and thus allows you to use the maneuver from the gun again.
fr: Le plus souvent associé aux armes à feu, mais peut également être utilisé comme discipline supplémentaire pour d'autres types de combat. Elle est surtout connue pour offrir de nombreuses manœuvres, esquives et frappes supplémentaires, vous permettant d'infliger beaucoup de dégâts en un seul round de combat. Elle fournit également l'un des meilleurs moyens de gérer les fins de combat sous la forme de %(psyche)s, qui est également parfait avec les %(magnum)s car il réinitialise le combat et vous permet ainsi d'utiliser à nouveau la manœuvre de l'arme.

source: Not much to say here. Having access to damage prevention is always good in combat. Additionally, it provides decks with %(freak_drive)s for multi-acting so you can either rush multiple times in a single turn or do a combination of rushing and bleeding.
fr: Il n'y a pas grand chose à dire ici. Avoir accès à de la prévention est toujours une bonne chose en combat. De plus, cela fournit aux decks %(freak_drive)s pour des actions multiples, ce qui permet de rusher plusieurs fois en un seul tour ou de faire une combinaison de rush et de morsure.
