Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Similar to the V5 Anarchs the "Companion" decks (named after the RPG supplement that introduced them) cover more heavily changed clans: %(salubri_precon)s %(salubri)s, %(ravnos_precon)s %(ravnos)s and %(tzimisce_precon)s %(tzimisce)s. The Salubri %(salubri)s are now one unified independent clan with %(aus)s%(dom)s%(for)s, Ravnos %(ravnos)s joined the Anarch movement and have %(ani)s%(pre)s%(obf)s, and Tzimisce %(tzimisce)s also joined the Anarchs, with %(ani)s%(dom)s%(pro)s.
fr: Similar aux V5 Anarchs, les decks "Companion" (nommés ainsi d'après le supplément du JDR correspondant) couvrent les clans les plus changés: %(salubri_precon)s %(salubri)s, %(ravnos_precon)s %(ravnos)s et %(tzimisce_precon)s %(tzimisce)s. Les Salubri %(salubri)s sont maintenant un vrai clan indépendant avec %(aus)s%(dom)s%(for)s, les Ravnos %(ravnos)s ont rejoint le mouvement Anarch et disposent de %(ani)s%(pre)s%(obf)s, et les Tzimisce %(tzimisce)s ont aussi rejoint les Anarchs, avec %(ani)s%(dom)s%(pro)s.

source: Again all decks are comprised of all new vampires and new library cards:
fr: À nouveau, chaque deck introduit de tous nouveaux vampires, mais aussi de nouvelles cartes de bibliothèque :

source: Salubri %(salubri)s: %(feast_of_the_souls_secrets)s, %(forced_confessional)s, %(meditative_grove)s, %(saulots_avenging_fist)s, %(saulots_guiding_wisdom)s, %(saulots_healing_touch)s, %(sword_of_the_archangel)s, %(touch_of_valeren)s, %(unleashing_the_bestial_soul)s
fr: Salubrien %(salubri)s: %(feast_of_the_souls_secrets)s, %(forced_confessional)s, %(meditative_grove)s, %(saulots_avenging_fist)s, %(saulots_guiding_wisdom)s, %(saulots_healing_touch)s, %(sword_of_the_archangel)s, %(touch_of_valeren)s, %(unleashing_the_bestial_soul)s

source: Additionally, these decks also have again included some formerly relatively rare or sought after cards (%(archon_investigation)s, %(club_illusion)s, %(garibaldi_meucci_museum)s, %(powerbase_los_angeles)s in Ravnos %(ravnos)s, %(my_enemys_enemy)s in Salubri %(salubri)s, %(piper)s, %(constant_revolution)s, %(war_ghoul)s in Tzimisce %(tzimisce)s) as well as cards only released as Promos (%(city_star_taxi)s in Ravnos %(ravnos)s) and Reprints of %(childe_of_the_revolution)s from New Blood and %(organized_resistance)s & %(baid_and_switch)s from the Anarch Precons.
fr: De plus, chaque deck contient ausse quelques cartes plutôt rares ou recherchées (%(archon_investigation)s, %(club_illusion)s, %(garibaldi_meucci_museum)s, %(powerbase_los_angeles)s dans le Ravnos %(ravnos)s, %(my_enemys_enemy)s dans le Salubrien %(salubri)s, %(piper)s, %(constant_revolution)s, et %(war_ghoul)s dans le Tzimisce %(tzimisce)s), ainsi que des cartes auparavant disponibles seulement en Promo (%(city_star_taxi)s dans le Ravnos %(ravnos)s) et des réimpressions de Reprints de %(childe_of_the_revolution)s des Sang Neuf et %(organized_resistance)s & %(baid_and_switch)s des préconstruits Anarch.

source: It is notable that the Salubri %(salubri)s only got new cards that require a Salubri %(salubri)s, but except for the lack of Dominate %(dom)s on old Salubri %(salubri)s, these cards could be combined with them.
fr: Il faut noter que les nouvelles cartes Salubrien %(salubri)s recquièrent majoritairement juste le clan %(salubri)s, et qu'à part le manque de Domination %(dom)s sur les anciens Salubriens %(salubri)s, ces cartes peuvent être combinées avec eux.

source: As of writing this section, these decks are too new to gauge their impact on the competitive scene.
fr: À l'heure d'écrire cette section, ces decks sont trop nouveaux pour mesure leur impact sur la scène compétitive.

source: Anniversary decks are a great source of great cards. The %(anniversary_30)s provides great staples like %(dreams_of_the_sphinx)s, %(giant_s_blood)s, %(parity_shift)s and %(banishment)s. But, more importantly, it contains 14 new vampires (8 Toreador %(toreador)s) and <strong>new library cards:</strong> <ul> <li>%(camarilla_conclave)s</li> <li>%(camarillas_iron_fist)s</li> <li>%(confiscation)s</li> <li>%(loup)s</li> <li>%(banu_haqim_justicar)s</li> <li>%(lasombra_justicar)s</li> </ul>
fr: Les decks anniversaire contiennent de belles cartes. Le %(anniversary_30)s contient des incontournables comme %(dreams_of_the_sphinx)s, %(giant_s_blood)s, %(parity_shift)s and %(banishment)s. Mieux, il contient 14 nouveaux vampires (8 Toreador %(toreador)s) et de <strong>nouvelles cartes de bibliothèque:</strong> <ul> <li>%(camarilla_conclave)s</li> <li>%(camarillas_iron_fist)s</li> <li>%(confiscation)s</li> <li>%(loup)s</li> <li>%(banu_haqim_justicar)s</li> <li>%(lasombra_justicar)s</li> </ul>

source: If you were wandering around during the blip (the 2010-2017 period with no physical print), you may know of the VEKN "PDF expansion". You might want to know they've been printed through a %(kickstarter)s, and a few copies are still available in online shops around, specifically on the %(bcp_online_shop)s. You might want to get your claws on those cards to replace your paper prints there. Also, %(show_of_force)s, %(public_vilification)s and %(inside_dirt)s, from Danse Macabre, have been boosted.
fr: Si vous aviez un œil ouvert pendant le blip (la période 2010-2017 sans impression physique), vous connaissez peut-être l'"extension PDF" de VEKN. Vous voudrez peut-être savoir qu'ils ont été imprimés via un %(kickstarter)s, et quelques exemplaires sont encore disponibles dans les boutiques en ligne, en particulier sur la %(bcp_online_shop)s. Vous voudrez peut-être mettre vos griffes sur ces cartes pour remplacer vos impressions papier. De plus, %(show_of_force)s, %(public_vilification)s et %(inside_dirt)s, de Danse Macabre, ont été boostés.

source: BCP online shop
fr: boutique en ligne BCP

source: %(promo_pack_2)s contains Barons for a few clans, quite a few of which are used in very competitive builds nowadays (Infernal Princes, Gangrel Barons).
fr: %(promo_pack_2)s contient des Barons pour quelques clans, et plusieurs sont utilisés dans des decks très compétitifs de nos jours (Infernal Princes, Gangrel Barons).

source: The V5 expansions have brought new vampires in groups 6 and 7, though they didn't quite disrupt the meta the way they four "V5 Anarchs" decks did. All V5 decks and bundles contain new vampires so, if you're a completionist, you will want a bit of everything there. Moreover, the decks include a good number of staples that might be neat in your collection: you never have enough %(second_tradition)s, %(parity_shift)s, %(govern_the_unaligned)s, %(eyes_of_argus)s, %(deflection)s and %(delaying_tactics)s, right?
fr: Les extensions V5 ont apporté de nouveaux vampires dans les groupes 6 et 7, bien qu'ils n'aient pas tout à fait perturbé la méta comme l'ont fait les quatre decks "V5 Anarchs". Tous les decks et packs V5 contiennent de nouveaux vampires, donc si vous êtes un complétioniste, vous voudrez un peu de tout. De plus, les decks incluent un bon nombre de bases qui pourraient être agréables dans votre collection : vous n'avez jamais assez de %(second_tradition)s, %(parity_shift)s, %(govern_the_unaligned)s, %(eyes_of_argus)s, %(deflection)s et %(delaying_tactics)s, non ?

source: In terms of library cards, <strong>V5 Nosferatu</strong> is the only deck introducing new cards: %(creeping_sabotage)s, %(protected_district)s, %(the_warrens)s and %(roundhouse)s.
fr: En termes de cartes de bibliothèque, le <strong>V5 Nosferatu</strong> est le seul deck à introduire de nouvelles cartes : %(creeping_sabotage)s, %(protected_district)s, %(the_warrens)s et %(roundhouse)s.

source: %(fall_of_london)s contains a couple of additional vampires, and a couple of new Library cards:
fr: %(fall_of_london)s contient quelques nouveaux vampires, ainsi que de nouvelles cartes de bibliothèque :

source: The %(british_museum)s in particular has been used successfully in a couple of builds.
fr: Le %(british_museum)s en particulier a eu du succès dans quelques decks.

source: %(new_blood)s decks are mainly about new vampires, very few new library cards are released here so far, but with more heavily changed clans coming this will probably change in the future. The vampires are a very nice addition to the ones available in the V5 starters, if you want to get those crypts.
fr: Les decks %(new_blood)s proposent surtout de nouveaux vampires, très peu de nouvelles cartes de bibliothèque sont publiées jusqu’à présent, mais avec l’arrivée de clans plus fortement modifiés, cela changera probablement dans le futur. Les vampires sont un très bel ajout à ceux disponibles dans les starters V5, si vous souhaitez utiliser ces cryptes.

source: The New Library cards are:
fr: Les nouvelles cartes de librairie sont:

source: %(childe_of_the_revolution)s as a Baron version of %(third_tradition)s or %(creation_rites)s is going to make a potential big splash on the scene with new concepts for Anarchs being explored.
fr: %(childe_of_the_revolution)s comme version Baron de %(third_tradition)s ou %(creation_rites)s va potentiellement faire parler d'elle alors que de nouveaux concepts Anarchs seront explorés.

source: If you've missed it, you'll want to look into the %(lost_kindred)s bundle and the infamous %(emerald_legionnaire)s. The card was designed to boost the Harbingers %(harbinger_of_skulls)s a bit and give them a chance in competitive play, and ended up giving them a couple of top tier tournament decks so strong the meta had to adapt and include more solutions against the typical swarm of allies these decks can field. So much so that the card was errated in February 2024, making Emerald decks much less of a thing, and acquiring this bundle less appealing.
fr: Si vous l'avez manqué, vous voudrez jeter un coup d'œil au pack %(lost_kindred)s et au tristement célèbre %(emerald_legionnaire)s. La carte a été conçue pour booster un peu les Harbingers %(harbinger_of_skulls)s et leur donner une chance dans le jeu compétitif, et a fini par leur donner des decks de tournoi de haut niveau si puissants que la méta a dû s'adapter et inclure plus de solutions contre l'essaim typique d'alliés que ces decks peuvent aligner. À tel point quel la carte a été erratée en Février 2024, rendant les decks Emerald moins compétitifs, et ce pack moins intéressant.

source: On top of it, the expansion offers nice new toys for Gargoyles %(gargoyle)s, Samedi %(samedi)s, Salubri antitribu %(salubri_antitribu)s and Blood Brothers %(blood_brother)s.
fr: En plus de cela, l'extension propose de nouveaux jouets sympas pour les Gargouilles %(gargoyle)s, Samedi %(samedi)s, Salubri antitribu %(salubri_antitribu)s et Blood Brothers %(blood_brother)s.

source: What changed in the last few years?
fr: Qu'est-ce qui a changé ces dernières années ?

source: detailed list of changes
fr: liste détaillée des modifications

source: There have been a number of changes recently. You can browse the %(detailed_list_of_changes)s but, to give you a primer on the most important points:
fr: Il y a eu un certain nombre de changements récemment. Vous pouvez parcourir la %(detailed_list_of_changes)s mais, pour vous donner un aperçu des points les plus importants :

source: Since 2011, %(psyche)s is played during combat, not in-between combats anymore, and priscii have "ballots", not "votes".
fr: Depuis 2011, %(psyche)s est jouée pendant le combat, plus entre les combats, et les priscii ont des "ballots", pas des "votes".

source: Caitiff is a full-fledged clan, Anarch is a full-fledged sect, and sect is inherited from the sire when creating a new vampire.
fr: Les Caitiff sont un clan à part entière, les Anarch une secte à part entière, et la secte est héritée du sire lors de la création d'un nouveau vampire.

source: Vampires do not automatically get out during influence anymore: you choose whether you turn them up or not.
fr: Les vampires ne sortent plus automatiquement à l'influence : vous choisissez de les sortir ou non.

source: A lot of effects that were mandatory are now optional, and things that were fetched in secret now revealed, for a smoother tournament experience
fr: De nombreux effets qui étaient obligatoires sont désormais facultatifs, et des éléments récupérés en secret sont maintenant révélés, pour une expérience de tournoi plus fluide

source: %(lilith_s_blessing)s was banned in 2013
fr: %(lilith_s_blessing)s a été banni en 2013

source: %(anthelios)s, %(temptation_of_greater_power)s and %(seeds_of_corruption)s were banned in 2017, and tap/untap have been replaced by lock/unlock because of patent issues.
fr: %(anthelios)s, %(temptation_of_greater_power)s et %(seeds_of_corruption)s ont été bannis en 2017, et tap/untap ont été remplacés par incliner/redresser en raison de problèmes de brevet.

source: %(gypsies)s, %(rom_gypsy)s, %(tarbaby_jack)s, %(terrorists)s and %(tsigane)s were banned in 2020 but replaced by %(double_deuce)s, %(city_star_taxi)s, %(len_konopka)s, %(dark_web_procurer)s and %(ashlesha)s.
fr: %(gypsies)s, %(rom_gypsy)s, %(tarbaby_jack)s, %(terrorists)s et %(tsigane)s ont été bannis en 2020 mais remplacés par %(double_deuce)s, %(city_star_taxi)s, %(len_konopka)s, %(dark_web_procurer)s and %(ashlesha)s.

source: %(villein)s, %(pentex_subversion)s, %(una)s, %(ankara_citadel)s, %(parity_shift)s, %(sensory_deprivation)s, %(nightmare_curse)s, %(ashur_tablets)s, and %(emerald_legionnaire)s have been nerfed.
fr: %(villein)s, %(pentex_subversion)s, %(una)s, %(ankara_citadel)s, %(parity_shift)s, %(sensory_deprivation)s, %(nightmare_curse)s, %(ashur_tablets)s,et %(emerald_legionnaire)s ont été nerfés.

source: %(black_metamorphosis)s, %(summon_the_abyss)s, %(summon_the_serpent)s, %(shadow_parasite)s, %(revelation_of_despair)s, %(the_realm_of_the_black_sun)s, %(principia_discordia)s, %(masquer)s, %(kali_s_fang)s, %(giuseppe)s, %(edge_vitiation)s, %(divine_image)s, %(consignment_to_duat)s, %(inside_dirt)s, %(public_vilification)s, %(show_of_force)s, %(vivienne_geroux)s, %(quickness)s, %(herald_of_topheth)s and %(oxford_university_england)s have been boosted.
fr: %(black_metamorphosis)s, %(summon_the_abyss)s, %(summon_the_serpent)s, %(shadow_parasite)s, %(revelation_of_despair)s, %(the_realm_of_the_black_sun)s, %(principia_discordia)s, %(masquer)s, %(kali_s_fang)s, %(giuseppe)s, %(edge_vitiation)s, %(divine_image)s, %(consignment_to_duat)s, %(inside_dirt)s, %(public_vilification)s, %(show_of_force)s, %(vivienne_geroux)s, %(quickness)s, %(herald_of_topheth)s et %(oxford_university_england)s ont été boostés.

source: Worthy reprints
fr: Réimpressions notables

source: In case you're not aware, you might want to know that a lot of legacy cards are available as print-on-demand on %(drivethru_cards)s and %(gamepod)s for less then $0.50 apiece. You can finally complete your collections for clans:
fr: Au cas où vous ne le sauriez pas, de nombreuses cartes legacy sont disponibles en impression à la demande sur %(drivethru_cards)s et %(gamepod)s pour moins de 0,50 $ pièce. Vous pouvez enfin compléter vos collections pour les clans :

source: and discplines:
fr: et les disciplines:

source: Never had the means to build a %(baltimore_purge)s, %(shambling_hordes)s, %(war_ghouls)s, %(ravnos_clown_car)s, %(the_unnamed)s, %(giotto)s, %(spirit_marionette)s, %(shattering_crescendo)s, or %(legacy_of_pander)s deck? It's now really affordable (mind the taxes and delivery fees, depending on where you live. It's still a good deal, though).
fr: Vous n'avez jamais eu les moyens de construire un deck %(baltimore_purge)s, %(shambling_hordes)s, %(war_ghouls)s, %(ravnos_clown_car)s, %(the_unnamed)s, %(giotto)s, %(spirit_marionette)s, %(shattering_crescendo)s, ou %(legacy_of_pander)s ? C'est maintenant vraiment abordable (attention aux taxes et aux frais de livraison, selon l'endroit où vous habitez. C'est quand même une bonne affaire).

source: Maybe before you entered torpor, a few cards were frustratingly expensive to get. %(ashur_tablets)s, %(liquidation)s, %(enkil_cog)s, %(carlton)s, %(heart_of_nizchetus)s and %(the_unmasking)s, for example. In that case, you'll happily acquire a few copies of %(anthology_1)s. It was the first reprint since Heirs to the Blood in 2010, and this bundle released at the 2017 Berlin European Championship launched BCP and the golden years we're unliving now.
fr: Peut-être qu'avant que vous n'entriez en torpeur, certaines cartes étaient onéreuses à acquérir. %(ashur_tablets)s, %(liquidation)s, %(enkil_cog)s, %(carlton)s, %(heart_of_nizchetus)s et %(the_unmasking)s, par exemple. Dans ce cas, vous vous ferez un plaisir d'obtenir quelques exemplaires de %(anthology_1)s. C'était la première réimpression depuis Heirs to the Blood en 2010, et ce bundle sorti au Championnat d'Europe de Berlin 2017 a lancé BCP et les années d'or que nous mort-vivons depuis.

source: The %(anniversary)s preconstructed deck might also be a neat acquisition. It is a full-fledged top tier tournament Stanislava deck, with all the good cards, including %(enkil_cog)s, %(dreams_of_the_sphinx)s, %(giant_s_blood)s, some %(zillah_s_valley)s and %(villein)s, the first real print of %(ennoia_s_theater)s, some %(banishment)s and a fair number of %(parity_shift)s. It's a real treat.
fr: Le deck préconstruit %(anniversary)s pourrait également être une acquisition intéressante. Il s'agit d'un deck Stanislava de tournoi de haut niveau à part entière, avec toutes les bonnes cartes, y compris %(enkil_cog)s, %(dreams_of_the_sphinx)s, %(giant_s_blood)s, quelques %(zillah_s_valley)s et %(villein)s, la première véritable impression d'%(ennoia_s_theater)s, quelques %(banishment)s et un bon nombre de %(parity_shift)s. C'est un vrai régal.

source: Sabbat Precons
fr: Préconstruits Sabbat

source: The other %(legacy_preconstructed_decks)s were released as high level preconstructed decks to allow neonates to join existing Elder tables with something decent enough to leave them a chance. To make it worth our while, BCP also seized this occasion to print rather heavily sought-after cards, like a bunch of %(antonio)s and %(nephandus)s in %(pact_with_nephandi)s, so many %(embraces)s alongside a couple of %(palla_grande)s and %(foundation_exhibit)s in %(libertine_ball)s, the whole Lasombra %(lasombra)s package together with %(jake_washington)s and %(monastery_of_shadows)s in %(parliament_of_shadows)s, and the whole %(aus)s package with %(the_rack)s, %(smiling_jack)s, %(bowl_of_convergence)s and %(heart_of_nizchetus)s in %(den_of_fiends)s.
fr: Les autres %(legacy_preconstructed_decks)s ont été publiés en tant que decks préconstruits de haut niveau pour permettre aux nouveau-nés de rejoindre les tables d'Anciens avec quelque chose d'assez décent pour leur laisser une chance. Pour que cela en vaille la peine, BCP a également saisi cette occasion pour imprimer des cartes plutôt recherchées, comme un tas de %(antonio)s et de %(nephandus)s dans %(pact_with_nephandi)s, autant d'%(embraces)s aux côtés de quelques %(palla_grande)s et %(foundation_exhibit)s dans %(libertine_ball)s, l'ensemble du package Lasombra %(lasombra)s avec %(jake_washington)s et %(monastery_of_shadows)s dans %(parliament_of_shadows)s, et l'ensemble du package %(aus)s avec %(the_rack)s, %(smiling_jack)s, %(bowl_of_convergence)s et %(heart_of_nizchetus)s dans %(den_of_fiends)s.

source: Depending on where you're collection is at, these decks could really fill some holes there, and they also include all the right staples you've never have enough of, like %(govern)s, %(deflection)s, %(eyes_of_argus)s, %(deep_song)s, %(carrion_crows)s, etc.
fr: Selon le niveau de votre collection, ces decks pourraient vraiment combler certains trous, et ils incluent également toutes les bonnes cartes de base dont vous n'avez jamais assez d'exemplaires, comme %(govern)s, %(deflection)s, %(eyes_of_argus)s, %(deep_song)s, %(carrion_crows)s, etc.

source: A nice treat, the %(promo_pack_1)s has all these juicy star vampires that were previously released as promo cards: finally a chance to get this %(capuchin)s, %(montano)s or %(lord_tremere)s deck rolling for a really affordable price.
fr: Un régal, le %(promo_pack_1)s a tous ces vampires strar juteux qui étaient auparavant sortis sous forme de cartes promo : enfin une chance de construire ce deck %(capuchin)s, %(montano)s ou %(lord_tremere)s pour un prix vraiment abordable.

source: Keepers of Traditions and Heirs to The Blood
fr: Keepers of Traditions et Heirs to The Blood

source: The %(keepers_of_tradition)s have some nice cards and vampires you might be lacking, it's worth looking into. The %(heirs_to_the_blood)s where a very nice reprint, also with a bunch of hard to find bloodline cards, but now that Baali %(baali)s, Daughters %(daughter_of_cacophony)s and Salubri %(salubri)s are available on print-on-demand, your mileage might vary.
fr: Les %(keepers_of_tradition)s ont de jolies cartes et des vampires qui pourraient vous manquer, ça vaut le coup d'y jeter un coup d'œil. Les %(heirs_to_the_blood)s étaient une très belle réimpression, également avec un tas de cartes de lignée difficiles à trouver, mais maintenant que les Baali %(baali)s, Daughters %(daughter_of_cacophony)s et Salubri %(salubri)s sont disponibles en impression à la demande, c'est discutable.

source: For the collectors
fr: Pour les collectionneurs

source: exclusive promos
fr: promos exclusives

source: A few of us Elders are greedy hoarders. That's fine, that's the beast speaking, really. You have to let it go from time to time, right? Some pretty %(exclusive_promos)s have been released in the last few years, and there have been successive prints and differences in bundles you might want to know about:
fr: Quelques-uns d'entre nous, les Anciens, sommes des collecteurs avides. C'est sûr, c'est la bête qui parle. Il faut bien lui lâcher la bride de temps en temps, non ? Quelques belles %(exclusive_promos)s ont été publiés ces dernières années, et il y a eu des tirages successifs et des différences dans les packs que vous voudrez peut-être connaître :
