Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Welcome to one of the best combat modules there is. Using %(hunger_of_marduk)s, Banu Haqim %(banu_haqim)s work around prevention in quick order and use Celerity %(CEL)s additionals like %(pursuit)s, %(quickness)s and %(blur)s to empty their target. Between %(pursuit)s, %(swallowed_by_the_night)s, and %(resist_earth_s_grasp)s, they get excellent range management. And %(rego_motum)s and %(sideslip)s can provide prevention while %(psyche)s helps counter defenses. Sure, they need to do an actual damage to dispose of the opponent, but they have access to Anti-Fortitude %(for)s tech even there with %(soul_burn)s or %(blood_rage)s, or they can just hit for one, or use a %(zip_gun)s or a %(stick)s, or even a %(walk_of_flame)s to burn their opponent if it is after a press.
fr: Bienvenue dans l'un des meilleurs modules de combat qui existe. En utilisant %(hunger_of_marduk)s, les Banu Haqim %(banu_haqim)s contournent la prévention sans coup férir et utilisent les frappes supplémentaires de Célérité %(CEL)s comme %(pursuit)s, %(quickness)s et %(blur)s pour vider leur cible. Entre %(pursuit)s, %(swallowed_by_the_night)s et %(resist_earth_s_grasp)s, ils ont une excellente gestion de la portée. Et %(rego_motum)s et %(sideslip)s peuvent assurer la prévention alors que %(psyche)s aident à contrer les défenses. Bien sûr, ils doivent faire de réels dégâts pour se débarrasser de l'adversaire, mais ils ont accès à la technologie Anti-Force d'Âme %(for)s avec %(soul_burn)s ou %(blood_rage)s, ou ils peuvent simplement frapper pour un, ou utiliser un %(zip_gun)s ou un %(stick)s, ou même un %(walk_of_flame)s pour brûler leur adversaire si c'est après une poursuite.

source: Ultimately, the only weakness is the limited prevention and the difficulty to handle defenses, since %(psyche)s does not combine well with %(hunger_of_marduk)s. That said, %(hunter_s_mark)s provide a solid alternative against strong defenses, as long as there's enough stealth to land it consistantly. Moreover, the module can be denser than usual, thanks to %(haqim_s_law_retribution)s that transforms those red cards into bleed enhancers.
fr: En fin de compte, la seule faiblesse est la prévention limitée et la difficulté à gérer les défenses, puisque %(psyche)s ne se combine pas bien avec %(hunger_of_marduk)s. Cela dit, %(hunter_s_mark)s fournit une alternative solide contre les défenses fortes, tant qu'il y a suffisamment de furtivité pour l'utiliser de manière stable. De plus, le module peut être plus dense que d'habitude, grâce à %(haqim_s_law_retribution)s qui transforme ces cartes rouges en bonus de morsure.

source: The legacy Assamites %(assamite_legacy)s also have interesting combination with Quietus %(QUI)s providing %(selective_silence)s to set range, %(taste_of_death)s for aggravated damage, and %(sanguine_entrapment)s against defenses. Celerity %(CEL)s provides additionals and a few more utilities with the like of %(pursuit)s, %(side_strike)s, and %(psyche)s. There is not much prevention to be had, just %(sideslip)s, so opposing ranged modules can be hard to handle. Luckily, %(fast_hands)s can offset most gun-based modules.
fr: Les anciens Assamites %(assamite_legacy)s ont également une combinaison intéressante avec Quietus %(QUI)s qui propose %(selective_silence)s pour contrôler la portée, %(taste_of_death)s pour les dégâts aggravés et %(sanguine_entrapment)s contre les défenses. Celerité %(CEL)s fournit des frappes supplémentaires et du support avec %(pursuit)s, %(side_strike)s et %(psyche)s. Il n'y a pas beaucoup de prévention, juste %(sideslip)s, donc les modules à distance adverses peuvent être difficiles à gérer. Heureusement, %(fast_hands)s peuvent contrer la plupart des modules basés sur les armes.

source: The difficulty resides in hand management. You often need more than 2 cards to land a combat combination, and need to be very precise in your match-ups, so as to align %(entrapment)s on potential %(sce)s, set the range against close-range opponents, or dodge with %(side_strike)s before you strike if they are at long range.
fr: La difficulté réside dans la gestion de la main. Il faut souvent plus de 2 cartes pour réussir une combinaison de combat, et il faut être très précis dans ses match-ups, afin d'aligner les %(entrapment)s sur les %(sce)s potentiels, de régler la portée contre les adversaires de contact, ou d'esquiver avec %(side_strike)s avant de frapper s'ils sont à distance.

source: The Samedi %(samedi)s offer one of the most dreadful combat module. With %(relentless_reaper)s being so versatile, it can be spammed in such amounts as to make any kind of defense irrelevant, while also providing decent prevention. Then %(groaning_corpse)s provides the damage and the usual Fortitude %(for)s prevention handles the rest. Moreover, additional surprises can be used like %(compress)s, %(trap)s, %(necrosis)s or %(dust_to_dust)s.
fr: Les Samedi %(samedi)s offrent l'un des modules de combat les plus redoutables. %(relentless_reaper)s est tellement polyvalent, il peut être spammé en quantités telles qu'il rend toute sorte de défense inutile, tout en offrant une bonne prévention. Ensuite, %(groaning_corpse)s fournit les dégâts, et la prévention habituelle de Force d'Âme %(for)s s'occupe du reste. En plus, des surprises supplémentaires peuvent être utilisées comme %(compress)s, %(trap)s, %(necrosis)s ou %(dust_to_dust)s.

source: Samedi %(samedi)s having poor block abilities and no bounce, this module is a rush module: Fortitude %(for)s helps by providing more actions with %(freak_drive)s, and the clan got %(blessings_of_the_loa)s for some ousting power since the %(lost_kindred)s expansion. They also got a powerful crypt with great abilities: %(mambo_jeanne)s, %(jean_lisle)s and %(marie_pierre)s coming in to supplement %(josette)s and %(baroque)s.
fr: Les Samedi %(samedi)s ayant de faibles capacités de bloc et aucun rebond, ce module est un module de rush : Force d'Âme %(for)s aide en fournissant plus d'actions avec %(freak_drive)s, et le clan a obtenu %(blessings_of_the_loa)s pour un certain potentiel d'élimination depuis l'extension %(lost_kindred)s. Ils ont également obtenu une puissante crypte avec de bons pouvoirs : %(mambo_jeanne)s, %(jean_lisle)s et %(marie_pierre)s venant compléter %(josette)s et %(baroque)s.

source: Now this fearful combination almost holds to a single card: %(diversion)s. It is so versatile, you only need a bit of power, like a boost in strength or some %(magnum)s or %(stick)s, and you can just spam %(diversion)s for additional strikes and prevention. Additionally, %(groundfighting)s can be used for utility and against %(ig)s if you are not doing hand strike, and %(hell_for_leather)s or %(dust_up)s can provide even more options depending on your crypt. If you are running superior Celerity %(CEL)s, you can use %(psyche)s to help overrun defenses.
fr: Cette combinaison effrayante ne tient quasiment qu'à une seule carte : %(diversion)s. Elle est si polyvalente que vous n'avez besoin que d'un peu de dégâts, comme un boost de force ou quelques %(magnum)s ou %(stick)s, et vous pouvez simplement spammer les %(diversion)s pour des frappes supplémentaires et de la prévention. En plus, %(groundfighting)s peut être utilisé en support et contre les %(ig)s si vous n'utilisez pas de frappe à mains nues, et %(hell_for_leather)s ou %(dust_up)s peuvent fournir encore plus d'options en fonction de votre crypte. Si vous utilisez Célérité %(CEL)s en supérieur, vous pouvez utiliser %(psyche)s pour passer les défenses.

source: Protean %(pro)s provides decent prevention with %(flesh_of_marble)s, and aggravated damage with %(claws_of_the_dead)s and its brothers, %(wolf_claws)s, %(bone_spur)s and even %(body_flare)s. Celerity %(CEL)s brings in just the right amount of utilities with maneuvers from %(pursuit)s, dodges from %(acrobatics)s, %(side_strike)s or %(stutter_step)s, and additionals with %(blur)s, %(hell_for_leather)s and %(quickness)s. Most importantly, %(psyche)s helps overcome defenses.
fr: Protean %(pro)s fournit une bonne prévention avec %(flesh_of_marble)s, et des dégâts aggravés avec %(claws_of_the_dead)s et ses frères, %(wolf_claws)s, %(bone_spur)s et même %(body_flare)s. La Célérité %(CEL)s apporte juste la bonne quantité de support avec les manœuvres de %(pursuit)s, les esquives d'%(acrobatics)s, %(side_strike)s ou %(stutter_step)s, et les frappes supplémentaires de %(blur)s, %(hell_for_leather)s et %(quickness)s. Plus important encore, %(psyche)s aide à surmonter les défenses.

source: Different crypts can field this module, from the powerful %(matasuntha)s to the rarer %(miller)s or %(adana_de_sforza)s, passing by all Gangrel antitribu %(gangrel_antitribu)s, who can use %(leathery_hide)s on top. A strength bonus is welcome, to make prevention harder and overcome a simple %(sideslip)s or %(glancing_blow)s, and cost reduction is also good, since the whole module is expensive.
fr: Différentes cryptes peuvent utiliser ce module, de la puissante %(matasuntha)s à %(miller)s ou %(adana_de_sforza)s, plus rares, en passant par tous les Gangrel antitribu %(gangrel_antitribu)s, qui peuvent utiliser des %(leathery_hide)s par dessus. Un bonus de force est bienvenu, pour rendre la prévention plus difficile et surmonter un simple %(sideslip)s ou %(glancing_blow)s, et une réduction de coût est également de mise, puisque le module entier est cher.

source: A rare module that almost always relies on the strength bonus of a big star vampire like %(lazverinus)s, %(hardestadt)s or %(elimelech)s. It is mostly a pure <a href="#fortitude">Fortitude %(FOR)s</a> approach relying on strength and prevention for a consistent advantage, but with the added deterrence of some aggravated damage, sometimes seconded by %(amaranth)s or %(rotschreck)s.
fr: Un module rare qui s'appuie presque toujours sur le bonus de force d'un grand vampire vedette comme %(lazverinus)s, %(hardestadt)s ou %(elimelech)s. Il s'agit principalement d'une approche purement <a href="#fortitude">Force d'Âme %(FOR)s</a> qui s'appuie sur la force et la prévention pour un avantage constant, mais avec la dissuasion supplémentaire de quelques dégâts aggravés, parfois appuyés par %(amaranth)s ou %(rotschreck)s.

source: Stack an humongous number of %(horrid_form)s, preferably with vampires that have cost reduction abilities, like %(meshenka)s. Use %(telepathic_tracking)s to counter defenses. Simple, grueling, unencombered by %(ig)s. You can add some %(trap)s and %(chiropteran_marauder)s to help, or some %(kraken_s_kiss)s, if it is really focused on %(meshenka)s as a star. In all cases, some %(carrion_crows)s can always help with the damage throughput.
fr: Empilez un nombre énorme de %(horrid_form)s, de préférence avec des vampires qui ont des capacités de réduction de coût, comme %(meshenka)s. Utilisez %(telepathic_tracking)s contre les défenses. Simple, épuisant, pas perturbé par %(ig)s. Vous pouvez ajouter %(trap)s et des %(chiropteran_marauder)s pour aider, ou %(kraken_s_kiss)s, si l'objectif est vraiment de se concentrer sur %(meshenka)s en tant que star. Dans tous les cas, quelques %(carrion_crows)s peuvent toujours aider à augmenter les dégâts.

source: The <a href="#vicissitude">Vicissitude %(VIC)s</a> module is decent, but it misses stuff. Coupled with Blood Sorcery %(tha)s prevention in %(rego_motum)s, and the unpreventable %(blood_rage)s hand strike that goes so well with %(chiropteran_marauder)s, it becomes formidable. It is seen with very high cap stars like %(malgorzata)s, %(lord_tremere)s and %(mistress_fanchon)s.
fr: Le module <a href="#vicissitude">Vicissitude %(VIC)s</a> est correct, mais il laisse un peu à désirer. Couplé à la Sorcellerie du Sang %(tha)s avec %(rego_motum)s pour la prévention, et à l'imprévenable frappe à mains nues %(blood_rage)s qui va si bien avec %(chiropteran_marauder)s, il devient redoutable. On le rencontre avec des stars de très haute capacité comme %(malgorzata)s, %(lord_tremere)s et %(mistress_fanchon)s.

source: The module can include additional utilities, like %(quick_jab)s, %(amaranth)s, %(inner_essence)s, %(telepathic_tracking)s or %(thoughts_betrayed)s.
fr: Le module peut inclure du support supplémentaires, comme %(quick_jab)s, %(amaranth)s, %(inner_essence)s, %(telepathic_tracking)s ou %(thoughts_betrayed)s.

source: Now there's a famous combination that is notably, but not exclusivly, seen in %(saulot)s decks. %(anesthetic_touch)s provides a very neat combat ends that trumps %(ig)s, and %(target_vitals)s can be used with it. With a bit of Fortitude %(FOR)s prevention on top, mostly %(unflinching_persistence)s for mobility, it is very sturdy.
fr: Voici maintenant une combinaison célèbre que l'on retrouve notamment, mais pas exclusivement, dans les decks %(saulot)s. %(anesthetic_touch)s fournit une fin de combat très fine qui passe à travers %(ig)s, et peut être utilisée avec %(target_vitals)s. Avec un peu de prévention de Force d'Âme %(FOR)s en plus, principalement %(unflinching_persistence)s pour la mobilité, c'est très robuste.

source: The prevention module is widly variable and can include %(hidden_strength)s, %(superior_mettle)s, %(skin_of_steel)s, or %(rolling_with_the_punches)s. %(blissful_agony)s is a common inclusion. Depending on the crypt, the module can be enriched with either Blood Sorcery %(tha)s %(blood_rage)s or %(theft_of_vitae)s, or Valeren %(val)s %(eye_of_unforgiving_heaven)s.
fr: Le module de prévention est très variable et peut inclure %(hidden_strength)s, %(superior_mettle)s, %(skin_of_steel)s ou %(rolling_with_the_punches)s. %(blissful_agony)s est une inclusion courante. Selon la crypte, le module peut être enrichi soit de Sorcellerie du Sang %(tha)s avec %(blood_rage)s ou %(theft_of_vitae)s, soit de Valeren %(val)s avec %(eye_of_unforgiving_heaven)s.

source: Salubri Antitribu %(salubri_antitribu)s have interesting options with Valeren %(VAL)s. They mainly rely on weapons with %(sword_of_the_righteous)s allowing for brutal aggravated strikes, and %(death_seeker)s that lets them cancel either defensive cards or %(ig)s. On the weapons side, it is a choice between simple %(sticks)s or a %(blade_of_bellona)s and %(concealed_weapon)s combination. For ousting power, they can rely on the excellent %(righteous_aura)s.
fr: Les Salubri Antitribu %(salubri_antitribu)s ont des options intéressantes avec Valeren %(VAL)s. Ils utilident principalement des armes avec %(sword_of_the_righteous)s permettant des frappes aggravées brutles, et %(death_seeker)s qui leur permet d'annuler soit des cartes défensives, soit des %(ig)s. Côté armes, c'est un choix entre de simples %(sticks)s ou une combinaison de %(blade_of_bellona)s et de %(concealed_weapon)s. Pour l'élimination, ils peuvent compter sur l'excellente %(righteous_aura)s.

source: On the prevention side, the options are wide. %(armor_of_caine_s_fury)s is a great prevention card, and %(the_path_of_retribution)s can make it free. Of course on the other hand, Salubri Antitribu %(salubri_antitribu)s have <a href="#fortitude">Fortitude %(FOR)s</a> and its collection of prevention cards, from %(rolling_with_the_punches)s and %(soak)s against high damage, to %(hidden_strength)s and %(indomitability)s for utility. Finally they can also use some %(telepathic_tracking)s for additional control over defensive builds.
fr: Côté prévention, les options sont nombreuses. %(armor_of_caine_s_fury)s est une excellente carte de prévention, et %(the_path_of_retribution)s peut la rendre gratuite. Bien sûr, d'un autre côté, les Salubri Antitribu %(salubri_antitribu)s ont <a href="#fortitude">Fortitude %(FOR)s</a> et sa collection de cartes de prévention, de %(rolling_with_the_punches)s et %(soak)s contre les dégâts élevés, à %(hidden_strength)s et %(indomitability)s pour le support. Enfin, ils peuvent également utiliser %(telepathic_tracking)s pour un contrôle supplémentaire sur les builds défensifs.

source: All in all, it is a sturdy and painful combat module that can be fitted for any prupose.
fr: Dans l’ensemble, il s’agit d’un module de combat robuste et douloureux qui peut être adapté à n’importe quelle fin.

source: Combining the cunning <a href="#obtenebration">Obtenebration module</a> with %(earth_swords)s and %(darkling_trickery)s makes for a high burst sneaky ranged combat module. %(target_vitals)s is often included for a bit more damage. %(darkling_trickery)s is great to handle opposing guns modules, a few %(entombment)s can always be included, and the dual-purpose %(fae_contortion)s makes securing the range that much easier. Having no solution against %(sce)s means it has to be a block module, but it is a mean one at that.
fr: La combinaison de l'astucieux module <a href="#obtenebration">Obténébration</a> avec %(earth_swords)s et %(darkling_trickery)s permet d'obtenir un module de combat à distance surprenant et dangereux. %(target_vitals)s est souvent inclus pour infliger un peu plus de dégâts. %(darkling_trickery)s est parfait pour gérer les modules d'armes adverses, quelques %(entombment)s peuvent toujours être inclus, et %(fae_contortion)s, à double usage; facilite la gestion de la portée. Puisqu'il n'a aucune solution contre les %(sce)s, il s'agit d'un module de bloc, mais il est très efficace à ce jeu-là.

source: Notable Vampires
fr: Vampires notables

source: So we have gone through the modules, but we have not talked much about the vampires yet. And oh boy, how they change everything. So here is a list of the biggest threats in the game. The decks count only counts actual combat decks, some of those vampires appear in a lot of other decks that are not combat-focused.
fr: Alors, nous avons parcouru les modules, mais pas encore beaucoup parlé des vampires. Et, oh, comme ils changent tout. Voici donc une liste des plus grandes menaces du jeu. Le nombre de decks ne compte que les decks de vrai combat, certains de ces vampires apparaissent dans de nombreux autres decks qui ne sont pas axés sur le combat.

source: played in %(num)d decks.
fr: joué dans %(num)d decks.

source: A great star, both in <a href="#animalism">Mono %(ANI)s</a> and <a href="#pot-ani">%(POT)s%(ANI)s</a> decks. Her ability is just bonkers.
fr: Une grande star, à la fois dans les decks <a href="#animalism">Mono %(ANI)s</a> et <a href="#pot-ani">%(POT)s%(ANI)s</a>. Son pouvoir spécial est juste claqué.

source: Star of oh so many gun decks, his ability, like %(nana)s, makes him a star in many decks but, yeah, he's been known to be very handy with a <a href="#cel-guns">%(CEL)s gun</a> module.
fr: Star de tant de decks d'armes à feu, son pouvoir spécial, comme %(nana)s, fait de lui une star dans de nombreux decks mais, oui, il est connu pour être très habile avec un module <a href="#cel-guns">%(CEL)s</a>.

source: They have one of the best modules in <a href="#pot-vis">%(POT)s%(VIS)s</a>, but also, they're fire and forget! Since they die anyway every turn, they need no defense.
fr: Ils ont l'un des meilleurs modules avec <a href="#pot-vis">%(POT)s%(VIS)s</a>, mais ils sont aussi juste jetables ! Comme ils meurent de toute façon à chaque tour, ils n'ont pas besoin de défense.

source: If you are running an <a href="#ani-spi">%(ANI)s%(SPI)s</a> module, she's your girl. Of course, %(muricia)s is an alternative, but Howler just got more wins under her belt.
fr: Si vous utilisez un module <a href="#ani-spi">%(ANI)s%(SPI)s</a>, elle est faite pour vous. Bien sûr, %(muricia)s est une alternative, mais Howler a juste remporté plus de victoires.

source: Rush and bonus strength, and he can use so many modules. Be it <a href="#pot-ani">%(POT)s%(ANI)s</a>, <a href="#pot-cel">%(POT)s%(CEL)s</a>, together with %(FOR)s prevention or <a href="#anarch-cel-for">Anarch %(CEL)s%(FOR)s</a>, he can destroy whole tables. And with %(raven_spy)s and %(sense_the_savage_way)s, he can even become a decent wall all by himself. A legend.
fr: Rush et bonus de force, et il peut utiliser de nombreux modules. Que ce soit <a href="#pot-ani">%(POT)s%(ANI)s</a>, <a href="#pot-cel">%(POT)s%(CEL)s</a>, avec la prévention des %(FOR)s ou <a href="#anarch-cel-for">Anarch %(CEL)s%(FOR)s</a>, il peut détruire des tables entières. Et avec %(raven_spy)s et %(sense_the_savage_way)s, il peut même devenir un mur décent à lui tout seul. Une légende.

source: This guy's ability is so broken he does not even need a combat module. Just a couple of %(carrion_crows)s and %(rego_motum)s and you can whittle down a whole table. He's basically playing <a href="#ani-tha">%(ANI)s%(THA)s</a> without needing %(theft_of_vitae)s.
fr: Le pouvoir sépcial de ce type est tellement pêté qu'il n'a même pas besoin d'un module de combat. Juste quelques %(carrion_crows)s et %(rego_motum)s et vous pouvez liquider une table entière. Il joue essentiellement <a href="#ani-tha">%(ANI)s%(THA)s</a> sans %(theft_of_vitae)s.

source: The lead singer for the <a href="#vic-tha">%(VIC)s%(THA)s</a> module, an outstanding combination. Her ability allows her to go fetch big capacity friends like %(mistress_fanchon)s for cheap.
fr: La patronne du module <a href="#vic-tha">%(VIC)s%(THA)s</a>, une combinaison exceptionnelle. Son pouvoir spécial lui permet d'aller chercher des amis de haute capacité pour pas cher, comme %(mistress_fanchon)s.

source: A good friend of %(enkidu)s, she can also run her own show relying on a mix of <a href="#pot-ani">%(POT)s%(ANI)s</a>, <a href="#ani-pro">%(ANI)s%(PRO)s</a>, <a href="#cel-pro">%(CEL)s%(PRO)s</a>, <a href="#pro-for">%(PRO)s%(FOR)s</a> and/or <a href="#anarch-cel-for">Anarch %(CEL)s%(FOR)s</a>. The choice of module mainly depends on the choice of sidekick.
fr: Bonne copine d'%(enkidu)s, elle peut aussi avoir son propre show en utilisant un mélange de <a href="#pot-ani">%(POT)s%(ANI)s</a>, <a href="#ani-pro">%(ANI)s%(PRO)s</a>, <a href="#cel-pro">%(CEL)s%(PRO)s</a>, <a href="#pro-for">%(PRO)s%(FOR)s</a> et/ou <a href="#anarch-cel-for">Anarch %(CEL)s%(FOR)s</a>. Le choix du module dépend principalement du choix du sidekick.

source: Definitely a blocker, she often calls up %(alastor)s for <a href="#big-guns">Big Guns</a> and %(anson)s is a good friend of her. Her ability offers an unmatched control for a blocking deck.
fr: Clairement une bloqueuse, elle fait souvent appel à %(alastor)s pour des <a href="#big-guns">Big Guns</a> et %(anson)s est un bon pote à elle. Son pouvoir spécial offre un contrôle inégalé pour un deck de bloc.

source: Master of the guns, he mostly plays with <a href="#cel-guns">%(CEL)s guns</a>, but he can also go <a href="#cel-qui">%(CEL)s%(QUI)s</a> or mix both.
fr: Maître des armes à feu, il joue principalement avec <a href="#cel-guns">%(CEL)s armes</a>, mais il peut aussi utiliser <a href="#cel-qui">%(CEL)s%(QUI)s</a> ou mélanger les deux.

source: She's an all-out star, more often seen in political decks. But she can go <a href="#pot-cel">%(POT)s%(CEL)s</a> with %(FOR)s for prevention, or use the <a href="#big-guns">Big guns</a> with %(alastor)s, and even couple it with <a href="#cel-guns">%(CEL)s guns</a> tech.
fr: C'est une star absolue, plus souvent vue dans les decks politiques. Mais elle peut utiliser <a href="#pot-cel">%(POT)s%(CEL)s</a> avec %(FOR)s pour la prévention, ou <a href="#big-guns">Big guns</a> avec %(alastor)s, et même les coupler avec <a href="#cel-guns">%(CEL)s guns</a>.

source: Definitely a blocker, and a great one at that, he can either run simple <a href="#sticks">%(FOR)s Sticks</a> or go for the more obnoxious <a href="#obe-for">%(OBE)s%(FOR)s</a>.
fr: C'est définitivement un bloqueur, et un excellent bloqueur, il peut soit utiliser de simples <a href="#sticks">%(FOR)s Sticks</a>, soit opter pour le plus désagréable <a href="#obe-for">%(OBE)s%(FOR)s</a>.
