Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>wall</em> deck starring %(goratrix)s. Its superior %(ANI)s allows him to use %(sense_the_savage_way)s, a powerful addition to the %(AUS)s intercept module. </p> <p> %(goratrix)s combat ability is very good: as %(theft_of_vitae)s, its damage can not be prevented. The use of %(carrion_crows)s for additional damage and %(canine_horde)s against weapons makes for a powerful but slim combat module. </p> <p> %(magic_of_the_smith)s is used to fetch powerful equipments adapted to the table context. %(heart_of_nizchetus)s is always good, %(bowl_of_convergence)s adds additional intercept, %(ivory_bow)s, %(kevlar_vest)s and %(ruins_of_ceoris)s are great additions for combat. </p> <p> The intercept module is very heavy, with 20 wakes not counting the %(cats_guidance)s, 9 bleed bounces to help deliver pool damage to the prey, and a total of 45 bonus intercept available accross 45 reaction cards. </p> <p> Pool damage is done using %(anarch_revolt)s, %(army_of_rats)s and %(smiling_jack_the_anarch)s, with the addition of %(enkil_cog)s at some point to have %(goratrix)s bleed for 3 at the end of its predator's turn if he is still unlocked. </p> <p> %(anarch_revolt)s is ineffective if the prey gets <em>Anarch</em> vampires into play, but %(eagle_s_sight)s can be used to intercept these <em>Anarchs</em> whatever they do and dispose of them quickly. </p> <h2>Tips & Tricks</h2> <p> The sidekicks in the crypt also have the %(AUS)s%(ANI)s disciplines combination to help with intercept in case a %(pentex_subversion)s is played. </p> <p> %(rutor_s_hand)s and %(mylan_horseed)s are used to enable %(goratrix)s to act and still stay unlocked. </p> <p> %(villein)s and %(vessel)s are used to bloat a bit from %(goratrix)s, as its combat ability should ensure he never runs out of blood. </p> <p> Given the disciplines span available to %(goratrix)s, %(the_erciyes_fragments)s becomes very versatile. It can provide additional wakes and bounces but also bleed enhancers. </p> <h2>Variants</h2> <p> There are not many variants in this archetype. %(read_the_winds)s is often included in the intercept module, and surprise aggravated damage from %(vic)s can be added, like %(breath_of_the_dragon)s or %(chiropteran_marauder)s. </p> <p> It is possible to build a non-anarch version of this archetype. It looses the damages from %(anarch_revolt)s, but gains access to %(abbot)s and %(powerbase_barranquilla)s, like in %(jakub_baranowski_s_deck)s from the 2013 Polish NC. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>wall</em> avec %(goratrix)s comme star. Son %(ANI)s en supérieur lui permet d'utiliser %(sense_the_savage_way)s, un puissant ajout au module d'interception %(AUS)s. </p> <p> L'aptitude de combat de %(goratrix)s est excellente : comme %(theft_of_vitae)s, les dégâts ne peuvent être prévenus. L'utilisation de %(carrion_crows)s pour plus de dégâts et de %(canine_horde)s contre les armes en font un module de combat puissant et léger. </p> <p> %(magic_of_the_smith)s est utilisé pour récupérer des équipements puissants adaptés au contexte de table. %(heart_of_nizchetus)s est toujours bon, %(bowl_of_convergence)s ajoute de l'interception, %(ivory_bow)s, %(kevlar_vest)s et %(ruins_of_ceoris)s sont de bons compléments au module de combat. </p> <p> Le module d'interception est très lourd, avec 20 réveils sans compter %(cats_guidance)s, 9 rebonds de morsure pour aider à infliger des dégâts d'influence à la proie, et un total de 45 bonus d'interception disponibles au travers de 45 cartes de réaction. </p> <p> Les dégâts d'influence sont faits en utilisant %(anarch_revolt)s, %(army_of_rats)s et %(smiling_jack_the_anarch)s, avec %(enkil_cog)s en complément quand il est pioché pour permettre à %(goratrix)s de mordre pour 3 à la fin du tour du prédateur s'il est redressé. </p> <p> %(anarch_revolt)s est inefficace si la proie a des vampires <em>Anarch</em> en jeu, mais %(eagle_s_sight)s peut être utilisé pour intercepter ces <em>Anarchs</em> quoi qu'ils fassent et leur régler leur compte rapidement. </p> <h2>Trucs & Astuces</h2> <p> Les sidekicks de la crypte disposent aussi de la combinaison de disciplines %(AUS)s%(ANI)s pour aider à intercepter au cas où %(pentex_subversion)s serait jouée. </p> <p> %(rutor_s_hand)s et %(mylan_horseed)s sont utilisés pour permettre à %(goratrix)s d'agir et de rester redressé. </p> <p> %(villein)s et %(vessel)s sont utilisés pour régénérer un peu avec %(goratrix)s, car son aptitude de combat devrait lui permettre de ne jamais être à court de sang. </p> <p> Étant données les disciplines dont %(goratrix)s dispose, %(the_erciyes_fragments)s devient très versatile. Il peut fournir des réveils et des rebonds additionnels mais aussi des améliorateurs de morsure. </p> <h2>Variantes</h2> <p> Il y a peu de variantes de cet archétype. %(read_the_winds)s est souvent inclus dans le module d'interception et des dégâts aggravés de %(vic)s peuvent être ajoutés pour la surprise, comme %(breath_of_the_dragon)s ou %(chiropteran_marauder)s. </p> <p> Il est possible de construire une version non-Anarch de cet archétype. Il perd les dégâts d'%(anarch_revolt)s, mais gagne accès à %(abbot)s et %(powerbase_barranquilla)s, comme dans le %(jakub_baranowski_s_deck)s du NC polonais de 2013.</p>

source: Jakub Baranowski's deck
fr: deck de Jakub Baranowski

source: <h2>Highlights</h2> <p> This is a <em>powerbleed</em> deck centered around %(guillaume_giovanni)s as a star, using his ability to get a very large hand and profit from the incredible versatilty it provides. </p> <p> The base idea is to always have acces to the right wake and bounce in hand, all the while building the axact required hand to get %(dom)s bleeds through with the help of %(nec)s modifiers. </p> <p> Ideally, %(guillaume)s should be influenced first, then use %(govern_the_unaligned)s at superior %(DOM)s to help influence a couple of sidekicks to help. The deck delivers constant pressure on its prey, while providing very few opportunities to its predator: the size of the hand guarantees a fair availability in solutions. </p> <p> For combat management, the deck uses %(nocturn)s to block potential rushers and combat ends with %(spiritual_intervention)s just in case. </p> <h2>Tips & Tricks</h2> <p> %(deflection)s is the main defense against bleeds, and the hand size helps make sure there's always one or two available, with the matching wake. </p> <p> Guillaume's second ability, his stealth bonus for recruitments and employments, is not overlooked either: a good number of %(nocturn)s are used as cannon fodder to defend against rushes or provide a few blocks. </p> <p> %(sudario_refraction)s, although only present in limited copies, is a key card of the deck and often allows fetching the exact cards required for a lunge. A classical move is to use the second to fetch back the first one, this way ensuring the constant ability to fetch two cards (plus the other %(sudario_refraction)s). </p> <h2>Variants</h2> <p> One of the big questions to answer when building this decks is whether or not to %(storage_annex)s. Some find the card awesome, others are adamantly against it. Both seem to work though, as proven by this version (no annex) and, for example %(marcins_deck)s in contrast. It's maybe a matter of playstyle and whether or not the additional pliability is worth it for you, at the expense of stacking more other permanent location effects. </p> <p> Some variants don't use %(nocturn)s at all, relying instead on good old Giovanni %(giovanni)s allies like %(tye_cooper)s, %(puppeteer)s and even the infamous %(shambling_hordes)s. Check for example %(pedros_deck)s from the 2015 Brazilian NC. </p> <p> A recent variation includes a heavier combat module, using %(pot)s to devastating effects and providing more of a deterrent than the usually lighter defensive package. %(immortal_grapple)s and %(roundhouse)s can certainly make the opponents think twice before they block or act against the deck, and the large hand, again, makes the module that much more effective and available. This makes the deck more of a toolbox than a powerbleed build, but it can also work, as proven by %(michals_win)s at the Czech NC in 2022. </p> <p> If the build interest you, you might want to also consult %(gilles_article)s on Information Highway, which in-depth reflexions about the archetpye from an actual specificalist. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>powerbleed</em> centré sur %(guillaume_giovanni)s en star et son pouvoir qui permet d'obtenir une très large main ,et à profiter de l'incroyable polyvalence qu'il offre. </p> <p> L'idée de base est de toujours avoir accès au bon réveil et au bon rebond en main, tout en construisant la main nécessaire pour faire passer les morsures %(dom)s à l'aide des modificateurs %(nec)s. </p> <p> Idéalement, %(guillaume)s devrait être influencé en premier, puis utiliser %(govern_the_unaligned)s en %(DOM)s supérieure pour aider à influencer quelques acolytes pour aider. Le deck délivre une pression constante sur sa proie, tout en offrant très peu d'opportunités à son prédateur : la taille de la main garantit une bonne couverture de solutions. </p> <p> Pour la gestion du combat, le deck utilise %(nocturn)s pour bloquer les rushers potentiels et le combat peut être terminé par %(spiritual_intervention)s si nécessaire. </p> <h2>Trucs et astuces</h2> <p> %(deflection)s est la principale défense contre les morsures, et la taille de la main permet de s'assurer qu'il y en a toujours un ou deux disponibles, avec le réveil correspondant. </p> <p> Le deuxième pouvoir de Guillaume, son bonus de furtivité pour les recrutements, n'est pas en reste non plus : bon nombre de %(nocturn)s servent de chair à canon pour se défendre contre les rushs ou fournir quelques blocages. </p> <p> %(sudario_refraction)s, bien que présente uniquement en exemplaires limités, est une carte clé du jeu et permet souvent d'aller chercher les cartes exactes requises pour le coup de grâce. Un coup classique consiste à utiliser la seconde pour récupérer la première, assurant ainsi la possibilité constante de récupérer deux cartes (plus l'autre %(sudario_refraction)s). </p> <h2>Variantes</h2> <p>L'une des grandes questions auxquelles il faut répondre lors de la construction de ce deck est de savoir si l'on inclut ou pas %(storage_annex)s. Certains trouvent la carte géniale, d'autres s'y opposent catégoriquement. Les deux semblent cependant fonctionner, comme le prouve cette version (sans annexe) et, par exemple le %(marcins_deck)s a contrario. C'est peut-être une question de style de jeu et de savoir si la flexibilité supplémentaire en vaut la peine, au détriment de l'adjonction d'autres effets de lieu permanents. </p> <p> Certaines variantes n'utilisent pas du tout %(nocturn)s, s'appuyant plutôt sur de bons vieux alliés Giovanni %(giovanni)s comme %(tye_cooper)s, %(puppeteer)s et même le tristement célèbre %(shambling_hordes)s. Voyez par exemple le %(pedros_deck)s du NC brésilien 2015. </p> <p> Une variante récente inclut un module de combat plus lourd, avec %(pot)s pour des effets dévastateurs qui permet plus de dissuasion que le package défensif généralement plus léger. %(immortal_grapple)s et %(roundhouse)s peuvent certainement faire réfléchir les adversaires à deux fois avant de bloquer ou d'agir contre le deck, et la grande main, encore une fois, rend le module beaucoup plus efficace et disponible. Cela fait du deck plus une toolbox qu'un powerbleed, mais cela peut aussi fonctionner, comme l'a prouvé la %(michals_win)s au NC tchèque en 2022. </p> <p> Si la construction vous intéresse, vous voudrez peut-être également consulter %(gilles_article)s sur Information Highway, qui propose les réflexions approfondies d'un vrai spécialiste de l'archétype. </p>

source: Marcin's deck
fr: deck de Marcin

source: Pedro's deck
fr: deck de Pedro

source: Michal's win
fr: Victoire de Michal

source: Gille's article
fr: article de Gilles

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> Imbued deck. They are mortal allies and follow %(specific_rules)s. They use Conviction %(CONVICTION)s and Power %(POWER)s cards. </p> <p> The idea of the deck is to get some Imbued out, %(jennie)s first if she's drawn, then equip them with weapons and armors to be able to hunt and take down vampires around the table. %(angel_of_berlin)s and %(nra_pac)s are used to help equip them quickly. </p> <p> As the game progresses, Powers %(POWER)s make the Imbued more powerful. %(vigilance)s is the most important, as it enhances %(a_b)s a lot. %(champion)s and %(discern)s help bump up the defence. </p> <p> %(talbot_s_chainsaw)s is the key here, as its rush ability combined with its damage is very potent, and its disadvantage can be mitigated by %(rejuvenate)s and %(jennie)s's ability. </p> <p> Finally, %(travis)s, %(the_church_of_vindicated_faith)s and %(inspire)s are used to bloat and accelerate the crypt. </p> <h2>Tips & Tricks</h2> <p> %(react_with_conviction)s is always the first Conviction %(CONVICTION)s an Imbued should fetch when he comes into play, as it protects them against anti-ally actions like %(entrancement)s. </p> <p> %(smiling_jack_the_anarch)s, %(tension_in_the_ranks)s and %(dragonbound)s can improve pool damage a bit, but most damage come from bleed using %(strike_with_conviction)s. If the bleed action of %(strike_with_conviction)s is blocked, the Conviction %(CONVICTION)s is not lost, as its burn effect is the <strong>cost</strong> of the action, only payed if it is successul. It can then be used as a strike during the follow-up combat. </p> <h2>Variants</h2> <p> Decks in this archetype use different weapons and combat modules: the use of %(talbot_s_chainsaw)s is rare. %(target_vitals)s is a common inclusion, and %(sniper_rifle)s is a more common weapon, as in %(cory_busch_kendall_s_deck)s from 2010. </p> <p> The <strong>Paralyze</strong> variant uses the %(concealed_weapon)s & %(flash_grenade)s combination and has been played by %(john_newquist_in_a_2008_nac_qualifier)s. </p> <p> The <strong>Apocalypse</strong> variant include more Gehenna events to cripple vampires around the table, as Imbued stay immuned to their effects. %(sergio_gracia_s_deck)s from 2010 is a good example. </p>
fr: <h2>Principe</h2> <p> C'est un deck Illuminés <em>toolbox</em>. Ce sont des alliés mortels qui suivent des %(specific_rules)s. Ils utilisent des cartes de Conviction %(CONVICTION)s et de Pouvoir %(POWER)s. </p> <p> L'idée du deck est de sortir quelques Illuminés, %(jennie)s en premier si elle est piochée, puis de les équiper avec armes et armures afin de pouvoir abattre les vampires à la table. %(angel_of_berlin)s et %(nra_pac)s sont utilisés pour les équiper plus rapidement. </p> <p> Alors que la partie progresse, les Pouvoirs %(POWER)s rendent les Illuminés plus puissants. %(vigilance)s est le plus important, car il augmente sérieusement l'%(a_b)s. %(champion)s et %(discern)s aident à améliorer la défense. </p> <p> %(talbot_s_chainsaw)s est clé ici, puisque son aptitude de rush combinée à ses dégâts est très puissant, et son défaut peut être contrebalancé par %(rejuvenate)s et l'aptitude de %(jennie)s.</p> <p> Enfin, %(travis)s, %(the_church_of_vindicated_faith)s et %(inspire)s sont utilisés pour régénérer et accélérer la crypte. </p> <h2>Trucs & Astuces</h2> <p> %(react_with_conviction)s est toujours la premiere Conviction %(CONVICTION)s qu'un Illuminé devrait choisir en arrivant en jeu, car cela le protège contre les actions anti-alliés comme %(entrancement)s. </p> <p> %(smiling_jack_the_anarch)s, %(tension_in_the_ranks)s et %(dragonbound)s peuvent améliorer un peu les dégâts d'influence, mais la plupart des dégâts proviennent de morsures utilisant %(strike_with_conviction)s. Si l'action de morsure de %(strike_with_conviction)s est bloquée, la Conviction %(CONVICTION)s n'est pas perdue, puisque le fait de la brûler est le <strong>coût</strong> de l'action, à ne payer que si elle réussit. Il peut alors être utilisé pour un coup dans le combat qui s'ensuit. </p> <h2>Variantes</h2> <p> Les decks de cet archétype utilisent des armes et des modules de combat variés : L'utilisation de %(talbot_s_chainsaw)s est rare. %(target_vitals)s est une inclusion répandue, et %(sniper_rifle)s une arme plus commune, comme dans le %(cory_busch_kendall_s_deck)s de 2010. </p> <p> La variante <strong>Paralysie</strong> utilise la combinaison %(concealed_weapon)s & %(flash_grenade)s et a été jouée par %(john_newquist_in_a_2008_nac_qualifier)s. </p> <p> La variante <strong>Apocalypse</strong> inclue plus d'événements Géhenne pour handicaper les vampires à la table, puisque les Illuminés sont immunisés à leurs effets. Le %(sergio_gracia_s_deck)s de 2010 est un bon exemple. </p>

source: specific rules
fr: règles spécifiques

source: Cory Busch Kendall's deck
fr: deck de Cory Busch Kendall

source: John Newquist in a 2008 NAC Qualifier
fr: John Newquist pour le qualifier du NAC 2008
