Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <ul> <li>Don’t forget to take control of the vampire with %(mind_rape)s.</li> <li> The assistant vampire should rescue %(montano)s to make sure that he can take the maximum number of actions. </li> <li>%(montano)s's stealth providing special works even while he is in torpor.</li> <li> Diablerize as many vampires as you can, or steal them with %(graverobbing)s. The vampire with %(mind_rape)s should preferably die during a bloodhunt referendum, and if it is a vampire with Fortitude %(for)s, he might even bring more destruction to your opponents before doing so. </li> <li> Cards you should <strong>never discard</strong> unless you are sure about the other decks at the table: %(shadow_body)s (Combat Ends), %(deflection)s (against bleeds) and %(nocturn)s (against rushes and bounced bleeds). </li> <li> The timing of the additional action with %(enkil_cog)s can be tricky: if being unlocked makes %(montano)s a target, let him act in your Prey’s turn. The same is true if another vampire at the table might play and contest %(enkil_cog)s himself, which might spoil the whole game for you. If you can afford it and want to keep people guessing what your additional action might be, wait until the end of your Predator’s turn – but remember that he or she might take actions afterwards. And bear in mind that you could play %(sudden_reversal)s on a %(direct_intervention)s while acting out of turn. </li> </ul>
fr: <ul> <li>N'oubliez pas de prendre le contrôle du vampire avec %(mind_rape)s. </li> <li>Le vampire assistant doit sauver %(montano)s pour lui permettre d'effectuer le maximum d'actions. </li> <li>L'aptitude de %(montano)s à fournir de la discrétion fonctionne même lorsqu'il est en torpeur. </li> <li>Diablez autant de vampires que vous le pouvez ou volez-les avec %(graverobbing)s. Le vampire avec %(mind_rape)s devrait de préférence mourir lors d'un référendum de chasse au sang et, s'il s'agit d'un vampire avec Fortitude %(for)s, il pourrait même infliger plus de dégâts à vos adversaires avant de le faire. </li> <li>Cartes à <strong>ne jamais défausser</strong> à moins d'être sûr des autres decks à la table : %(shadow_body)s (Combat Ends), %(deflection)s (contre les morsures) et %(nocturn)s (contre les rushs et les rebonds de morsure). </li> <li>Le timing de l'action supplémentaire avec %(enkil_cog)s peut être délicat : si le redressement fait de %(montano)s une cible, faites-le agir au tour de votre proie. La même chose est vraie si un autre vampire à la table peut jouer et contester %(enkil_cog)s lui-même, ce qui pourrait gâcher votre jeu. Si vous pouvez vous le permettre et que vous voulez laisser les gens dans le noir en ce qui concerne votre action supplémentaire, attendez la fin du tour de votre prédateur - mais rappelez-vous qu'il ou elle peut toujours agir après. Et gardez à l'esprit que vous pouvez jouer %(sudden_reversal)s sur une %(direct_intervention)s lorsque vous agissez hors de votre tour. </li> </ul>

source: Gaining pool is one of the bigger issues of MBP, which is why some players add %(golconda)s or %(villein)s to their %(montano)s deck. %(govern)s down is highly recommended, and an %(ancient_influence)s might make your day, especially when your prey has no more ready vampire. %(reins_of_power)s is seen here and there, but %(political_stranglehold)s looks more reliable. Ousting your first prey is highly recommended. Always be on guard: a bleed bounced to you or a %(mind_numb)s on %(montano)s could already be fatal.
fr: Gagner du pool est l'un des plus gros problèmes de MBP, c'est pourquoi certains joueurs ajoutent %(golconda)s ou %(villein)s à leur deck %(montano)s. %(govern)s en supérieur est fortement recommandé, et une %(ancient_influence)s peut être radicale, surtout lorsque votre proie n'a plus de vampire disponible. %(reins_of_power)s est vu ici et là, mais %(political_stranglehold)s semble plus fiable. Il est fortement recommandé d'éliminer votre première proie. Soyez toujours sur vos gardes : une morsure qui vous a été renvoyée ou un %(mind_numb)s sur %(montano)s pourrait être fatal.

source: Game Example
fr: Exemple de jeu

source: Now please take a look at my report of the finals where the above-mentioned decklist together with my decisions (and the decisions of the fellow players) allowed me to be victorious.
fr: Jetez maintenant un œil à mon rapport de la finale où la liste de deck mentionnée ci-dessus, ainsi que mes décisions (et les décisions des autres joueurs), m'ont permis de remporter la victoire.

source: Don’t Cry for Pentex Finals – 2019.
fr: Finale Don’t Cry for Pentex - 2019.

source: Seating and starting player position were random, so I had only the double-edged advantage of being top seat. My starting hand shows useful cards and two %(zillah_s_valley)s, both of which "ignite". At the end of the second round (!) %(montano)s arrives and can enter the scene at the beginning of the third round, which also gives me a %(heidelberg_castle)s, meeting the following resistance:
fr: Les places et la position de premier joueur étaient aléatoires, donc je n'avais que l'avantage à double tranchant d'être premier au classement. Ma main de départ a des cartes utiles et deux %(zillah_s_valley)s, qui passent. A la fin du deuxième tour (!) %(montano)s arrive et peut entrer en scène au début du troisième tour, qui me donne également un %(heidelberg_castle)s, rencontrant la résistance suivante :

source: Without %(freak_drives)s and stealth worth mentioning, I play a %(mind_rape)s on %(la_viuda_blanca)s. Successfully. I pull out a %(freak_drive)s and decide to make a bleed because I have %(enkil_cog)s on hand. Get blocked. Get %(kassiym_malikhair)s out to assist %(montano)s. This brings me to 9 pool.
fr: Sans %(freak_drives)s et discrétion notable, je joue un %(mind_rape)s sur %(la_viuda_blanca)s. Avec succès. Je pioche un %(freak_drive)s et décide de faire une morsure car j'ai %(enkil_cog)s en main. Je suis bloqué. Je sortir %(kassiym_malikhair)s pour aider %(montano)s. Cela m'amène à 9 d'influence.

source: I need pool, but no pool gain is in sight yet, and I am accordingly worried about being bled by direct bleeds or bounces. I can play %(enkil_cog)s, %(the_signet_of_king_saul)s and %(learjet)s, then the machinery stops again. %(la_viuda)s has to leave her blood to %(montano)s. A %(nocturn)s and %(kassiym)s make up the defense. I am at 7 pool. %(heart_of_nizchetus)s for Martin. Diogo plays %(mind_numb)s on %(johannes_castelein)s (lucky me), bleeds and continues to build up. Hellgie brings %(mustafa_the_heir)s into play. I hardly remember the details of the 5th round. %(the_capuchin)s appears, with Martin a third %(AUS)s Weenie and %(channel_10)s (that can become something ...), Diogo comes on 4 vampires and plays %(mind_numb)s on %(mustafa)s. Hellgie cannot do much.
fr: J'ai besoin d'influence, mais aucun gain d'influence n'est encore en vue, et je m'inquiète des morsures directes ou des rebonds. J'arrive à jouer %(enkil_cog)s, %(the_signet_of_king_saul)s et %(learjet)s, puis la machine s'arrête à nouveau. %(la_viuda)s doit laisser son sang à %(montano)s. Un %(nocturn)s et %(kassiym)s constituent la défense. Je suis à 7 d'influence. %(heart_of_nizchetus)s pour Martin. Diogo joue %(mind_numb)s sur %(johannes_castelein)s (tant mieux pour moi), mord et continue de construire. Hellgie met en jeu %(mustafa_the_heir)s. Je me souviens à peine des détails du 5e tour. %(the_capuchin)s apparaît, un troisième %(AUS)s Weenie pour Martin ainsi que %(channel_10)s (qui peut devenir un souci...), Diogo arrive à 4 vampires et joue %(mind_numb)s sur %(mustafa)s. Hellgie ne peut pas faire grand-chose.

source: Time for %(baltimore_purge)s. %(freak_drive)s. %(mind_rape)s on %(johannes_castelein)s. (Hellgie: You're ousting me. – Sorry, it is a complicated situation with tough decisions.) Another %(freak_drive)s, so I can act in Slaven's turn as well: it's going to be a %(mind_rape)s on %(gracis)s. Slaven's %(capuchin)s plays an %(emerald_legionnaire)s. %(freak_drive)s. Afterwards, %(capuchin)s bleeds (on Martin's suggestion that he should not hand %(capuchin)s over to me unlocked in the case of %(graverobbing)s), the bleed gets bounced to me by %(my_enemy_s_enemy)s (well, great ...). Fortunately, I have a %(deflection)s at hand. No block, bleed for 3 thanks to %(bonding)s. Bounce to Diogo, and now the big question: to whom will he bounce? To Hellgie, who is then on 3 pool. Diogo ousts Hellgie in his turn which takes %(anarch_troublemaker)s out of the game.
fr: C'est l'heure de %(baltimore_purge)s. %(freak_drive)s. %(mind_rape)s sur %(johannes_castelein)s. (Hellgie: Tu m'élimines. - Désolé, c'est une situation compliquée avec des décisions difficiles.) Un autre %(freak_drive)s, donc je peux aussi agir au tour de Slaven : ce sera un %(mind_rape)s sur %(gracis)s. Le %(capuchin)s de Slaven joue un %(emerald_legionnaire)s. %(freak_drive)s. Ensuite, %(capuchin)s mord (sur la suggestion de Martin de ne pas me laisser un %(capuchin)s redressé en cas de %(graverobbing)s), la morsure m'est renvoyée par %(my_enemy_s_enemy)s (bon, super...). Heureusement, j'ai une %(deflection)s en main. Aucun blocage, morsure à 3 grâce à %(bonding)s. Je renvoie sur Diogo, et maintenant la grande question : vers qui va-t-il rebondir ? Sur Hellgie, qui descend alors à 3 d'influence. Diogo élimine Hellgie à son tour, ce qui retire %(anarch_troublemaker)s de la partie.

source: The show begins. %(montano)s takes %(capuchin)s, %(elizabeth)s and %(ranjan)s with him. %(dreams_of_the_sphinx)s, two additional cards. %(kassiym)s rescues %(montano)s from torpor. %(freak_drive)s. %(montano)s plays %(graverobbing)s superior on %(capuchin)s. +2 hand size, so 11 cards in hand. %(freak_drive)s. %(kassiym)s plays %(ancient_influence)s, passes, finally some pool buffer. %(gracis)s plays %(banishment)s on one of Martin's two ready %(AUS)s weenies, passes, then blood to %(montano)s. Thanks to %(seduction)s, %(montano)s diablerises Martin's %(elizabeth)s and grabs the %(heart_of_nizchetus)s.
fr: Le spectacle commence. %(montano)s emmène %(capuchin)s, %(elizabeth)s et %(ranjan)s avec lui. %(dreams_of_the_sphinx)s, deux cartes supplémentaires. %(kassiym)s sort %(montano)s de torpeur. %(freak_drive)s. %(montano)s joue %(graverobbing)s supérieur sur %(capuchin)s. +2 de taille de main, donc 11 cartes en main. %(freak_drive)s. %(kassiym)s joue %(ancient_influence)s, passe, enfin un peu d'influence. %(gracis)s joue %(banishment)s sur l'un des deux weenies %(AUS)s redressés de Martin, passe, puis donne son sang à %(montano)s. Grâce à %(seduction)s, %(montano)s diable l'%(elizabeth)s de Martin et s'empare du %(heart_of_nizchetus)s.

source: What follows now, is a brutal wearing down of the table by %(baltimore_purge)s and diablerie actions. %(montano)s's special of paying one blood to give one of my own minions +1 stealth proves to be an additional breaker thanks to the "infinite supply" of blood.
fr: Ce qui suit maintenant, est une destruction brutale de la table par %(baltimore_purge)s et des actions de diablerie. L'aptitude de %(montano)s de payer un sang pour donner à l'un de mes propres serviteurs +1 discrétion s'avère être un atout supplémentaire grâce à « l'approvisionnement infini » en sang.

source: Without hurry I oust Slaven two or three rounds later. Diogo shows spirit and continues to play full forward, which grants me a new and shiny %(gracis)s via %(graverobbing)s. Of course I try to oust Martin, but he bounces twice and eliminates Diogo. German-German heads up. I have no library left, and there are still 30 minutes left on the clock.
fr: Sans me presser, j'élimine Slaven deux ou trois tours plus tard. Diogo fait preuve de vaillance et continue de jouer en avant, ce qui me donne un %(gracis)s tout neuf via %(graverobbing)s. Bien sûr, j'essaye d'éliminer Martin, mais il rebondit deux fois et élimine Diogo. Duel Allemand-Allemand. Je n'ai plus de bibliothèque et il reste encore 30 minutes à l'horloge.

source: I have 5 vampires, %(montano)s, %(kassiym)s and %(ignacio)s as well as %(capuchin)s and %(gracis)s, the big ones also with a lot of blood. And yet I'm afraid I'll run into the wall now: 3 Auspex-Weenies supported by %(channel_10)s and also %(krcg_news_radio)s, and be "shot down" by guns or aggravated damage and lose the game. But it turns out differently, the fights are only "Hand Strike, one". So it's a constant race, a struggle for Edge and %(the_rack)s, also changes %(the_coven)s happy back and forth. Finally, a bleed for 3 by %(montano)s ends the game, as the last blocker is overcome thanks to a %(blanket_of_night)s by %(kassiym)s.
fr: J'ai 5 vampires, %(montano)s, %(kassiym)s et %(ignacio)s ainsi que %(capuchin)s et %(gracis)s, les gros ont aussi beaucoup de sang. Et pourtant j'ai peur de me heurter au mur maintenant : 3 Auspex-Weenies soutenus par %(channel_10)s et aussi %(krcg_news_radio)s, et être "abattu" par des armes ou des dégâts aggravés et perdre la partie. Mais cela tourne autrement, les combats ne sont que "Frappes à mains nues pour un". C'est donc une course constante, une lutte pour l'avantage et %(the_rack)s, ainsi que l'échange constant de %(the_coven)s. Enfin, une morsure à 3 par %(montano)s met fin à la partie, le dernier bloqueur est passé grâce à un %(blanket_of_night)s par %(kassiym)s.

source: As you can see, I was lucky enough to be able to act with %(montano)s from turn 3, despite the fact I was the starting player, but could not take much advantage of it. I could have been ousted by turn 5 or 6 when my Predator would have been able to take actions or to bounce the bleeds of his Predator to me. This is why I decided to play %(mind_rape)s on my Predator’s unlocked vampire.
fr: Comme vous pouvez le constater, j'ai eu la chance de pouvoir jouer avec %(montano)s dès le tour 3, malgré le fait que j'étais le premier joueur, mais je n'ai pas pu en profiter. J'aurais pu être éliminé au tour 5 ou 6 quand mon prédateur aurait pu agir ou me renvoyer les morsures de son prédateur. C'est pourquoi j'ai décidé de jouer %(mind_rape)s sur le vampire redressé de mon prédateur.

source: Turn 7 is a description of a typical turn when all the moving parts happen in the right order. Such a turn might take up to 20 or even 30 minutes, because of all the choices to make, especially using %(learjet)s or not, and the actions to take. Afterwards the table balance should have taken a massive shift to your favour, but usually you will need another turn with %(baltimore_purge)s and %(graverobbing)s and diableries to assure your victory. If you can pull off a double Purge with the help of %(enkil_cog)s, it is usually game over.
fr: Le tour 7 est la description d'un tour typique lorsque toutes les pièces se mettent en place comme il faut. Un tel tour peut prendre jusqu'à 20 ou 30 minutes, en raison de tous les choix à faire, notamment utiliser %(learjet)s ou non, et des actions à entreprendre. Ensuite, l'équilibre de la table penche normalement énormément en votre faveur, mais généralement vous aurez besoin d'un autre tour avec %(baltimore_purge)s, %(graverobbing)s et des diableries pour assurer votre victoire. Si vous pouvez effectuer une double Purge à l'aide d'%(enkil_cog)s, c'est généralement la fin de la partie.

source: Tweaks and metagame choices
fr: Tweaks et choix de méta-jeux

source: If you do not feel the need for speed to let %(montano)s enter the game by the end of round 2, you get space in the Master cards section. %(villein)s or %(golconda)s, %(direct_intervention)s or %(dark_influence)s, and %(monastery_of_shadows)s or %(elysian_fields)s are tempting options. Even %(the_coven)s might be beneficial, since you want to have blood on the vampires %(montano)s diablerises.
fr: Si vous ne ressentez pas le besoin de vitesse pour faire sortir %(montano)s au tour 2, vous obtenez de l'espace dans la section des cartes Maître. %(villein)s ou %(golconda)s, %(direct_intervention)s ou %(dark_influence)s et %(monastery_of_shadows)s ou %(elysian_fields)s sont des options alléchantes. Même %(the_coven)s pourrait être bénéfique, puisque vous voulez avoir du sang sur les vampires que %(montano)s diable.

source: You might want to play more than 5 copies of %(baltimore_purge)s. Regarding Political Actions, adding another %(banishment)s looks good. %(reins_of_power)s is double-edged if you do not manage to have your predators big vamps in torpor. %(political_stranglehold)s would interact nicely with %(mind_rape)s.
fr: Vous voudrez peut-être jouer plus de 5 copies de %(baltimore_purge)s. En ce qui concerne les actions politiques, l'ajout d'un autre %(banishment)s semble bon. %(reins_of_power)s est à double tranchant si vous n'arrivez pas à mettre les gros vampires de votre prédateur en torpeur. %(political_stranglehold)s se combine bien avec %(mind_rape)s.

source: %(zaire_river_ferry)s is a suggestion by famous <em>Martin Schuhmacher</em> I have not given a try so far. Reaction cards like %(obedience)s, %(on_the_qui_vive)s and more %(deflections)s can come in handy depending on the situation.
fr: %(zaire_river_ferry)s est une suggestion du célèbre <em>Martin Schuhmacher</em> que je n'ai pas encore essayé. Les cartes de réaction comme %(obedience)s, %(on_the_qui_vive)s et plus de %(deflections)s, peuvent être utiles selon la situation.

source: I consider Montano Baltimore Purge (MBP) to be a viable deck choice for larger tournaments, since you usually encounter a wider spread of decks and more decks which build up a few rounds. Big vampires are the “fish” you catch best, even wall stars since they are helpless once in torpor. I made especially good experiences with %(the_capuchin)s played by my Prey. The more combat you expect, the less MBP becomes appealing if you are looking for a somehow safe road to success.
fr: Je considère que Montano Baltimore Purge (MBP) est un choix de deck viable pour les gros tournois, car vous rencontrez généralement un plus grand nombre de decks et plus de decks qui s'installent sur quelques tours. Les gros vampires sont les « poissons » que vous ferrez le mieux, même les stars mur puisqu'ils sont impuissants une fois en torpeur. J'ai eu de très bonnes expériences avec %(the_capuchin)s joué par ma proie. Plus vous vous attendez à du combat, moins MBP devient attrayant si vous cherchez un chemin sûr vers la victoire.

source: By Tommi Hakomaa, translation by Tero Aalto.
fr: Par Tommi Hakomaa, traduction par Tero Aalto.

source: Tommi Hakomaa has been playing V:TES since 2004. He sits in the VEKN Hall of Fame with 6 tournament victories, and has won Finnish National Championship in 2019. He has organized several tournaments, including three Finnish NC with Tero Aalto. His favorite decks are Tupdogs + Nephandi and %(anti_ventrue_grinder)s.
fr: Tommi Hakomaa joue à V:TES depuis 2004. Il fait partie du VEKN Hall of Fame avec 6 victoires en tournoi et a remporté le championnat national finlandais en 2019. Il a organisé plusieurs tournois, dont trois NC finlandais avec Tero Aalto. Ses decks préférés sont Tupdogs + Nephandi et %(anti_ventrue_grinder)s.

source: I have never been much of a deck builder but I've always greatly enjoyed playing. When I was younger, I used considerably more time on this hobby by tinkering with decks of my own. However, I didn't do particularly well with my own designs. That's why these days, I practically always play decks created by way more talented deck builders than myself, only fine-tuning them to better fit my hand.
fr: Je n'ai jamais vraiment été un constructeur de deck mais j'ai toujours beaucoup aimé jouer. Quand j'étais plus jeune, j'ai consacré beaucoup plus de temps à ce passe-temps en bricolant mes propres decks. Cependant, je n'ai pas particulièrement bien réussi avec mes propres créations. C'est pourquoi ces jours-ci, je joue pratiquement toujours des decks créés par des constructeurs bien plus talentueux que moi, en les ajustant seulement pour qu'ils correspondent mieux à mon style.

source: This particular deck won the Tour de Chauffe tournament for <em>Martin Weinmayer</em> in 2019. I have used it in multiple tournaments and occasionally made slight adjustments based on the metagame. My best results with this deck are the final of EC 2019 and winning the Garou Rim: Antediluvian Awakening tournament.
fr: Ce deck en particulier a remporté le tournoi Tour de Chauffe pour <em>Martin Weinmayer</em> en 2019. Je l'ai utilisé dans plusieurs tournois et j'ai parfois fait de légers ajustements en fonction du métagame. Mes meilleurs résultats avec ce deck sont la finale de l'EC 2019 et la victoire au tournoi Garou Rim: Antediluvian Awakening.

source: I consider one of the most important lessons of V:TES I've learnt along the years to be: <strong>always play for the GW, not for the VP</strong>. This is especially true for combat decks such as this one that aim at controlling the table instead of quickly reducing pool. This principle will occasionally lead you to miss out on a VP that you would have gotten had you gone for it. This is a small price to pay for winning tables more often than if you were simply trying to get one VP after another.
fr: Je considère que l'une des leçons les plus importantes de V:TES que j'ai apprises au fil des ans est : <strong>jouez toujours pour le GW, pas pour le VP</strong>. C'est particulièrement vrai pour les decks de combat comme celui-ci qui visent à contrôler la table au lieu de réduire rapidement la réserve d'influence. Ce principe vous amènera parfois à rater un VP que vous auriez obtenu si vous l'aviez tenté. C'est un petit prix à payer pour gagner des tables plus souvent que si vous essayiez simplement d'obtenir un VP après l'autre.

source: With this deck, your goal is to get 1 GW and from 2.5 to 4 VP. 1GW5 is certainly fine as well, but there's no point in forcing it. As long as 1 or 2 players are out of the game fast enough, you can typically be happy with the situation, even if it wasn't you who eliminated them. What does this mean in practice when playing this deck?
fr: Avec ce deck, votre objectif est d'obtenir 1 GW et de 2,5 à 4 VP. 1GW5 est certainement bien aussi, mais il n'est pas utile de forcer. Tant qu'un ou deux joueurs sortent du jeu assez rapidement, vous pouvez généralement être satisfait de la situation, même si ce n'est pas vous qui les avez éliminés. Qu'est-ce que cela signifie en pratique lorsque vous jouez ce deck ?

source: Categorize the opponents' decks as quickly as possible.
fr: Catégorisez les decks des adversaires aussi rapidement que possible.

source: How are they planning to oust their prey? Bleed, vote, something else?
fr: Comment prévoient-ils d'éliminer leur proie? Morsure, vote, quelque chose d'autre ?

source: How are they trying to reach their goal? Stealth, swarm, multi action, etc.?
fr: Comment essaient-ils d'atteindre leur but ? Discrétion, essaim, actions multiples, etc. ?

source: Is the survival of one of these decks particularly detrimental to your game plan? Do you have to react to this deck already at an early stage, even when the player in question is not sitting next to you? A good example is a %(clown_car)s sitting cross table and not receiving proper pressure.
fr: La survie de l'un de ces decks est-elle particulièrement préjudiciable à votre plan de jeu ? Devez-vous réagir à ce deck à un stade précoce, même lorsque le joueur en question n'est pas assis à côté de vous ? Un bon exemple est un %(clown_car)s assis en face qui ne subit pas assez de pression.
