Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>stealth & bleed</em> deck using %(reunion_kamut)s and %(recruitment_exercise)s to get more vampires out fast and cheap. Bleed is enhanced by permanent modifier like %(camera_phone)s, with %(obf)s modifiers for stealth. </p> <p> Black Hand Seraphs have acces to the %(a_b)s enhancers %(tattoo_signal)s and %(watchtower_four_ride_forth)s: this is the key of the deck. Many Black Hand vampires have %(obf)s to provide enough stealth to get most actions through, bleeds or bloat alike. </p> <p> A carefully chosen crypt provides a stable enough access to %(AUS)s to include bleed defence in the form of bounces with %(telepathic_misdirection)s and %(my_enemy_s_enemy)s. </p> <h2>Tips & Tricks</h2> <p> The %(tattoo_signal)s and %(reunion_kamut)s combination is the core of the deck. Once a Seraph is out, a Black Hand sidekick quickly follows and can continue to use %(reunion_kamut)s repetitively to get more minions out. Getting the blood back in pool is also an option, providing a solid bloat if needed. </p> <p> %(delaying_tactics)s should be kept to counter %(anarchist_uprising)s or similar votes, as they could end this deck once enough minions are out. </p> <p> The deck does not have much in terms of combat defence, but low capacity sidekicks can always stay around to block any threatening action against their Seraph. </p> <h2>Variants</h2> <p> This archetype is probably the most variable in the top tier. The bloat mechanic based on %(tattoo_signal)s and %(reunion_kamut)s is a constant, as well as the high stealth from %(obf)s. Depending on the crypt, both %(dom)s and %(AUS)s are viable options for bounces, with %(watchtower_four_ride_forth)s for additional unlock. From the combat module to carefully handpicked additions, the rest varies a lot from one deck to the next. </p> <p> A full fledged Banu Haqim version is also possible, as in %(rauls_deck)s. %(QUI)s provies more tricks and a stronger bleed, but %(AUS)s has to be dropped and the bleed defence gets that much weaker. </p> <p> Another variation uses a mid capacity multi-clan crypt with %(dom)s. It looses the %(obf)s stealth but can be more toolboxy with more intercept thanks to %(ministry_card)s and %(abbot)s, provided the combat module packs a bit more punch. %(mark_loughmans_deck)s from 2018 is a recent example. </p> <p> %(elimelech_the_twice_damned)s can be even more of a star in order to include a few %(DEM)s cards, especially %(kindred_spirits)s, as in %(fernandos_deck)s from 2018. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>stealth & bleed</em> qui utilise %(reunion_kamut)s et %(recruitment_exercise)s pour sortir plus de vampires rapidement et à moindre coût. Les morsures sont améliorées par des permanents comme %(camera_phone)s, avec des modificateurs %(obf)s pour la discrétion. </p> <p> Les Seraph de la Main Noire ont accès aux amplificateurs d'%(a_b)s %(tattoo_signal)s et %(watchtower_four_ride_forth)s : c'est la clé du deck. De nombreux vampires de la Main Noire ont %(obf)s pour fournir suffisamment de discrétion pour mener à bien la plupart des actions, des morsures ou de la régénération. </p> <p> Une crypte choisie avec soin fournit un accès suffisamment stable à %(AUS)s pour inclure de la défense contre les morsures sous forme de rebonds avec %(telepathic_misdirection)s et %(my_enemy_s_enemy)s. </p> <h2>Trucs & Astuces</h2> <p> La combinaison %(tattoo_signal)s et %(reunion_kamut)s est le cœur du deck. Une fois qu'un Seraph est sorti, un acolyte de la Main Noire le suit rapidement et peut continuer à utiliser %(reunion_kamut)s de manière répétitive pour sortir plus de serviteurs. Le retour du sang dans la réserve est également une option, fournissant une régénération solide si nécessaire. </p> <p> %(delaying_tactics)s devrait être conservé pour contrer %(anarchist_uprising)s ou des votes similaires, car ils pourraient éliminer ce deck une fois que suffisamment de serviteurs seront sortis. </p> <p> Le deck n'a pas grand-chose en termes de défense au combat, mais les acolytes de faible capacité peuvent toujours rester dans les parages pour bloquer toute action menaçante contre leur Seraph. </p> <h2>Variantes</h2> <p> Cet archétype est probablement le plus variable dans le top tier. La mécanique de régénération basée sur %(tattoo_signal)s et %(reunion_kamut)s est une constante, ainsi que la haute discrétion de %(obf)s. Selon la crypte, %(dom)s et %(AUS)s sont des options viables pour les rebonds, avec %(watchtower_four_ride_forth)s pour un déverrouillage supplémentaire. Du module de combat aux ajouts soigneusement triés sur le volet, le reste varie beaucoup d'un deck à l'autre. </p> <p> Une version complètement Banu Haqim est également possible, comme dans le %(rauls_deck)s. %(QUI)s fournit plus d'astuces et une morsuree plus forte, mais %(AUS)s doit être abandonné et la défense de morsure devient d'autant plus faible. </p> <p> Une autre variante utilise une crypte multi-clan de capacité moyenne avec %(dom)s. Elle perd la discrétion %(obf)s mais peut être plus toolbox avec plus d'interception grâce à %(ministry_card)s et %(abbot)s, à condition que le module de combat ait un peu plus de punch. Le %(mark_loughmans_deck)s de 2018 est un exemple récent. </p> <p> %(elimelech_the_twice_damned)s peut être encore plus star pour inclure quelques cartes %(DEM)s, notamment %(kindred_spirits)s, comme dans le %(fernandos_deck)s de 2018. </p>

source: Mark Loughman's deck
fr: deck de Mark Loughman

source: Raúl Olvera Abellán's deck
fr: deck de Raúl Olvera Abellán

source: Fernando Naves Resck's deck
fr: deck de Fernando Naves Resck

source: <h2>Highlights</h2> <p> This is an Ahrimanes wall deck using group 4 Ahrimanes. Depending on the build, it can be a pure wall or more of a toolbox. The core concept is to use the rather classical %(ani)s Intercept/Combat combination — %(raven_spy)s, %(cats_guidance)s, %(aid_from_bats)s and %(carrion_crows)s — combined with %(spi)s intercept and combat enhancers: %(falcons_eye)s, %(speak_with_spirits)s, %(ears_of_the_hare)s and %(swiftness_of_the_stag)s. </p> <p> This is a slow play, slowing down the prey and predator and bloating a bit with Master cards, all the while bleeding when possible with %(deep_song)s and dealing additional pool damage with %(fame)s and %(dragonbound)s. </p> <h2>Tips & Tricks</h2> <p> As Ahrimanes are Sabbat, they have access to %(abbot)s, an excellent intercept enhancer. Having %(spi)s for intercept allows to drop the classical %(raven_spy)s completely, although most builds of this archetype still include it, sometimes along %(muricias_call)s and some other animal retainers. </p> <p> %(spi)s also provides %(engling_fury)s, an excellent blood regeneration tool which, along %(taste_of_vitae)s, helps the Master %(leeching)s bloat module. </p> <p> The %(ani)s combat module always includes some cards against weapon modules to be able to handle some %(ivory_bow)s, %(magnum)s or %(sniper_rifle)s on the opponent side. To this effect and depending on the context, %(drawing_out_the_beast)s, %(canine_horde)s or %(terror_frenzy)s can be used. </p> <p> If allies are expected, %(vultures_buffet)s can be preferred to %(engling_fury)s and %(entrancement)s can be added to the mix. </p> <h2>Creator Insights</h2> <p> <em>Randal Rudstam</em> was kind enough to provide the following insights: </p> <p> Getting into the three player endgame is more of a priority than getting the first or second oust. </p> <p> A third way to play them is to go Anarch, remove %(abbot)s for some %(anarch_revolt)s and access to %(field_training)s. </p> <h2>Variants</h2> <p> The Muricia variant is a <em>wall</em> construct as given in example. Some may include %(pre)s cards to help on the bleeding side, like %(legal_manipulations)s and %(aire_of_elation)s. %(underbridge_stray)s is also a common inclusion, as well as %(smiling_jack_the_anarch)s. %(yoann_guyaders_deck)s from the 2013 French NC is a an exemple. </p> <p> The <strong>Howler</strong> variant is a group 2 build using %(howler)s and %(the_siamese)s. Group 2 vampires are a bit more expensive and do miss a bit of superior %(ANI)s, so it makes including some %(animalism)s quite necessary. On the other hand, the slightly bigger capacity allows for the use of %(sense_the_savage_way)s to increase intercept capabilities, and %(PRE)s is more present and allows for a more aggressive bleed module. %(miquels_deck)s from 2019 is an example of this approach. </p>
fr: <h2>Principe</h2> <p> C'est un deck wall Ahrimanes qui utilise des Ahrimanes du groupe 4. En fonction de sa construction, il peut s'agir d'un pur wall ou de quelque chose plus près de la toolbox. Le concept central est d'utiliser la combinaison Interception/Combat plutôt classique d'%(ani)s — %(raven_spy)s, %(cats_guidance)s, %(aid_from_bats)s et %(carrion_crows)s — combinée avec l'interception de %(spi)s et ses améliorateurs de combat : %(falcons_eye)s, %(speak_with_spirits)s, %(ears_of_the_hare)s et %(swiftness_of_the_stag)s. </p> <p> C'est un jeu lent, qui ralentit la proie et le prédateur et régénère un peu avec ses cartes Maître, tout en mordant dès que possible avec %(deep_song)s et en infligeant des dégâts d'influence supplémentaires avec %(fame)s et %(dragonbound)s. </p> <h2>Trucs & Astuces</h2> <p> Comme les Ahrimanes sont Sabbat, elles ont accès à %(abbot)s, un excellent bonus d'interception. Disposer de %(spi)s pour l'interception permet aussi d'abandonner le classique %(raven_spy)s, même si la plupart des constructions de cet archétype l'incluent toujours, parfois aux côtés de %(muricias_call)s et d'autres compagnons animaux. </p> <p> %(spi)s fournit aussi %(engling_fury)s, un excellent outil pour régémérer le sang qui, avec %(taste_of_vitae)s, soutient le module de cartes Maître de %(leeching)s. </p> <p> Le module de combat %(ani)s inclut toujours quelques cartes contres les armes pour être à même de gérer quelques %(ivory_bow)s, %(magnum)s ou %(sniper_rifle)s du côté adverse. À cette fin et selon le contexte, %(drawing_out_the_beast)s, %(canine_horde)s ou %(terror_frenzy)s peuvent être utilisés. </p> <p> Si l'on s'attend à des alliés, %(vultures_buffet)s peut être préféré à %(engling_fury)s et %(entrancement)s peut être ajouté à la liste. </p> <h2>Conseils de l'auteur</h2> <p> <em>Randal Rudstam</em> nous a gracieusement fourni les conseils suivants : </p> <p> Arriver à la fin de partie à trois joueurs est plus prioritaire que de réaliser la première ou seconde élimination. </p> <p> Un troisième moyen de les jouer est de jouer Anarch, en enlevant les %(abbot)s pour quelques %(anarch_revolt)s et l'accès à %(field_training)s. </p> <h2>Variantes</h2> <p> La variante Muricia est un deck <em>wall</em> comme donné ici en exemple. Certains peuvent inclure des cartes de %(pre)s pour aider du côté des morsures, comme %(legal_manipulations)s et %(aire_of_elation)s. %(underbridge_stray)s est également une inclusion courante, ainsi que %(smiling_jack_the_anarch)s. Le %(yoann_guyaders_deck)s du CN français 2013 en est un exemple. </p> <p> La variante <strong>Howler</strong> est une version du groupe 2 qui utilise %(howler)s et %(the_siamese)s. Les vampires du groupe 2 sont un peu plus chers et manquent un peu d'%(ANI)s supérieur, donc cela rend l'inclusion d'%(animalism)s tout à fait nécessaire. D'autre part, la capacité légèrement plus grande permet l'utilisation de %(sense_the_savage_way)s pour augmenter les capacités d'interception, et %(PRE)s est plus présent et permet un module de morsure plus agressif. Le %(miquels_deck)s de 2019 est un exemple de cette approche. </p>

source: leeching
fr: transfusion

source: Yoann Guyader's deck
fr: deck de Yoann Guyader

source: Miquel Jorge Tortajada's deck
fr: deck de Miquel Jorge Tortajada

source: <h2>Highlights</h2> <p> This is a <em>stealth vote & bleed</em> deck using <strong>M</strong>ulti <strong>M</strong>aster <strong>P</strong>hase <strong>A</strong>ctions (MMPA). It uses %(huitzilopochtli)s, %(the_parthenon)s and %(rumors_of_gehenna)s to get more Master actions, then %(villein)s and %(information_highway)s to get big capacity vampires into play fast and cheap. </p> <p> %(ashur_tablets)s and %(liquidation)s are used to bloat and get some recursion to adapt the deck content to the table context for maximum efficiency. </p> <p> The deck delivers pool damage from stealthed naked bleeds from the <em>Inner Circle</em> %(arika)s and %(leandro)s, and also damage-dealing votes. </p> <p> %(majesty)s is used for combat protection, %(deflection)s to bounce bleeds and %(OBF)s for high stealth using %(into_thin_air)s and %(elder_impersonation)s. </p> <h2>Tips & Tricks</h2> <p> If drawn, getting %(huitzilopochtli)s into play first for more Master actions is best. </p> <p> This is an old archetype, and this version uses many cards since banned: %(anthelios_the_red_star)s, %(temptation_of_greater_power)s and %(liliths_blessing)s. No doubt removing them makes the deck less efficient, and modifications would have to be made. </p> <h2>Variants</h2> <p> No variant of this deck exist <em>per se</em>, although one could argue that the %(girls_will_find_inner_circle)s archetype is a more or less direct heir to this archetype. </p> <p> Many minor variations on the crypt or minion cards exist. Including %(etrius)s, %(obedience)s for combat defence, %(zillahs_valley)s for crypt acceleration, some %(dom)s bleed enhancers like %(conditioning)s or %(carlton_van_wyk)s for defence, are quite usual. %(ruben_feldmans_deck)s from 2009 is a good example. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>stealth vote & bleed</em> qui utilise une stratégie de <strong>M</strong>ulti <strong>M</strong>aster <strong>P</strong>hase <strong>A</strong>ctions (MMPA). Il utilise %(huitzilopochtli)s, %(the_parthenon)s et %(rumors_of_gehenna)s pour avoir plus d'actions de Maître, puis %(villein)s et %(information_highway)s pour sortir des vampires de haute capacité rapidement et à moindre frais. </p> <p> %(ashur_tablets)s et %(liquidation)s sont utilisés pour régénérer et avoir un peu de récursion afin d'adapter le contenu du deck au contexte de la table pour un maximum d'efficacité. </p> <p> Le deck délivre des dégâts d'influence avec les morsures basiques des membres du <em>Cercle Intérieur</em> %(arika)s et %(leandro)s, ainsi qu'avec des votes infligeant des dégâts. </p> <p> %(majesty)s est utilisé pour se protéger en combat, %(deflection)s pour faire rebondir les morsures et %(OBF)s pour une haute discrétion en utilisant %(into_thin_air)s et %(elder_impersonation)s. </p> <h2>Trucs & Astuces</h2> <p> Si on le pioche, sortir %(huitzilopochtli)s en premier pour les actions de Maître est judicieux. </p> <p> C'est un vieil archétype (d'où le nom du deck d'exemple), et cette version utilise de nombreuses cartes bannies depuis : %(anthelios_the_red_star)s, %(temptation_of_greater_power)s et %(liliths_blessing)s. Sans aucun doute, retirer ces cartes rend le deck moins efficace et des modifications devront alors êtres faites. </p> <h2>Variantes</h2> <p> Aucun variante <em>per se</em> n'existe pour ce deck, même si on peut convenir que l'archétype %(girls_will_find_inner_circle)s est un héritier plus ou moins direct de cet archétype. </p> <p> Des variations mineures pour la crypte ou les cartes de serviteur existent. Inclure %(etrius)s, %(obedience)s pour la défense au combat, %(zillahs_valley)s pour l'accélération de crypte, quelques améliorateurs de morsure en %(dom)s comme %(conditioning)s ou %(carlton_van_wyk)s pour la défense, tout cela est plutôt répandu. Le %(ruben_feldmans_deck)s de 2009 est un bon exemple. </p>

source: Ruben Feldman's deck
fr: deck de Ruben Feldman

source: <h2>Highlights</h2> <p> This is a <em>combo</em> deck using %(cybele)s and %(call_the_great_beast)s. </p> <p> The idea is to put a Master: Discipline on %(cybele)s to get her to 11 capacity, use %(magic_of_the_smith)s to fetch a %(soul_gem_of_etrius)s, unlock with %(truth_of_a_thousand_lies)s, then play %(call_the_great_beast)s with %(OBF)s%(PRE)s%(SER)s and burn, triggering the %(soul_gem_of_etrius)s. A new %(cybele)s comes back with the %(soul_gem_of_etrius)s and bleeds alongside the Great Beast. </p> <p> This is a complicated combination but, if done right, %(cybele)s and her "resurrection" can both bleed in the same turn for 3 each, plus 3 from the Great Beast. %(golconda_inner_peace)s is used on the Great Beast and %(redeem_the_lost_soul)s on the burnt %(cybele)s, for a massive bloat. </p> <p> %(dreams_of_the_sphinx)s and %(the_barrens)s are used to discard the spurious %(magic_of_the_smith)s once the combo is up and running. </p> <p> The combat module is defensive, using only %(majesty)s. </p> <h2>Tips & Tricks</h2> <p> %(antediluvian_awakening)s can help burn an exhausted %(cybele)s to avoid getting stuck in torpor. </p> <p> Once %(cybele)s is at 11 capacity with the %(soul_gem_of_etrius)s, %(truth_of_a_thousand_lies)s can be used to get her bleed up to 5: if the prey plays %(archon_investigation)s, a new %(cybele)s just comes into play and bleeds again. </p> <p> %(spying_mission)s can be used if a bleed is bounced to avoid dealing damage to an ally. </p> <p> Sadly, %(golconda_inner_peace)s can not be used on %(cybele)s: as it does not burn her, it does not trigger the %(soul_gem_of_etrius)s effect. </p> <h2>Variants</h2> <p> There are only minor variations to this archetype. %(dark_influences)s and %(unleash_hells_fury)s are often included. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>combo</em> qui utilise %(cybele)s et %(call_the_great_beast)s. </p> <p> L'idée est de mettre une carte Maître : Discipline sur %(cybele)s pour l'amener à 11 de capacité, d'utiliser %(magic_of_the_smith)s pour aller chercher une %(soul_gem_of_etrius)s, se redresser avec %(truth_of_a_thousand_lies)s, puis jouer %(call_the_great_beast)s avec %(OBF)s%(PRE)s%(SER)s et brûler, ce qui déclenche la %(soul_gem_of_etrius)s. Une nouvelle %(cybele)s revient avec la %(soul_gem_of_etrius)s et mord aux côtés de la Grande Bête. </p> <p> C'est une combinaison complexe mais, si c'est bien réalisé, %(cybele)s et sa "résurrection" peuvent toutes deux mordre dans le même tour pour 3 chacune, plus 3 de la Grande Bête. %(golconda_inner_peace)s est utilisé sur la Grande Bête et %(redeem_the_lost_soul)s sur la %(cybele)s brûlée, pour une régénération massive. </p> <p> %(dreams_of_the_sphinx)s et %(the_barrens)s sont utilisés pour défausser les %(magic_of_the_smith)s superflues une fois la combo en place. </p> <p> Le module de combat est défensif et n'utilise que des %(majesty)s. </p> <h2>Trucs & Astuces</h2> <p> %(antediluvian_awakening)s peut aider à brûler une %(cybele)s épuisée pour éviter de rester bloqué en torpeur. </p> <p> Une fois %(cybele)s à une capacité de 11 avec la %(soul_gem_of_etrius)s, %(truth_of_a_thousand_lies)s peut être utilisé pour mordre jusqu'à 5 : si la proie joue %(archon_investigation)s, une nouvelle %(cybele)s arrive simplement en jeu et mord à nouveau. </p> <p> %(spying_mission)s peut être utilisé si une morsure est redirigée pour éviter d'endommager un allié. </p> <p> Malheureusement, %(golconda_inner_peace)s ne peut pas être utilisé sur %(cybele)s : comme cela ne la brûle pas, l'effet de la %(soul_gem_of_etrius)s ne se déclenche pas. </p> <h2>Variantes</h2> <p> Il n'y a que des variantes mineures pour cet archétype. %(dark_influences)s et %(unleash_hells_fury)s sont souvent inclus. </p>

source: <h2>Highlights</h2> <p> This is a <em>breed & boon</em> deck using the Daughters of Cacophony and their unique %(mel)s discipline. The idea is to bring as many Daughters as possible into play with %(the_embrace)s, then use %(bastille_opera_house)s, %(conductor)s and %(pre)s modifiers to get enough votes. </p> <p> %(benefit_performance)s is used to bloat and %(lily_prelude)s to deliver pool damage to the prey. <p> %(enchant_kindred)s can be used to speed up the setup in the earyl game and bleed later on, while %(dream_world)s can provide an unexpected bleed lunge. </p> <h2>Tips & Tricks</h2> <p> %(death_of_the_drum)s is a nasty surprise in an otherwise innocuous combat module using only %(majesty)s. </p> <p> %(member_of_the_entourage)s are good protectors to avoid, for example, rush actions against a Daughter with %(conductor)s. </p> <p> The deck can have a hard time getting the vote lock. %(fear_of_mekhet)s can be a devastating blow to a Camarilla vote construct if timely played. </p> <p> As the deck has no defence against bleed (no bounces and no intercept), %(archon_investigation)s is the only deterrent available against high bleed decks. Aside from that, the high bloat delivered by %(benefit_performance)s ought to be enough. </p> <h2>Variants</h2> <p> The archetype is seldom played and not many variations exist. %(karl_schaefers_deck)s from 2019 gives an Anarch example where the Daughters go for %(fee_stake)s actions. That said, it is more of a crossover between this archetype and the %(death_star)s archetype. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>breed & boon</em> qui utilise les Filles de la Cacophonie et leur discipline exclusive %(mel)s. L'idée est de mettre en jeu autant de Filles que possible avec %(the_embrace)s, puis d'utiliser %(bastille_opera_house)s, %(conductor)s et des modificateurs de %(pre)s pour avoir assez de voix. </p> <p> %(benefit_performance)s est utilisé pour régénérer et %(lily_prelude)s pour réduire l'influence de la proie. <p> %(enchant_kindred)s peut être utilisé pour accélérer la sortie en début de jeu ou pour mordre plus tard, tandis que %(dream_world)s peut fournir un coup de grâce inattendu. </p> <h2>Trucs & Astuces</h2> <p> %(death_of_the_drum)s est une surprise désagréable dans ce module de combat par ailleurs inoffensif qui utilise juste %(majesty)s. </p> <p> Les %(member_of_the_entourage)s sont de bons protecteurs pour éviter, par exemple, des actions de rush contre une Fille avec %(conductor)s. </p> <p> Le deck peut avoir quelques difficultés à récupérer le verrou de vote. %(fear_of_mekhet)s peut être un coup dévastateur contre un deck vote Camarilla s'il est joué au bon moment. </p> <p> Comme le deck n'a aucune défense contre les morsures (pas de rebond ni d'interception), %(archon_investigation)s est la seule dissuasion disponible contre les decks à haute morsure. À part ça, la haute régénération apportée par %(benefit_performance)s devrait suffire. </p> <h2>Variantes</h2> <p> L'archétype est rarement joué et peu de variantes existent. Le %(karl_schaefers_deck)s de 2019 donne un exemple Anarch où les Filles utilisent des actions %(fee_stake)s. Cela dit il s'agit plutôt d'un croisement entre cet archetype et l'archetype %(death_star)s. </p>

source: Karl Schaefer's deck
fr: deck de Karl Schaefer
