Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>Stealth & Bleed</em> deck using the V5 Ministry %(ministry)s anarchs and their ominous %(platinum_protocol)s to deliver constant strong stealth bleeds, supported by the combo cards %(revelation_of_the_serpent)s and %(enchanting_gaze)s. </p> <p> The game plan is very straightforward: get vampires out and bleed your preys to death successively. %(party_out_of_bounds)s and %(bait_and_switch)s are used for bleed defense, and the versatile %(form_of_mist)s as both stealth and combat defense. %(minion_tap)s is used to get some pool back and influence more bleeders throughout the game. </p> <h2>Tips & Tricks</h2> <p> %(mind_numb)s can be used to slow down the predator or lock a defender on the prey's side. %(entrancement)s, on the other hand, can be used to take control of any cumbersome ally and, if there are none, simply to bleed. </p> <p> %(crimethinc)s is used to unlock so that these "additional actions" can be played on top of the bleeds, so as to not slow down the core strategy of the deck. It can also be used simply to unlock a Baron so they can %(bait_and_switch)s if you don't have a wake, or appear like they could, even if you don't have the bounce. </p> <p> %(dabbler)s is a very typical card in this archetype. Because most vampires will use %(platinum_protocol)s with the three disciplines, they will always get some blood out of it. They can also unlock with it, if the %(crimethinc)s is not enough. But mostly it's a solid blood generation device, justifying the inclusion of %(minion_tap)s over a more classical %(villein)s. </p> <p> With the amount of unlock and the good number of combat ends %(pro)s offers, the deck can also put up a resilient defense in the face of a predator who's not using stealth, if need be. </p> <h2>Variants</h2> <p> The <strong>Apolitical</strong> variant forgoes the Barons altogether to rely solely on %(party_out_of_bounds)s for defense. It can also work pretty well, especially when backed by a solid master denial module, as demonstrated by %(kim_nilsson)s. </p> <p> The master module can vary widely. %(carfax_abbey)s and %(temple_hunting_ground)s can improve blood regeneration. Some have experimented with %(cave_of_apples)s to add a dreadful use to all these juicy corruption counters %(platinum_protocol)s pops up. </p> <p> The inclusion of a view political cards like %(eat_the_rich)s and %(reckless_agitation)s is also a possibility: it can be backed by %(propaganda_of_the_deed)s and offer a stronger %(lunge)s by calling the votes after a successful %(platinum_protocol)s and an unlock from %(crimethinc)s and %(dabbler)s. The downside is, obviously, less stability and a harder hand management. Still it is appealing, as two top players, %(desso_alastor)s and %(karl_schaeffer)s, already demonstrated. </p> <p> Another variation combines this archetype with %(the_unnamed)s, see for example %(lukas_simandls_deck)s for the Austrian Open. It is debatable whether or not the combination is in any way stronger than any of the individual decks, but it does not seem to be inferior either. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>Stealth & Bleed</em> qui utilise les Sacerdoce Anarchs V5 %(ministry)s et leur inquiétant %(platinum_protocol)s pour délivrer des morsures discrètes puissantes et constantes, aidé par les cartes combo %(revelation_of_the_serpent)s et %(enchanting_gaze)s. </p> <p> Le plan de jeu est très simple : influencer les vampires et mordre successivement les proies à mort. %(party_out_of_bounds)s et %(bait_and_switch)s sont utilisés pour la défense contre les morsures, et les %(form_of_mist)s polyvalents à la fois comme discrétion et défense de combat. %(minion_tap)s est utilisé pour récupérer un peu d’influence et influencer plus de vampires au cours du jeu. </p> <h2>Trucs & Astuces</h2> <p> %(mind_numb)s peut être utilisé pour ralentir le prédateur ou incliner un défenseur côté proie. Les %(entrancement)s, en revanche, peuvent être utilisés pour prendre le contrôle de n’importe quel allié encombrant et, s’il n’y en a pas, simplement pour mordre. </p> <p> %(crimethinc)s est utilisé pour débloquer afin que ces “actions supplémentaires” puissent être jouées en plus des morsures, afin de ne pas ralentir la stratégie de base du deck. Il peut également être utilisé simplement pour redresser un baron afin qu’il puisse %(bait_and_switch)s si vous n’avez pas de réveil, ou apparaître comme s’il le pouvait, même si vous n’avez pas de rebond. </p> <p> %(dabbler)s est une carte très typique de cet archétype. Parce que la plupart des vampires utiliseront %(platinum_protocol)s avec les trois disciplines, ils en tireront toujours un peu de sang. Ils peuvent également se redresser avec, si le %(crimethinc)s ne suffit pas. Mais il s’agit surtout d’un appareil de génération de sang solide, justifiant l’inclusion de %(minion_tap)s par rapport à un %(villein)s plus classique. </p> <p> Avec le nombre de redressements et le bon nombre de fins de combat qu’offre %(pro)s, le deck peut également mettre en place une défense résiliante face à un prédateur qui n’utilise pas la discrétion, si besoin est. </p> <h2>Variantes</h2> <p> La variante <strong>Apolitique</strong> renonce complètement aux barons pour s’appuyer uniquement sur %(party_out_of_bounds)s pour la défense. Cela peut également très bien fonctionner, surtout soutenu par un solide module d’annulation de cartes maître, comme l’a démontré %(kim_nilsson)s. </p> <p> Le module maître peut varier considérablement. %(carfax_abbey)s et %(temple_hunting_ground)s peuvent améliorer la régénération de sang. Certains ont expérimenté %(cave_of_apples)s pour ajouter une utilisation redoutable à tous ces juteux compteurs de corruption %(platinum_protocol)s qui apparaissent. </p> <p> L’inclusion de cartes politiques telles que %(eat_the_rich)s et %(reckless_agitation)s est également une possibilité : elle peut être soutenue par %(propaganda_of_the_deed)s et offrir un %(lunge)s plus fort. en appelant aux votes après un %(platinum_protocol)s réussi et un redressement de %(crimethinc)s et %(dabbler)s. L’inconvénient est évidemment moins de stabilité et une gestion de la main plus difficile. Cela reste néanmoins attrayant, comme l’ont déjà démontré deux grands joueurs, %(desso_alastor)s et %(karl_schaeffer)s. </p> <p> Une autre variante combine cet archétype avec %(the_unnamed)s, voir par exemple %(lukas_simandls_deck)s pour l’Open d’Autriche. On peut se demander si la combinaison est d’une manière ou d’une autre plus forte que n’importe lequel de ces decks pris individuellement, mais elle ne semble pas non plus inférieure. </p>

source: Kim Nilsson
fr: deck de Kim Nilsson

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck built around the Tremere clan and their %(aus)s%(dom)s%(tha)s disciplines. %(dom)s is used to bleed, bounce bleeds and accelerate the crypt with %(govern_the_unaligned)s. %(aus)s is used for wakes, intercept and bounces. %(tha)s is used for combat and a bit of stealth with %(mirror_walk)s. </p> <p> %(magic_of_the_smith)s is central to this deck: it allows the vampire to fetch the right equipment early in the game. Going for the %(heart_of_nizchetus)s is the default option, but the %(bowl_of_convergence)s can be required fast if the predator uses a lot of stealth, and the right weapon can make all the difference, in particular a %(sniper_rifle)s if some Potence %(pot)s makes you weary of %(immortal_grapple)s. </p> <h2>Tips & Tricks</h2> <p> %(theft_of_vitae)s is an excellent combat card, as it usually produces a 4 blood differential for no cost. %(movement_of_the_mind)s helps keep things at range, and %(rego_motum)s helps with damage, especially aggravated damage from %(pro)s or %(vic)s. It is a resilient and versatile grinder module: the point is not to disable the blocked vampires, but rather make them lose blood in the effort consistently. </p> <p> The use of %(oliver_thrace)s as a sidekick here is a neat trick, very dependant on the meta. His ability completely ruins %(form_of_mist)s and %(earth_meld)s, which are common inclusions in both Ministry %(ministry)s and Gangrel %(gangrel)s decks. </p> <p> The deck fields a stupendous amount of bounces for additional security, but they also help put additional pressure on the prey, given the predator bleeds decently. As the game progresses, the deck becomes only more resilient, with permanent intercept and weapons installed. %(eagles_sight)s can make or break the game by allowing the unexpected block of the right action, using them properly requires skill and a good grasp of the table balance, but can be key to secure game wins. </p> <h2>Variants</h2> <p> The combat module can be adapted to the expected environment: aggravated damage with %(flames_of_the_netherworld)s or %(walk_of_flame)s is a commmon variation. </p> <p> The <strong>Royalty</strong> variant uses <em>Princes</em> and <em>Justicars</em>, adding political actions and %(second_tradition_domain)s to the mix. %(ricardo_molina_sobreira_s_deck)s from the 2018 SAC is a good example. </p> <p> The <strong>Infernal</strong> variant uses %(valerius_maior_hell_s_fool_adv)s instead of %(carna_the_princess_witch)s. His ability is fearsome and its <em>Infernal</em> trait and %(DAI)s give him access to good options like %(flames_of_the_netherworld)s and %(unleash_hell_s_fury)s. %(pau_vilar_s_deck)s from 2018 is a good example. </p> <p> The <strong>V5</strong> variant uses new Tremere %(tremere)s vampires from the %(v5_tremere)s starter, as in %(jose_luis_deck)s from 2021. It appears that the disciplines spread in groups 5 and 6 are good enough to replicate the archetype there. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>toolbox</em> construit autour du clan Tremere et de ses disciplines %(aus)s%(dom)s%(tha)s. %(dom)s est utilisé pour mordre, faire rebondir les morsures et accélérer la crypte avec %(govern_the_unaligned)s. %(aus)s est utilisé pour les réveils, l’interception et les rebonds. %(tha)s est utilisé pour le combat et un peu de discrétion avec %(mirror_walk)s. </p> <p> %(magic_of_the_smith)s est au cœur de ce deck : il permet aux vampires de récupérer le bon équipement en début de partie. Opter pour %(heart_of_nizchetus)s est l’option par défaut, mais %(bowl_of_convergence)s peut être nécessaires rapidement si le prédateur utilise beaucoup de discrétion, et la bonne arme peut faire toute la différence, en particulier un %(sniper_rifle)s s’il y a de la Puissance %(pot)s qui menace des %(immortal_grapple)s. </p> <h2>Trucs & Astuces</h2> <p> %(theft_of_vitae)s est une excellente carte de combat, car elle produit généralement un différentiel de 4 sang sans coût. %(movement_of_the_mind)s aide à rester à portée, et %(rego_motum)s aide à gérer les dégâts, en particulier les dégâts aggravés de %(pro)s ou %(vic)s. Il s’agit d’un module résistant et polyvalent : le but n’est pas de désactiver les vampires bloqués, mais plutôt de leur faire perdre du sang dans l’effort de manière constante. </p> <p> L’utilisation d’%(oliver_thrace)s comme acolyte ici est une astuce intéressante, très dépendante de la méta. Sa capacité détruit complètement %(form_of_mist)s et %(earth_meld)s, qui sont des inclusions courantes dans les decks Ministry %(ministry)s et Gangrel %(gangrel)s. </p> <p> Le deck utilise une quantité incroyable de rebonds pour plus de sécurité, mais ils contribuent également à exercer une pression supplémentaire sur la proie, pour peu que le prédateur morde décemment. Au fur et à mesure que le jeu progresse, le deck devient de plus en plus résistant, avec une interception permanente et des armes installées. Les %(eagles_sight)s peuvent faire ou défaire le jeu en permettant le blocage inattendu de la bonne action. Les utiliser correctement nécessite une bonne compréhension de l’équilibre de la table, mais peut être essentiel pour garantir des victoires. </p> <h2>Variantes</h2> <p> Le module de combat peut être adapté à l’environnement attendu : les dégâts aggravés avec %(flames_of_the_netherworld)s ou %(walk_of_flame)s sont une variante courante. </p> <p> La variante <strong>Royalty</strong> utilise des <em>Princes</em> et des <em>Justicars</em>, ajoutant des actions politiques et des %(second_tradition_domain)s au mélange. Le %(ricardo_molina_sobreira_s_deck)s du SAC 2018 en est un bon exemple. </p> <p> La variante <strong>Infernale</strong> utilise %(valerius_maior_hell_s_fool_adv)s au lieu de %(carna_the_princess_witch)s. Sa capacité est redoutable et son trait <em>Infernal</em> et %(DAI)s lui donnent accès à de bonnes options comme %(flames_of_the_netherworld)s et %(unleash_hell_s_fury)s. Le %(pau_vilar_s_deck)s de 2018 en est un bon exemple. </p> <p> La variante <strong>V5</strong> utilise les nouveaux vampires Tremere %(tremere)s du starter %(v5_tremere)s, comme dans le %(jose_luis_deck)s de 2021. Il semble que le répartition des disciplines dans les groupes 5 et 6 est suffisamment bon pour y reproduire l’archétype. </p>

source: Ricardo Molina Sobreira's deck
fr: deck de Ricardo Molina Sobreira

source: Pau Vilar's deck
fr: deck de Pau Vilar

source: Jose Luis Manuel's deck
fr: deck de Jose Luis Manuel

source: <h2>Highlights</h2> <p> This is a <em>stealth vote & bleed</em> deck with %(stanislava)s as a star. She uses %(govern_the_unaligned)s to help get other vampires out and %(villein)s is used to get some pool back. The second vampire should be a <em>Prince</em> or <em>Justicar</em>, to be able to play some %(parity_shift)s. </p> <p> As the game progresses, more big capacity titled vampires get out and begin to bleed, using %(pro)s for stealth with %(form_of_mist)s, %(earth_control)s, and %(rapid_change)s. </p> <p> The occasional %(banishment)s helps the deck maintain control on the table, and a few other votes can deliver high damage at the right moment to facilitate the lunge. </p> <p> %(deflection)s is used for bleed defence, with some %(sense_the_savage_way)s to unlock if need be, and %(pro)s provides combat defense with a solid number of combat ends. </p> <h2>Tips & Tricks</h2> <p> %(forced_march)s and %(instantaneous_transformation)s are extremely versatile as they can be used both for stealth or additional action, allowing a vampire to bleed and call a vote in the same turn. %(stanislava)s can use both, but other vampires in the crypt can use one or the other, and %(xaviar)s can already unlock on a vote all by himself. </p> <p> %(enkil_cog)s can help deliver more bleeds, but might be better on a sidekick rather than %(stanislava)s herself, for fear of an %(archon_investigation)s. </p> <p> A <em>Prince</em> or <em>Justicar</em> is desireable, for %(parity_shift)s, much needed to bloat in the first half of the game. </p> <p> The %(seal_of_veddartha)s is an excellent equipment with this crypt, as most vampires miss either %(DOM)s or %(FOR)s. The +1 bleed bonus is nothing to cast aside either. </p> <h2>Variants</h2> <p> The archetype is very much known for <em>Martin Weinmayer's</em> build as he as been very successful with it and retained the top seat in the international classment in the 2010s. The cards proportions may vary a little bit, some like to play some %(kine_resources_contested)s, %(vele_s_hunt)s and/or %(claws_of_the_dead)s. %(ecoterrorists)s is also a common inclusion. Some alterations have been seen in the crypt too, like including %(iliana)s or %(caitlin)s, as they have excellent disciplines combination for a low pool, although no title to support the political side of the deck. %(janne_lonnqvist_s_deck)s from 2016 is a good example. </p> <p> The <strong>Old School</strong> variant uses groups 1 and 2 in the crypt instead of the group 2-3 used here. It provides %(angus_the_unruled)s and %(don_cruez_the_idealist)s, two justicars with a nice sets of disciplines. It allows for more Royalty cards like %(second_tradition_domain)s and %(fourth_tradition_the_accounting)s. %(giulio_de_cicco_s_deck)s from 2014 is a good example. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>stealth vote & bleed</em> avec %(stanislava)s comme star. Elle utilise %(govern_the_unaligned)s pour aider à sortir d'autres vampires et %(villein)s est utilisé pour récupérer un peu d'influence. Le deuxième vampire doit être un <em>Prince</em> ou un <em>Justicar</em>, pour pouvoir jouer quelques %(parity_shift)s. </p> <p> Au fur et à mesure que la partie avance, plus de vampires de grande capacité sortent et commencent à mordre, en utilisant %(pro)s pour la discrétion avec %(form_of_mist)s, %(earth_control)s et %(rapid_change)s. </p> <p> Les %(banishment)s occasionnels aident le deck à garder le contrôle sur la table, et quelques autres votes peuvent infliger des dégâts élevés au bon moment pour faciliter le coup de grâce. </p> <p> %(deflection)s est utilisée pour la défense anti-morsure, avec quelques %(sense_the_savage_way)s pour se redresser si nécessaire, et %(pro)s fournit de la défense au combat avec un bon nombre de fins de combat. </p> <h2> Trucs & Astuces </h2> <p> %(forced_march)s et %(instantaneous_transformation)s sont très polyvalents car ils peuvent être utilisés à la fois pour de la discrétion ou une action supplémentaire, permettant à un vampire de mordre et d'appeler un vote dans le même tour. %(stanislava)s peut utiliser les deux, mais d'autres vampires de la crypte peuvent utiliser l'un ou l'autre, et %(xaviar)s peut déjà se redresser après un vote par lui-même. </p> <p> %(enkil_cog)s peut n'est pas censés être utilisés avec %(stanislava)s elle-même, car une morsure à plus de 3 l'exposerait à %(archon_investigation)s. </p> <p> Le %(seal_of_veddartha)s est un excellent équipment avec cette crypte, vu que la plupart des vampires manque de %(DOM)s ou %(FOR)s. Le bonus de +1 bleed n’est pas déplaisant non plus. </p> <h2> Variantes </h2> <p> L'archétype est très connu pour le deck de <em>Martin Weinmayer</em>, car il a eu beaucoup de succès avec et a conservé la première place du classement international quelques années. Les proportions des cartes peuvent varier un peu, certains aiment jouer %(kine_resources_contested)s, %(vele_s_hunt)s et/ou %(claws_of_the_dead)s. %(ecoterrorists)s est également courant. Certaines modifications sont parfois faites sur la crypte, comme l'inclusion d'%(iliana)s ou de %(caitlin)s, car elles ont de bonnes disciplines pour un coût faible, bien qu'aucun titre ne soutienne le côté politique du deck. Le %(janne_lonnqvist_s_deck)s de 2016 en est un bon exemple. </p> <p> La variante <strong> Old School </strong> utilise les groupes 1 et 2 dans la crypte au lieu du groupe 2-3 utilisé ici. Il fournit %(angus_the_unruled)s et %(don_cruez_the_idealist)s, deux justicars avec un bel ensemble de disciplines. Il permet plus de cartes de royauté comme %(second_tradition_domain)s et %(fourth_tradition_the_accounting)s. Le %(giulio_de_cicco_s_deck)s de 2014 en est un bon exemple. </p>

source: Giulio De Cicco's deck
fr: deck de Giulio De Cicco

source: Sébastien Ragache's deck
fr: deck de Sébastien Ragache

source: New card
fr: Nouvelle carte

source: played in %(num)d decks,
fr: joué dans %(num)d decks,

source: typically 1 copy
fr: typiquement 1 exemplaire

source: typically %(range)s copies
fr: environ %(range)s exemplaires

source: <p> This category presents the best cards of the game. The list is based on a statistical analysis of the %(twda)s provided by VEKN, considering the 2000+ decks from 2008 onward. The best cards are those that have been included in the most winning decks since then. </p> <p> All clan %(hunting_grounds)s and, on occasions, some low capacity vampires, have been omitted for convenience. </p>
fr: <p> Cette catégorie présente les meilleures cartes du jeu. La liste est basée sur une analyse statistique de la %(twda)s fournie par VEKN, en prenant en compte quelques 2000 decks depuis 2008. Les meilleures cartes sont celles ayant été inclues dans le plus grand nombre de decks gagnants depuis. </p> <p> Tous les %(hunting_grounds)s et, parfois, quelques vampires de basse capacité, ont été omis par commodité. </p>

source: <p> Abominations %(abomination)s, Blood Brothers %(blood_brother)s, Panders %(pander)s, Osebo %(osebo)s, Nagaraja %(nagaraja)s and Samedi %(samedi)s are too rarely played to be included in this analysis: they lack the numbers for a statistical review to be relevant. </p> <p> Gargoyles %(gargoyle)s are included in the Tremere %(tremere)s clan analysis, all Imbued are included in the same analysis regardless of their creed. </p>
fr: <p> Les Abominations %(abomination)s, les Frères de Sang %(blood_brother)s, Pander %(pander)s, Osebo %(osebo)s, Nagaraja %(nagaraja)s et Samedi %(samedi)s ont été trop peu joués pour être inclus dans cette analyse : ils n'ont pas les nombres suffisants pour qu'une analyse statistique soit pertinente. </p> <p> Les Gargouilles %(gargoyle)s sont inclues dans le clan Tremere %(tremere)s, tous les Illuminés sont inclus dans la même analyse quel que soit leur credo. </p>

source: <p> Ahrimanes and their unique discipline %(spi)s provide a stronger defence than the usual %(ani)s builds. Moreover, the acces to %(pre)s allow them more toolboxy constructs than mono %(ani)s, for a little more bleed. They offer basically two possible crypts, a group 2 with %(howler)s and %(the_siamese)s, and a group 4 with %(muricia)s and %(effie_lowery)s. </p> <p> This clan has only one main archetype: %(cats)s. Some Ahrimaines are good picks for mono %(ani)s archetypes as they offer %(ANI)s vampires for good value like %(effie_lowery)s and %(sahana)s. </p>
fr: <p> Les Ahrimanes et leur discipline exclusive %(spi)s donnent une meilleure défense que les constructions habituelles avec %(ani)s. De plus, leur accès à %(pre)s leur permet des constructions plus écléctiques que les mono %(ani)s, pour un peu plus de morsure. Elles offrent principalement deux cryptes, une au groupe 2 avec %(howler)s et %(the_siamese)s et une au groupe 4 avec %(muricia)s et %(effie_lowery)s. </p> <p> Ce clan n'a qu'un archétype principal : %(cats)s. Quelques Ahrimaines sont de bons choix pour les archétypes mono %(ani)s puisqu'elles offrent des vampires avec %(ANI)s pour un coût raisonnable, comme %(effie_lowery)s et %(sahana)s. </p>

source: Superior %(ANI)s and %(SPI)s at a very decent cost of 5, she is even included in pure %(ANI)s crypts.
fr: %(ANI)s et %(SPI)s en supérieur pour un coût très raisonnable à 5, elle est même inclue dans les cryptes purement %(ANI)s.

source: Leader of the group 4 crypt, she has all clan disciplines %(SPI)s%(ANI)s%(PRE)s at superior for a reasonnable cost of 7. The +1 strength bonus is always good to take: she can use a little less %(aid_from_bats)s for a little more %(carrion_crows)s.
fr: Leader de la crypt de groupe 4, elle a toutes les disciplines de clan %(SPI)s%(ANI)s%(PRE)s en supérieur pour un coût raisonnable de 7. Le bonus de +1 force est toujours bon à prendre : elle peut utiliser un peu moins d'%(aid_from_bats)s pour un peu plus de %(carrion_crows)s.

source: Leader of the group 2 crypt, she has all clan disciplines %(SPI)s%(ANI)s%(PRE)s at superior for a cost of 8. The maneuver combined with the +1 strength bonus makes her a good warrior on her own.
fr: Leader de la crypt de groupe 2, elle a toutes les disciplines de clan %(SPI)s%(ANI)s%(PRE)s en supérieur pour un coût de 8. La manœuvre combinée au bonus de +1 force en fait intrinsèquement une bonne guerrière.

source: A nice rush action, slightly better than %(bums_rush)s. It is often played in %(aus)s constructs for its base effect, as %(ani)s provides the arguably better %(deep_song)s already.
fr: Une bonne action de rush, un peu meilleure que %(bums_rush)s. Elle est souvent jouée dans les constructions %(aus)s pour son effet de base, puisque %(ani)s donne déjà accès à %(deep_song)s, sans doute meilleur.
