Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Obtenebration has good %(sce)s options in %(shadow_body)s and %(oubliette)s, and also a great dissuasion weapon in %(entombment)s. On top of that, %(nocturn)s can be used as cannon fodder to block dangerous rushers and protect their vampiric masters.
fr: Obténébration a de bonnes options de %(sce)s avec %(shadow_body)s et %(oubliette)s, et est également une excellente arme de dissuasion avec %(entombment)s. De plus, des %(nocturn)s peut être utilisé comme chair à canon pour bloquer les rushs dangereux et protéger leurs maîtres.

source: Obfuscate %(obf)s defense is a bit shaky, but sometimes that's good enough. At superior it got only %(no_trace)s for %(sce)s, but high capacity vampires can use %(mental_maze)s as some kind of sub-par %(obedience)s. You need a successful block for it to work, so it is less effective.
fr: La défense d'Obfuscation %(obf)s est un peu fragile, mais parfois suffisante. En supérieur, elle n'a que %(no_trace)s pour les %(sce)s, mais les vampires de grande capacité peuvent utiliser %(mental_maze)s comme une sorte d'ersatz d'%(obedience)s. Il faut un bloc réussi pour que cela marche, c'est donc moins efficace.

source: The best card the %(satyrs)s can use with their ability is simply %(earth_meld)s. Systematic combat ends on every combat is a very overwhelming defense.
fr: La meilleure carte que les %(satyrs)s peuvent utiliser avec leur pouvoir est simplement %(earth_meld)s. Une fin de combat systématique à chaque combat constitue une défense très écrasante.

source: A frustrating defense simply uses %(concealed_weapon)s to equip %(flash_grenade)s. It requires no disciplines and, although it is a bit expensive in terms of cards slot, it is pretty dissuasive for a lot of combat modules.
fr: Une défense frustrante utilise juste %(concealed_weapon)s pour équiper %(flash_grenade)s. Elle ne nécessite aucune discipline et, bien qu'elle soit un peu coûteuse en termes d'emplacements de cartes, elle est plutôt dissuasive contre de nombreux modules de combat.

source: Naked defense
fr: Défense nue

source: It is even possible to get a perfunctory defense with just some %(dodge)s and %(fake_out)s. It might suffice against light combat and might trip up even high profile combat modules on occasion. Especially if they underestimate you because of the absence of discipline.
fr: Il est même possible d'obtenir une défense superficielle avec juste quelques %(dodge)s et %(fake_out)s. Ça peut suffire contre un combat léger et peut parfois faire échouer même des modules de combat de haut niveau. Surtout s'ils vous sous-estiment à cause de l'absence de discipline.

source: Animalism & Friends
fr: Animalisme & Ses amis

source: %(carrion_crows)s is strong in and by itself, but it benefits from being coupled with presses and prevention.
fr: %(carrion_crows)s est fort en soi, mais bénéficie d'être couplé avec des poursuites et de la prévention.

source: A prerogative of the Gangrel %(gangrel)s in the past, now the %(ANI)s%(pro)s combination is also open to Tzimisce %(tzimisce)s. On top of a close-range <a href="#animalism">Animalism %(ANI)s</a> module with %(carrion_crows)s and %(drawing_out_the_beast)s, %(flesh_of_marble)s and %(bear_s_skin)s can be used for prevention, and Protean %(pro)s provides some aggravated damage like %(claws_of_the_dead)s or %(sculpt_the_flesh)s to make the whole thing deadlier.
fr: Autrefois réservée aux Gangrels %(gangrel)s, la combinaison %(ANI)s%(pro)s est désormais également ouverte aux Tzimisce %(tzimisce)s. En plus d'un module <a href="#animalism">Animalisme %(ANI)s</a> à courte portée avec des %(carrion_crows)s et %(drawing_out_the_beast)s, %(flesh_of_marble)s and %(bear_s_skin)s peuvent être utilisées en prévention, et la Protean %(pro)s propose des dégâts aggravés comme %(claws_of_the_dead)s or %(sculpt_the_flesh)s pour rendre le tout plus mortel.

source: Gangrel %(gangrel)s also often have Fortitude %(for)s so they can stack more or better prevention like %(hidden_strength)s, %(rolling_with_the_punches)s or even %(skin_of_night)s to make up for %(flesh_of_marble)s's weakness.
fr: Les Gangrels %(gangrel)s ont aussi souvent Force d'Âme %(for)s et peuvent donc jouer plus ou de meilleures préventions comme %(hidden_strength)s, %(rolling_with_the_punches)s ou même %(skin_of_night)s pour compenser la faiblesse de %(flesh_of_marble)s.

source: Adding %(carrion_crows)s to the <a href="#vicissitude">Vicissitude %(VIC)s</a> module is bonus damage, nice. %(horrid_form)s is often included for more damage, alongside %(telepathic_tracking)s against combat ends defense. All in all, it is an aggressive combat module, and it constitutes the foundation of the %(tzimisce_toolbox)s archetype.
fr: L'ajout de %(carrion_crows)s au module <a href="#vicissitude">Vicissitude %(VIC)s</a> est un bonus de dégâts, sympa. %(horrid_form)s est souvent inclus pour plus de dégâts, aux côtés de %(telepathic_tracking)s contre les fins de combat. Dans l'ensemble, c'est un module de combat agressif, et il constitue la base de l'archétype %(tzimisce_toolbox)s.

source: With %(swiftness_of_the_stag)s being so versatile, the %(carrion_crows)s & %(aid_from_bats)s combination becomes a deadly machine. %(leapfrog)s and %(strength_of_the_bear)s can also be used for additional utility. This solid combination, on top of both disciplines providing excellent intercept capabilities, is the basis of the %(cats)s archetype.
fr: %(swiftness_of_the_stag)s étant si polyvalent, la combinaison %(carrion_crows)s & %(aid_from_bats)s devient une machine de guerre. %(leapfrog)s et %(strength_of_the_bear)s peuvent également être utilisés pour comme utilitaires. Cette combinaison solide, en plus des deux disciplines qui offrent d'excellentes capacités d'interception, est la base de l'archétype %(cats)s.

source: There are multiple options to complement the module, from some %(target_vitals)s to increase damage, to range control utilities like %(terror_frenzy)s or %(drawing_out_the_beast)s. Most modules will always field at least some %(taste_of_vitae)s to recoup a bit of blood anti-weapons tech like %(canine_horde)s or %(voracious_vermin)s.
fr: Il existe plusieurs options pour compléter le module, depuis quelques %(target_vitals)s pour augmenter les dégâts, jusqu'aux outils de contrôle de portée comme %(terror_frenzy)s ou %(drawing_out_the_beast)s. La plupart des modules disposent toujours d'au moins quelques %(taste_of_vitae)s pour récupérer un peu de sang, et de tech anti-armes comme %(canine_horde)s ou %(voracious_vermin)s.

source: Chimerstry
fr: Chimérie

source: Using %(apparition)s for prevention and %(trap)s for presses, %(carrion_crows)s can now disable any vampire in a single combat. Given the module makes no reservation against combat ends, it is not so widespread. It can, however, be a very nasty surprise in a combat-heavy environment due to its high prevention abilities. After all, Ravnos %(ravnos)s also have Fortitude %(for)s on top of the already great %(apparition)s.
fr: En utilisant %(apparition)s pour la prévention et %(trap)s pour les poursuites, %(carrion_crows)s peut désormais neutraliser n'importe quel vampire en un seul combat. Étant donné que le module n'a aucune option contre les fins de combat, il n'est pas si répandu. Il peut cependant être une très mauvaise surprise dans un environnement chargé en combat en raison de ses capacités de prévention élevées. Après tout, les Ravnos %(ravnos)s ont également Force d'Âme %(for)s en plus de l'excellent %(apparition)s.

source: There are different options here. Lowering the cost of %(apparition)s is desireable if it is used a lot, so %(the_path_of_paradox)s or having %(gabrin)s as a star works well. %(trap)s is more often used in low numbers and can be replaced by %(conquer_the_beast)s. A %(mayaparisatya)s or two can be nasty, but the whole module can also lean much more on the Animalism %(ani)s side, use %(aid_from_bats)s and just field a few %(apparition)s for a bit of prevention. Finally, one must also decide whether to lean more on the rush side with %(deep_song)s, or on the block side by supplementing Animalism %(ani)s capabilities with %(draba)s or %(ignis_fatuus)s.
fr: Il y a différentes options. Réduire le coût des %(apparition)s est souhaitable s'il on en utilise beaucoup, donc %(the_path_of_paradox)s ou %(gabrin)s en star fonctionne bien. %(trap)s est plus souvent utilisé en petit nombre et peut être remplacé par %(conquer_the_beast)s. Un ou deux %(mayaparisatya)s peuvent être judicieux, mais l'ensemble du module peut également s'appuyer beaucoup plus sur l'Animalisme %(ani)s, utiliser %(aid_from_bats)s et simplement déployer quelques %(apparition)s pour un peu de prévention. Enfin, il faut également décider s'il on est plutôt rush avec %(deep_song)s, ou plutôt bloc en complétant l"Animalisme %(ani)s avec %(draba)s ou %(ignis_fatuus)s.

source: %(carrion_crows)s with %(theft_of_vitae)s makes for a 6 beads differential. Add %(rego_motum)s for prevention, and this makes for a lightweight and mighty module. %(apportation)s can be added for range and presses. The combination being used by high capacity Tremere %(tremere)s like %(gabrielle_di_righetti)s, %(dr_john_dee)s and %(lord_tremere)s himself, the module also often fields a few %(telepathic_tracking)s against combat ends and sometimes a bit of surprise aggravated damage with %(walk_of_flame)s, %(flames_of_the_netherworld)s or %(burst_of_sunlight)s.
fr: %(carrion_crows)s combiné à %(theft_of_vitae)s forme un différentiel de 6 jetons. Ajoutez-y %(rego_motum)s pour la prévention, et vous obtenez un module léger et puissant. Des %(apportation)s peuvent être ajoutées pour la portée et les poursuites. La combinaison est utilisée par les Tremere %(tremere)s de haute capacité comme %(gabrielle_di_righetti)s, %(dr_john_dee)s et %(lord_tremere)s lui-même. Le module a également souvent quelques %(telepathic_tracking)s contre les fins de combat et parfois d'un peu de dégâts aggravés surprise avec %(walk_of_flame)s, %(flames_of_the_netherworld)s ou %(burst_of_sunlight)s.

source: Seeing how Tremere %(tremere)s also have Auspex %(aus)s, this efficient module gets used in heavy block decks, combining the two best intercept disciplines of the game, Animalism %(ani)s and Auspex %(aus)s, to build an impassable wall. Of course, the best known combination here is probably the %(goratrix_high_tower)s archetype, and it is basically the same module, even though %(goratrix)s being %(goratrix)s he does not need to include any %(theft_of_vitae)s.
fr: Étant donné que les Tremere %(tremere)s ont aussi Auspex %(aus)s, ce module efficace est utilisé dans les decks de bloc lourds, combinant les deux meilleures disciplines d'interception du jeu, Animalisme %(ani)s et Auspex %(aus)s, pour construire un mur infranchissable. Bien sûr, la combinaison la plus connue ici est probablement l'archétype %(goratrix_high_tower)s, et c'est fondamentalement le même module, même si %(goratrix)s étant %(goratrix)s il n'a pas besoin d'utiliser %(theft_of_vitae)s.

source: Akunanse disciplines %(abo)s%(for)s offer a great combination to support %(ANI)s %(carrion_crows)s: Fortitude %(FOR)s for prevention and %(invoking_the_beast)s for additional damages and presses. On top of that, they get aggravated damage with %(devil_channel_hands)s. And of course, there's always %(drawing_out_the_beast)s to control the range.
fr: Les disciplines des Akunanse %(abo)s%(for)s offrent une excellente combinaison pour soutenir %(ANI)s %(carrion_crows)s : Force d'Âme %(FOR)s pour la prévention et %(invoking_the_beast)s pour des dégâts supplémentaires et des poursuites. En plus, ils ont des dégâts aggravés avec %(devil_channel_hands)s. Et bien sûr, il y a toujours %(drawing_out_the_beast)s pour contrôler la portée.

source: So all in all it is powerful and sturdy, only it has no tool to handle %(sce)s, other than overwhelming by using %(freak_drive)s for multiple actions. Thanks to Abombwe %(ABO)s %(predator_s_communion)s and Animalism %(ANI)s reactions, it can field a very efficient block package too, not to forget the exceptional %(no_secrets_from_the_magaji)s.
fr: Donc dans l'ensemble, c'est puissant et robuste, mais il n'y a aucun outil pour gérer les %(sce)s, à ​​part le fait d'utiliser %(freak_drive)s pour plus d'actions. Grâce aux réactions d'Abombwe %(ABO)s %(predator_s_communion)s et d'Animalisme %(ANI)s, le module peut également proposer un package de bloc très efficace, sans oublier l' exceptionnel %(no_secrets_from_the_magaji)s.

source: Disciplines are not all there is. Another path exists: using weapons. One thing that you will want to avoid though, is to fail to get the weapon because of blocks. This forces more stealth, and dilutes control. Luckily, there are other options.
fr: Les disciplines ne sont pas tout. Il existe une autre voie : utiliser des armes. Vous voudrez cependant éviter d'échouer à obtenir l'arme à cause des blocs. Cela force à plus de discrétion et dilue le contrôle. Heureusement, il existe d'autres options.

source: Use %(concealed_weapon)s to get a %(magnum_44)s. Good by itself, it becomes redoutable when combined with Celerity %(CEL)s. %(psyche)s is a must have: it starts a new combat, so the %(magnum)s maneuver kicks in again, and it is a nice counter against %(sce)s. %(pursuit)s provides range control or more damage, and %(taste_of_vitae)s is a good addition to keep the blood flowing. Other typical inclusions are %(blur)s and %(quickness)s for more damage, %(infernal_pursuit)s for card flow, often paired with %(ashur_tablets)s, and %(sideslip)s for the limited prevention.
fr: Utiliser %(concealed_weapon)s pour un %(magnum_44)s. Déjà bon en soi, redoutable lorsque combiné avec Célérité %(CEL)s. %(psyche)s est indispensable : ça démarre un nouveau combat, donc la manœuvre du %(magnum)s se déclenche à nouveau, et c'est un bon contre contre les %(sce)s. %(pursuit)s offre un contrôle de portée ou plus de dégâts, et %(taste_of_vitae)s est un bon ajout pour maintenir le sang. D'autres inclusions typiques sont %(blur)s et %(quickness)s pour plus de dégâts, %(infernal_pursuit)s pour cycler, souvent avec %(ashur_tablets)s, et %(sideslip)s pour un peu de prévention.

source: Another good weapon to %(conceal)s is a %(sniper_rifle)s. It is often paired with Auspex %(aus)s since other block decks have access to better combat options. Sadly, %(sniper_rifle)s range setting effect does not kick in in the combat where you get it via %(concealed_weapon)s. But it is a solid minimal combat module. A good close-range combat will be able to press and still land a strike on round 2, but it adds a serious barrier against them. The only potential additions are %(read_intentions)s for utility and %(aura_reading)s for card flow.
fr: Une autre bonne arme à %(conceal)s est %(sniper_rifle)s. Souvent associé à Auspex %(aus)s, car les autres decks de bloc ont accès à de meilleures options de combat. Malheureusement, l'effet de portée du %(sniper_rifle)s ne se déclenche pas durant le combat où il est obtenu via %(concealed_weapon)s. Mais c'est un module de combat léger et solide. Un bon combat de contact pourra poursuivre et porter une frappe au second round, mais ça ajoute une sérieuse barrière. Les seuls ajouts potentiels sont %(read_intentions)s en support et %(aura_reading)s pour cycler.

source: Obfuscate %(obf)s provides %(disguised_weapon)s, for bigger weapons, typically a %(flamethrower)s or an %(improvised_flamethrower)s. It is a lightweight combat module, but dissuasive. Aggravated damage at all range requires good prevention to face it - a %(glancing_blow)s or a %(sideslip)s will not be enough. And Obfuscate %(obf)s also provides %(swallowed_by_the_night)s for a bit of range management that doubles as stealth. This module is not strong enough by itself to build a rush deck, but makes for a decent block or even defensive module.
fr: Obfuscation %(obf)s propose %(disguised_weapon)s, pour des armes plus grosses, généralement un %(flamethrower)s ou un %(improvised_flamethrower)s. C'est un module de combat léger, mais dissuasif. Les dégâts aggravés à toute distance nécessitent une bonne prévention pour y faire face - un %(glancing_blow)s ou un %(sideslip)s ne suffiront pas. Et Obfuscation %(obf)s fournit également %(swallowed_by_the_night)s pour plus de manœuvres, qui fait également office de furtivité. Ce module n'est pas assez puissant à lui seul pour construire un deck rush, mais constitue un bon module de bloc ou même de défense.

source: %(weighted_walking_stick)s is one of the easiest way to add steady damage to a bare combat module. Often seen alongside <a href="#fortitude">Fortitude %(for)s</a>, It can also be used by <a href="#allies">allies</a> or low capacity vampires with no combat disciplines. Ventrue %(ventrue)s, Salubri %(salubri)s, and both their antitribu are fond of this weapon, see %(gentlemen_with_sticks)s or %(anti_ventrue_grinder)s for example. It hits three times for 2: a neat 3 beads differential at no cost, and it requires no action to equip. A few %(target_vitals)s can be added to the mix to spice it up.
fr: %(weighted_walking_stick)s est l'un des moyens les plus simples d'ajouter des dégâts à un module de combat nu. Souvent aperçu aux côtés de <a href="#fortitude">Force d'Âme %(for)s</a>, il peut également être utilisé par les <a href="#allies">alliés</a> ou les vampires de basse capacité sans discipline de combat. Les Ventrue %(ventrue)s, les Salubriens %(salubri)s et leurs deux antitribus sont friands de cette arme, cf. %(gentlemen_with_sticks)s ou %(anti_ventrue_grinder)s par exemple. Il frappe trois fois pour 2 : un différentiel de 3 jetons gratuit, et il n'y a pas besoin d'action pour l'équiper. Quelques %(target_vitals)s peuvent être ajoutés pour pimenter le tout.

source: A third option for %(concealed_weapon)s is %(saturday_night_special)s. It is inferior to a %(magnum)s, but it is cheaper, which means you can more easily sacrifice it on %(dragon_s_breath_rounds)s to inflict 2 aggravated damage on top. Sure, it is a bit more convoluted than using Vicissitude %(vic)s or Protean %(pro)s strikes, but it requires no discipline, and no blood. Which means it is a great fit for a low-cap swarm, and that's the %(dbr)s archetype.
fr: Une troisième option pour %(concealed_weapon)s est %(saturday_night_special)s. C'est inférieur à un %(magnum)s, mais moins cher, ce qui signifie que vous pouvez plus facilement le sacrifier à %(dragon_s_breath_rounds)s pour infliger 2 dégâts aggravés. Bien sûr, c'est un peu plus compliqué que d'utiliser des attaques de Vicissitude %(vic)s ou de Protean %(pro)s, mais ça ne nécessite aucune discipline et pas de sang. Ce qui signifie que c'est parfait pour à un essaim de basse capacité, et c'est l'archétype %(dbr)s.

source: The meanest weapons are %(assault_rifle)s and %(ak_47)s. They are expensive: you can reduce the cost with cards like %(hackerspace)s or %(ravnos_cache)s, but %(alastor)s is even better: it lets you fetch the weapon and reduces the cost, while also providing a standing stealthed rush. You need to pass the vote, but that's a solid option for Justicar and Inner Circle decks. In any case, with such a weapon you hardly need any support combat cards on top.
fr: Les armes les plus redoutables sont %(assault_rifle)s et %(ak_47)s. Elles sont chères : vous pouvez réduire le coût avec des cartes comme %(hackerspace)s ou %(ravnos_cache)s, mais les %(alastor)s est encore mieux : il vous permet de récupérer l'arme et de réduire le coût, tout en offrant un rush permanent avec discétion. Vous devez passer le vote, mais c'est une option solide pour les decks Justicar et Inner Circle. Dans tous les cas, avec une telle arme, vous n'avez guère besoin de cartes de soutien en plus.

source: The %(ivory_bow)s is a cheap and cunning weapon. It is often included as a single copy in block decks, because it is, at the minimum, an efficient deterrent. Blood Sorcery %(tha)s decks can rely on it a bit more extensively since they can use %(magic_of_the_smith)s in enough copies to ensure it can be fetched early game. It's more of a Tremere %(tremere)s trick, since the Banu Haqim %(banu_haqim)s have the exceptional <a href="#cel-tha">%(cel)s%(tha)s</a> module already. You can expect a %(bowl_of_convergence)s and a %(kevlar_vest)s to be fetched next.
fr: L'%(ivory_bow)s est une arme bon marché et fourbe. Souvent inclus en exemplaire unique dans les decks de bloc, car il constitue au minimum un moyen de dissuasion efficace. Les decks Sorcellerie de Sang %(tha)s peuvent s'en servir un peu plus puisqu'ils peuvent avoir assez d'exemplaires de %(magic_of_the_smith)s pour pouvoir l'obtenir en début de partie. C'est plutôt une astuce des Tremere %(tremere)s , puisque les Banu Haqim %(banu_haqim)s ont déjà l'exceptionnel module <a href="#cel-tha">%(cel)s%(tha)s</a>. Vous pouvez vous attendre à un %(bowl_of_convergence)s ou un %(kevlar_vest)s pour la suite.

source: A seldom seen weapon to %(conceal)s is a simple %(grenade)s. It can be paired with a simple %(fake_out)s, which makes it a very decent weapon for non-vampire minions, %(arms_dealer)s being the most common possibility here.
fr: Une arme rarement vue sur %(conceal)s est la simple %(grenade)s. Elle peut être associée à un %(fake_out)s, ce qui en fait une arme très convenable pour les serviteurs non vampires, %(arms_dealer)s étant la possibilité la plus courante ici.

source: Potence & Friends
fr: Puissance & Ses amis

source: Between %(immortal_grapple)s and the widest range of combat cards a discipline ca offer, Potence %(pot)s is the ideal base discipline for a multitude of combinations.
fr: Entre %(immortal_grapple)s et la plus large gamme de cartes de combat de toutes les disciplines, Puissance %(pot)s est la discipline de base idéale pour une multitude de combinaisons.

source: As Potence %(pot)s and Animalism %(ani)s are the strongest combat disciplines, combining them is a no-brainer. %(ig)s and strong strikes from Potence %(pot)s, %(carrion_crows)s and %(drawing_out_the_beast)s for range management from Animalism %(ani)s, it is very aggressive. %(canine_horde)s or %(voracious_vermin)s are often present to handle weapons, but the only real downside of this combination is the lack of prevention: it is only just %(glancing_blow)s.
fr: Comme Puissance %(pot)s et Animalisme %(ani)s sont les disciplines de combat les plus puissantes, les combiner est une évidence. %(ig)s et les frappes puissantes de Puissance %(pot)s, %(carrion_crows)s et %(drawing_out_the_beast)s pour la gestion de la portée dû coté Animalisme %(ani)s, c'est très agressif. %(canine_horde)s ou %(voracious_vermin)s sont souvent présents pour gérer les armes, mais le seul véritable inconvénient de cette combinaison est le manque de prévention : juste des %(glancing_blow)s.

source: The sheer aggressive power of the module is enough to make it top tier even with this weakness. %(guruhi_rush)s won the EC twice, after all, and made the finals thrice. Nosferatu %(nosferatu)s can field a decent crypt with inferior Fortitude %(for)s for prevention, especially with %(cock_robin)s and %(nikolaus_vermeulen)s, but apart from that it is mostly star vampires that can go beyond, like %(enkidu)s or %(karsh)s.
fr: La puissance agressive pure du module est suffisante pour le placer au sommet même avec cette faiblesse. %(guruhi_rush)s a remporté l'EC deux fois, après tout, et a atteint la finale trois fois. Les Nosferatu %(nosferatu)s peuvent aligner une crypte décente avec Force d'Âme %(for)s en inférieur pour un peu de prévention, en particulier avec %(cock_robin)s et %(nikolaus_vermeulen)s, mais à part cela, ce sont surtout les vampires stars qui peuvent s'imposer, comme %(enkidu)s ou %(karsh)s.
