Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: A strong damage dealing vote in the beginning, it becomes frail in the end game once some players have been ousted. Still a solid alternative to add variety over %(kine_resources_contested)s and dilute a potential %(delaying_tactics)s.
fr: Un vote fort infligeant des dégâts au début, il devient fragile en fin de partie une fois que certains joueurs ont été évincés. Encore une alternative solide pour ajouter de la variété sur %(kine_resources_contested)s et diluer un potentiel %(delaying_tactics)s.

source: A strong damage dealing vote against builds with many minions, it does offer a little bit more control than %(anarchist_uprising)s and %(ancilla_empowerment)s, but will deal less damage. An option often favored by breed constructs themselves.
fr: Un vote fort infligeant des dégâts contre les decks avec de nombreux serviteurs, il offre un peu plus de contrôle qu'%(anarchist_uprising)s et %(ancilla_empowerment)s, mais infligera moins de dégâts. Une option souvent favorisée par les decks de prolifération eux-mêmes.

source: Although less common than pool-related votes, it gets often included as many locations can be worth the action to steal them. Of course, its efficency depends solely on the environment.
fr: Bien que moins courant que les votes liés à l'influence, il est souvent inclus car de nombreux lieu méritent d'être volés. Bien entendu, son efficacité dépend uniquement de l'environnement.

source: %(pot)s provides an excellent combat module.
fr: %(pot)s fournit un excellent module de combat.

source: One of the few combat cards that can counter <em>combat ends</em>, it also prevents the use of weapons and dodges. At %(POT)s, it even gives a press, which can be useful offensively as well as defensively.
fr: L'une des rares cartes de combat à pouvoir contrer les <em>fins de combat</em>, elle empêche également l'utilisation d'armes et d'esquives. En %(POT)s, il donne même une poursuite, ce qui peut être utile aussi bien offensivement que défensivement.

source: Given the damage potential of %(pot)s, it can be used after a round of combat more often than not. When combined with %(cel)s additional strikes or %(for)s prevention, it allows to defeat even the most powerful combattants.
fr: Étant donné le potentiel de dégâts de %(pot)s, il peut être utilisé le plus souvent après un round de combat. Associé à des frappes supplémentaires %(cel)s ou à la prévention %(for)s, il permet de vaincre même les combattants les plus puissants.

source: The bread and butter of a majority of %(pot)s combat modules, it provides +2 damage at no cost and combines well with additional strikes and presses.
fr: Le cœur de la majorité des modules de combat %(pot)s, il fournit +2 dégâts gratuitement et se combine bien avec des frappes supplémentaires et des poursuites.

source: A nice alternative to %(torn_signpost)s when one want to save some card slots in a deck. As it is an action though, it can always be blocked.
fr: Une belle alternative à %(torn_signpost)s quand on veut garder de la place dans un deck. Comme il s'agit d'une action, elle peut toujours être bloquée.

source: A stronger but more expensive version of %(preternatural_strength)s, that can also mitigate the issue of ranged combat modules. Depending on the deck, one or the other might be better.
fr: Une version plus puissante mais plus chère de %(preternatural_strength)s, qui peut également atténuer le problème des modules de combat à distance. Selon le deck, l'un ou l'autre peut être meilleur.

source: A bleed modifier available to %(POT)s%(PRE)s decks. It is better than %(aire_of_elation)s for non-Toreador %(toreador)s decks, as it does not cost a blood. The alternate use for some votes at inferior can come in handy if the deck has some political actions.
fr: Un modificateur de morsure disponible pour les decks %(POT)s%(PRE)s. C'est mieux qu'%(aire_of_elation)s pour les decks non-Toréador %(toreador)s, car cela ne coûte pas de sang. L'utilisation alternative pour des votes en inférieur peut être utile si le jeu comporte des actions politiques.

source: A good strike by itself, the maneuver is useful for pure %(pot)s modules that do not have better options for maneuvers.
fr: Une bonne frappe en soi, la manœuvre est utile pour les modules %(pot)s purs qui n'ont pas de meilleures options de manœuvre.

source: An excellent long range strike, it can also be used as an alternative against long range combat modules. In this case however, not too many copies can be included as it can jam the hand. The press at superior %(POT)s is a nice plus, especially against a crippling %(sniper_rifle)s.
fr: Excellente frappe à longue portée, elle peut également être utilisée comme alternative contre les modules de combat à disctance. Dans ce cas cependant, seul un nombre limité d'exemplaires peuvent être inclus sous peine de gripper la main. La poursuite en %(POT)s supérieure est un avantage appréciable, surtout contre un %(sniper_rifle)s.

source: %(pre)s is a versatile discipline. It provides a strong bleed, a defensive combat module with <em>Strike: combat ends</em> and good modifiers for votes.
fr: %(pre)s est une discipline polyvalente. Elle offre des morsures puissantes, un module de combat défensif avec des <em>Frappe : fin de combat</em> et de bons modificateurs de votes.

source: The most played <em>combat ends</em> of %(pre)s, the unlock effect as superior %(PRE)s is an excellent asset and augments %(a_b)s, both offensively and defensively.
fr: La <em>fin de combat</em> la plus jouée de %(pre)s, l'effet de redressement en %(PRE)s supérieure est un excellent atout et augmente l'%(a_b)s, à la fois offensivement et défensivement.

source: A versatile action. Included for its dreadful superior %(PRE)s effect that can steal a powerful ally, its simple bleed action at inferior %(pre)s makes it far more flexible than %(dom)s %(far_mastery)s.
fr: Une action polyvalente. Incluse pour son redoutable effet en %(PRE)s supérieure qui permet de voler un allié puissant, sa simple action de morsure en %(pre)s inférieure la rend beaucoup plus flexible que %(dom)s %(far_mastery)s.

source: A powerful bloat for vote oriented decks. With enough votes on the table, it can resplenish a vampire easily and make it ready for another %(minion_tap)s and constitues a formidable defense.
fr: Une régénération puissante pour les decks orientés vote. Avec suffisamment de votes sur la table, elle peut facilement régénérer un vampire et le préparer pour un autre %(minion_tap)s et constitue une défense redoutable.

source: The best bleed modifier of %(pre)s, it is inferior to %(dom)s %(conditioning)s, except for Toreador %(toreador)s. Still, such a strong bleed modifier is worth it for decks with no access to %(dom)s.
fr: Le meilleur modificateur de morsure de %(pre)s, il est inférieur à %(dom)s %(conditioning)s, sauf pour les Toreador %(toreador)s. Un modificateur de morsure si puissant reste intéressant pour les decks sans accès à %(dom)s.

source: A versatile tool for big capacity vote decks: more votes or a good modifier to help get an action through.
fr: Un outil polyvalent pour les decks de vote à hautes capacités : plus de votes ou un bon modificateur pour aider à faire passer une action.

source: A weaker version of the popular %(dom)s %(govern_the_unaligned)s, it has the same advantages: a good accelerator in the beginning to get more vampires out cheaply, a nice bleed action later on.
fr: Une version plus faible du populaire %(dom)s %(govern_the_unaligned)s, il a les mêmes avantages : un bon accélérateur au début pour sortir plus de vampires à moindre frais, une belle action de morsure plus tard.

source: One of the best vote modifier of the game with 4 votes at no cost at superior %(PRE)s.
fr: Un des meilleurs modificateurs de voix du jeu avec 4 votes gratuits en %(PRE)s supérieure.

source: A bit more expensive than %(bewitching_oration)s, it gives a better guarantee to be able to get a vote through and its cost can be mitigated if paired with %(voter_captivation)s.
fr: Un peu plus cher que %(bewitching_oration)s, il donne une meilleure garantie de passer un voter et son coût peut être remboursé s'il est associé à %(voter_captivation)s.

source: Anarch have been on the rise the last few years, and they ramped up some classical archetypes to bring them to a new power level, like %(saulot_friends)s, %(goratrix_high_tower)s or %(nananimalism)s, for example.
fr: Les Anarch ont connu une monté en puissance ces dernières années, et ont amélioré certains archétypes classiques pour les amener à un nouveau niveau de puissance, comme %(saulot_friends)s, %(goratrix_high_tower)s ou %(nananimalism)s, par exemple.

source: The anarch variation is a possibility for many archetypes, and it gives access to some unique cards.
fr: La variante Anarch est possibile pour de nombreux archétypes, et elle donne accès à des cartes exclusives.

source: A good pool-damage dealer if it can be defended, either with intercept capacities or votes.
fr: Une bonne source de dégâts d'influence si elle peut être défendue avec des capacités d'interception ou des votes.

source: An excellent vote to deliver pool damage, its effect is strong than %(kine_resources_contested)s, for a higher blood cost. It is a bit tricky to gather enough independant or anarch votes to get it through, but worth the effort.
fr: Un excellent vote pour infliger des dégâts d'influence, son effet est plus fort que %(kine_resources_contested)s, pour un coût en sang plus élevé. Il est un peu difficile de rassembler suffisamment de votes Indépendants ou Anarch pour le faire passer, mais cela en vaut la peine.

source: An excellent Master card, combining permanent intercept and the occasional blood bonus for the low cost of 1 pool. A no-brainer for most Anarch decks.
fr: Une excellente carte Maître, combinant interception permanente et bonus de sang occasionnel pour le faible coût d'un point d'influence. Une inclusion évidente pour la plupart des decks Anarch.

source: A versatile tool when playing a non-anarch crypt. It is the cheapest way to make a vampire anarch, although %(anarch_convert)s and %(the_red_question)s are excellent alternatives, but it can also bring some welcome blood back on the table on occasions.
fr: Un outil polyvalent lorsque l'on joue une crypte non Anarch. C'est le moyen le moins cher de rendre un vampire anarch, bien qu'%(anarch_convert)s et %(the_red_question)s soient d'excellentes alternatives, mais il peut aussi occasionallement ramener du sang sur la table.

source: With an effect similar to %(smiling_jack)s, they are most often played together for pool damage in decks that have enough block potential to defend it.
fr: Avec un effet similaire à %(smiling_jack)s, ils sont le plus souvent joués ensemble pour infliger des dégâts d'influence dans les decks qui ont un potentiel de bloc suffisant pour les défendre.

source: A decent source of stealth for a reasonable cost.
fr: Une source de discrétion décente pour un coût raisonnable.

source: A very versatile combat utility, it finds it place in many Anarch decks with a combat module. The option to cancel an %(immortal_grapple)s can be a life saver.
fr: Outil de combat très polyvalent, il trouve sa place dans de nombreux decks Anarch ayant un module de combat. La possibilité d'annuler un %(immortal_grapple)s peut sauver un serviteur.

source: Although costly, it is a good bleed enhancer that requires no discipline. Invaluable in decks that have no access to other bleed enhancers, it can be a decisive tool for a lunge.
fr: Bien que coûteux, c'est un bon améliorateur de morsure qui ne nécessite aucune discipline. Inestimable dans les decks qui n'ont pas accès à d'autres améliorateurs de morsure, il peut être un outil décisif pour un coup de grâce.

source: A unique effect that allows Anarch to recruit allies without the risk of being blocked, it can be used in ally-oriented archetypes like %(war_ghouls)s, %(khazar_s_diary)s or %(nephandii)s.
fr: Un effet unique qui permet aux Anarch de recruter des alliés sans risque d'être bloqué, il peut être utilisé dans des archétypes orientés alliés comme %(war_ghouls)s, %(khazar_s_diary)s ou %(nephandii)s.

source: An excellent bleed enhancer, although the blood cost can be a bummer. Combined with cards that help bring some pool back on the vampires, like %(the_anarch_free_press)s and %(twilight_camp)s, it becomes a frightening pool damage device.
fr: Un excellent améliorateur de morsure, même si le coût en sang peut être génant. Combiné avec des cartes qui aident à ramener un peu de sang sur les vampires, comme %(the_anarch_free_press)s et %(twilight_camp)s, il devient une excellente source de dégâts d'influence.

source: A nice way to make a vampire anarch at no cost, it is often played alongside %(twilight_camp)s
fr: Utile pour rendre un vampire Anarch gratuitement, il est souvent joué aux côtés de %(twilight_camp)s

source: A versatile combat tool for vampires having both %(cel)s and %(for)s, the choice between prevention and additional strike is a unique combination: it is unlikely to jam the hand and can help offensively or defensively depending on the situation.
fr: Outil de combat polyvalent pour les vampires ayant à la fois %(cel)s et %(for)s, le choix entre prévention et frappe supplémentaire est une combinaison unique : il est peu probable qu'il enraye la main et peut aider offensivement ou défensivement selon la situation.

source: A decent rotation enhancer even without anarch cards, it becomes very useful if the unlock effect can be put to good use.
fr: Un améliorateur de rotation décent même sans cartes Anarch, il devient très utile si l'effet de redressement peut être utilisé à bon escient.

source: Although it provides no bleed bonus, having a stealthed bleed for %(pre)s is a powerful tool, moreover when combined with %(power_of_one)s to deliver a 2 stealth 2 pool bleed. The bloat effect is a nice bonus too.
fr: Bien qu'il n'offre aucun bonus de morsure, avoir une morsure avec discrétion pour %(pre)s est un outil puissant, d'autant plus s'il est combiné à %(power_of_one)s pour produire une morsure de 2 avec 2 de discrétion. L'effet de régénération est également un bon bonus.

source: Although pricier than %(bonding)s, it provides stealth and bleed power at inferior %(pre)s, which makes it usable by lower capacity vampires.
fr: Bien que plus coûteux que %(bonding)s, il fournit discrétion et bonus de morsure en %(pre)s inférieur, ce qui le rend utilisable par des vampires de moindre capacité.

source: A decent recursion device, it is often seen in political decks, like %(death_star)s, where it can be used to get back some critical pool damaging vote in hand.
fr: Un outil de récursion décent, il est souvent présent dans les decks politiques, comme %(death_star)s, où il peut être utilisé pour récupérer un vote critique pour des dégâts d'influence.

source: The Camarilla is the first sect (publication-wise), and it offers unique and powerful tools to its members, especially when it comes to politics.
fr: La Camarilla est la première secte (en termes de publication), et elle offre des outils exclusifs et puissants à ses membres, en particulier en matière de politique.

source: One of the best vote available with its -3/+3 pool effect. It was even more powerful before the september 2019 <em>errata</em>, when the score would equal the number of Methusalah in play, for a devastating -5/+5 effect early game.
fr: Un des meilleurs votes disponibles avec son effet de -3 / +3 influence. Il était encore plus puissant avant l'<em>errata</em> de septembre 2019, lorsque le score était égal au nombre de Methusalah en jeu, pour un effet de début de partie dévastateur à -5 / +5.

source: Only available for <em>Princes</em> and <em>Justicars</em>, it is one of the most effective reaction of the game. Not only does it unlock — not just wake — the vampire, it also provides a solid +2 intercept bonus. Furthermore, the reasonable blood cost of one is only paid when the unlock effect is needed.
fr: Uniquement disponible pour les <em>Princes</em> et <em>Justicars</em>, c'est l'une des réactions les plus efficaces du jeu. Non seulement elle redresse – pas seulement réveille – le vampire, elle fournit également un solide bonus d'interception de +2. De plus, le coût raisonnable d'un seul sang n'est payé que lorsque l'effet de redressement est nécessaire.

source: Although only available for <em>Justicars</em> and <em>Inner Circles</em>, this vote let them fetch costly equipment at a bargain, like an %(helicopter)s or an %(assault_rifle)s. Combined with a strong weapon, the option to enter combat becomes dreadful.
fr: Bien que disponible uniquement pour les <em>Justicars</em> et membres du <em>Cercle Intérieur</em>, ce vote leur permet de récupérer des équipements coûteux à un prix avantageux, comme un %(helicopter)s ou un %(assault_rifle)s. Combinée à une arme puissante, l'option d'entrer en combat devient terrifiante.

source: A decent pool damaging action, although more efficient votes like %(kine_resources_contested)s are often preferred, it can also find its place in non-political decks. It can account to a serious overall amount if played early enough.
fr: Une action de dégâts d'influence décente, bien que des votes plus efficaces comme %(kine_resources_contested)s soient souvent préférés, elle peut également trouver sa place dans les decks apolitiques. Elle peut représenter un montant global important si elle est jouée suffisamment tôt.

source: Reserved to <em>Princes</em> and <em>Justicars</em> as all traditions, this one helps getting more vampires out faster and cheaper, a useful asset for those who do not have access to the more versatile %(govern_the_unaligned)s.
fr: Réservée aux <em>Princes</em> et <em>Justicars</em> comme toutes les Traditions, celui-ci permet de sortir plus de vampires plus rapidement et à moindre frais, un atout utile pour ceux qui n'ont pas accès à %(govern_the_unaligned)s, plus polyvalent.

source: Reserved to <em>Princes</em> and <em>Justicars</em> as all traditions, it can stack and lock down a table pretty quickly provided one has enough blood to pay for it. The obvious drawback is that it can quickly focus a lot of table hatred on the Methusalah who played it.
fr: Réservée aux <em>Princes</em> et <em>Justiciars</em> comme toutes les Traditions, elle peut être jouée plusieurs fois et verrouiller une table assez rapidement à condition que l'on ait assez de sang pour la payer. L'inconvénient évident est qu'elle peut rapidement attirer l'attention de la table sur la Methusalah qui l'a jouée.

source: Some Praxis give a capacity bonus to a specific clan. The Brujah %(brujah)s one is slightly more played because they have powerful cards for their <em>Princes</em> like %(new_carthage)s and %(carthage_remembered)s.
fr: Certains Praxis donnent un bonus de capacité à un clan spécifique. La Brujah %(brujah)s est un peu plus jouée car ils ont des cartes puissantes pour leurs <em>Princes</em> comme %(new_carthage)s et %(carthage_remembered)s.

source: A powerful bloat device, although a bit tricky to land: one needs both the stealth and votes to get it through, and a combat module strong enough to trigger it. A vote most often seen played by the Brujah %(brujah)s.
fr: Un outil de régénération puissant, bien qu'un peu délicat à faire passer : il faut à la fois la discrétion et les votes pour ça, et un module de combat suffisamment puissant pour le déclencher. Un vote le plus souvent vu dans les decks Brujah %(brujah)s.

source: The Laibon offer unique tools to its members all around, be it for block, combat, politics or bleed.
fr: La secte Laibon offre des outils exclusifs à ses membres, que ce soit pour le blocage, le combat, la politique ou la morsure.

source: An excellent card for combat-able Laibon decks, it provides a bit more the rush capability at no cost.
fr: Une excellente carte pour les decks Laibon aptes au combat, elle offre un peu plus de rush gratuitement.

source: A definitive lunge device to get a critical action through, its high blood cost prevents to play more than 1 or 2 copies in a deck.
fr: Un appareil de coup de grâce incontestable pour mener à bien une action critique, son coût élevé en sang empêche de jouer plus de 1 ou 2 exemplaires dans un deck.

source: A decent bloat device for Laibon, although it is a little bit pricey compared to similar clan cards like the Toreador %(toreador)s %(art_museum)s.
fr: Un appareil de régénération décent pour les Laibon, bien qu'il soit un peu cher comparé à des cartes de clan similaires comme l'%(art_museum)s Toreador %(toreador)s.

source: A good prevention effect at a low cost, it is an easy inclusion in combat-oriented decks.
fr: Un bon effet de prévention à faible coût, c'est une intégration facile dans les decks orientés combat.

source: A powerful interception device for the <em>Magaji</em>, it compares to the Camarilla's %(second_tradition_domain)s. Althoug intercept is lower, the permanent wake effect is exceptionaly strong. One must not fail a block to keep it, so a bit of interception enhancement is appreciable.
fr: Puissant outil d'interception pour les <em>Magaji</em>, il se compare à la %(second_tradition_domain)s de la Camarilla. Bien que l'interception soit plus faible, l'effet de réveil permanent est exceptionnellement fort. Il ne faut pas manquer un bloc pour le conserver, donc un peu d'amélioration d'interception est appréciable.

source: A bit pricey for just the bleed bonus, it becomes a worthwile addition in political decks like %(ishtarri_politics)s.
fr: Un peu cher pour le bonus de morsure seul, il devient un ajout valable dans les decks politiques comme %(ishtarri_politics)s.

source: A good pool reduction that can amount to a very decent bloat if played alongside enough pool-costing cards. Even just reducing the cost of other master cards can be enough to include it.
fr: Une bonne réduction d'influence qui peut équivaloir à une régénération respectable si elle est jouée avec suffisamment de cartes coûtant de l'influence. La simple réduction du coût des autres cartes Maître peut suffire à l'inclure.

source: A bleed and vote enhancer at no cost: an easy inclusion in many Laibon decks.
fr: Un améliorateur de morsure et de vote gratuit : une inclusion facile dans de nombreux decks Laibon.

source: The Sabbat is the second sect to have been published in the game, after the Camarilla. It offers good alternatives to its members, especially concerning blocking capabilities.
fr: Le Sabbat est la deuxième secte du jeu à avoir été publiée, après la Camarilla. Il offre de bonnes alternatives à ses membres, notamment en ce qui concerne le blocage.

source: An excellent intercept enhancer that does not even cost an action, although only against directed actions. Virtually every Sabbat wall deck include some of these.
fr: Un excellent améliorateur d'interception qui ne coûte même pas une action, mais uniquement contre les actions dirigées. Pratiquement tous les decks Sabbat en incluent.

source: An excellent bloat device for Sabbat decks that have the votes to back it up, it can also be used as a bargaining chip with other Methusalahs.
fr: Un excellent outil de régénération pour les decks Sabbat qui ont les voix pour l'utiliser, il peut également être utilisé comme un élément de négociation avec d'autres Methusalahs.
