Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>stealth bleed & vote</em> deck starring %(lutz_von_hohenzollern)s and %(undele)s. It uses %(zillah_s_valley)s and %(information_highway)s to get these big capacity vampires in play quickly, then %(villein)s to get some pool back. </p> <p> The sheer number of votes the vampire have makes sure they get the vote lock around the table. Stealth is high, with the versatile %(perfect_paragon)s providing either stealth or votes, depending on what's needed on the table. </p> <p> The deck is slow but sturdy and applies constant high pressure to its prey. </p> <h2>Tips & Tricks</h2> <p> %(voter_captivation)s and %(dmitra_ilyanova)s's ability can be used to get pool back on the vampires after %(villein)s. </p> <p> %(banishment)s is used to get rid of cumbersome vampires. It can either weaken the prey, slow down the predator, or even be used cross table to maintain the table balance if necessary. Moreover, it can dramatically increase the power of key votes like %(ancient_influence)s. </p> <p> As the game progresses, %(undele)s's ability can be used for recursion, getting the cards most adapted to the table context back in hand. </p> <p> This version uses %(force_of_personality)s for combat defense, so it can be cycled out of hand easily if it's not needed. </p> <h2>Variants</h2> <p> The <strong>Maris Lutz</strong> variant uses a group 3-4 crypt with %(maris_streck)s, like %(danilo_torrisi_s_deck)s from the 2016 EC. Using more Malkavian in the crypt makes %(madness_network)s a useful inclusion, and having a bit more Justicar and Princes allows for some %(parity_shift)s to provide more bloat. </p> <p> The <strong>Helicopter</strong> variant uses the %(alastor)s + %(helicopter)s combination to enable %(lutz_von_hohenzollern)s to vote <em>and</em> bleed in the same turn, like in %(fabien_garcia_s_deck)s from 2014 EC FCQ. </p> <p> The <strong>AD&D</strong> variant uses %(derange)s and %(malkavian_dementia)s, like %(otso_saariluoma_s_deck)s from 2010. This combination can steal any vampire, robbing them of their blood and equipment using %(heidelberg_castle_germany)s, or even destroying them for pool with %(golconda_inner_peace)s, provided one can get a second Master Action with %(cybele)s or %(the_parthenon)s. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>stealth bleed & vote</em> avec %(lutz_von_hohenzollern)s et %(undele)s. Il utilise %(zillah_s_valley)s et %(information_highway)s pour mettre rapidement ces vampires de grande capacité en jeu, puis %(villein)s pour récupérer un peu d'influence. </p> <p> Le grand nombre de votes dont disposent les vampires garantit l'obtention du verrou de vote. La discrétion est élevée, et le versatile %(perfect_paragon)s fournit de la discrétion ou des votes selon le besoin. </p> <p> Le deck est lent mais robuste et applique une pression constante sur sa proie. </p> <h2> Trucs & astuces </h2> <p> %(voter_captivation)s et l’aptitude de %(dmitra_ilyanova)s sont utilisés pour remettre du sang sur les vampires après %(villein)s. </p> <p> %(banishment)s est utilisé pour se débarrasser des vampires encombrants. Il peut affaiblir la proie ou ralentir le prédateur, ou même être utilisé en face de la table pour maintenir l'équilibre si nécessaire. De plus, il peut dramatiquement augmenter les effets de votes clé comme %(ancient_influence)s. </p> <p> En cours de partie, l'aptitude d'%(undele)s peut être utilisée pour récupérer les cartes les plus adaptées au contexte. </p> <p> Cette version utilise %(force_of_personality)s pour la défense au combat, car elle peut facilement être cyclée si elle n’est pas nécessaire. </p> <h2> Variantes </h2> <p> La variante <strong> Maris Lutz </strong> utilise une crypte de groupe 3-4 avec %(maris_streck)s, comme le %(danilo_torrisi_s_deck)s de l'EC 2016. Utiliser plus de Malkavian dans la crypte fait de %(madness_network)s une inclusion utile, et disposer de quelques Justicar et Princes de plus permet quelques %(parity_shift)s pour plus de régénération. </p> <p> La variante <strong> Hélicoptère </strong> utilise la combinaison %(alastor)s + %(helicopter)s pour permettre à %(lutz_von_hohenzollern)s de voter <em>et</em> mordre dans le même tour, comme dans le %(fabien_garcia_s_deck)s du FCQ de l'EC 2014. </p> <p> La variante <strong> AD&D </strong> utilise %(derange)s et %(malkavian_dementia)s, comme le %(otso_saariluoma_s_deck)s de 2010. Cette combinaison permet de voler un vampire, prendre son sang et son équipement avec %(heidelberg_castle_germany)s, ou même le détruire pour de l'influence avec %(golconda_inner_peace)s, à condition d'avoir une deuxième action de Maître grâce à %(cybele)s ou %(the_parthenon)s. </p>

source: Danilo Torrisi's deck
fr: deck de Danilo Torrisi

source: Fabien Garcia's deck
fr: deck de Fabien Garcia

source: <h2>Highlights</h2> <p> This is a <em>stealth & bleed</em> deck using V5 Malkavians, with the %(DOM)s%(OBF)s disciplines. During the beginning, it uses %(govern_the_unaligned)s to get vampires out faster and cheaper. When enough minions are into play, it switches to delivering strong bleed actions using %(OBF)s for stealth. </p> <p> The deck uses %(deflection)s or the occasional %(aus)s bounce to redirect bleeds to its prey and %(delaying_tactics)s to defend against votes. It has virtually no combat defence, focusing solely on raw and brutal bleed power with an unusually high count of %(govern_the_unaligned)s and %(conditioning)s. </p> <p> Stealth is exceptionnaly high, with a third of the cards being stealth action modifiers or block denials, and a couple of tactical Master cards on top to limit the number of potential blockers: %(pentex_subversion)s, %(misdirection)s and %(anarch_troublemaker)s. </p> <p> The master module provides multiple cycling tools to enhance the card flow and avoid being jammed by the numerous stealth cards: a good number of %(dreams_of_the_sphinx)s of course, but also %(the_barrens)s and %(elder_library)s </p> <h2>Tips & Tricks</h2> <p> Timing is critical when playing this deck: going forward too hard and too soon against the prey can cripple her too badly and ultimately advantage a cross-table opponent too much and give them the game. The whole idea is to clamly get 4 vampires out with %(govern_the_unaligned)s, giving time to the opponents to develop and get their game underway, before slamming down the hammer of 4-6 bleeds on the table. </p> <p> A key difficulty for this deck is to avoid ousting its grand-prey by mistake because of a bounce on a high-stealth strong bleed. Hence the good number of %(spying_mission)s: it can be used at superior %(OBF)s to avoid damaging a non-prey opponent. %(hide_the_mind)s participates to the same logic by providing a tactical counter against %(AUS)s bounces like %(telepathic_misdirection)s. </p> <p> %(wash)s is a bleed in disguise: its point is to cancel bloat Master cards like %(villein)s, %(blood_doll)s or %(liquidation)s. But it can obviously also be very useful to prevent a permanent intercept location like %(krcg_news_radio)s or big threats from the opponent like %(haqims_law_retribution)s. </p> <h2>Variants</h2> <p> This build is a variant of the good old %(malk_94)s archetype, celebrating the return of Dominate %(DOM)s as a clan discipline for Malkavians. The proportion of stealth has to be adapted to the meta, and wether or not to include combat defense like %(no_trace)s and %(secure_haven)s really depends on the expected opposition. </p> <p> A bit more defense can be added to the mix with %(carlton_van_wyk)s and %(muddled_vampire_hunter)s if one bets on %(entrancement)s or %(far_mastery)s being rare inclusions in the opponents decks. %(heart_of_nizchetus)s is definitely an option to help with the card flow and %(vessel)s can be considered to better manage the blood-pool repartition. All in all the deck can be more compact and stand comfortably in the 72-82 range. See for example %(javier_naranjos_deck)s for an alternate take on the archetype. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>stealth & bleed</em> qui utilise les Malkavians V5, avec les disciplines %(DOM)s%(OBF)s. Au début, il utilise %(govern_the_unaligned)s pour faire sortir les vampires plus rapidement et à moindre coût. Lorsque suffisamment de serviteurs sont en jeu, il passe à des actions de morsure puissantes en utilisant %(OBF)s pour la discrétion. </p> <p> Le deck utilise %(deflection)s ou l'occasionnel rebond %(aus)s pour rediriger les morsures vers sa proie et %(delaying_tactics)s pour se défendre contre les votes. Il n'a pratiquement aucune défense de combat, se concentrant uniquement sur la puissance de morsure brute et un nombre inhabituellement élevé de %(govern_the_unaligned)s et de %(conditioning)s. </p> <p> La discrétion est exceptionnellement élevée, avec un tiers des cartes étant des modificateurs de discrétion ou des dénis de bloc, et quelques cartes maître tactiques en plus pour limiter le nombre de bloqueurs potentiels : %(pentex_subversion)s, %(misdirection)s et %(anarch_troublemaker)s. </p> <p>Le module maître fournit de multiples outils de recyclage pour améliorer le flux des cartes et éviter d'être grippé par les nombreuses cartes de discrétion : un bon nombre de %(dreams_of_the_sphinx)s bien sûr, mais aussi %(the_barrens)s et %(elder_library)s </p> <h2>Trucs & Astuces</h2> <p> Le timing est critique avec ce deck: aller de l'avant trop tôt peut avantager un allié en face de table et lui offrir la victoire sur un plateau. L'idée est d'influencer tranquillement 4 vampires avec %(govern_the_unaligned)s, pour laisser le temps aux adversaires de se développer et de lancer leur jeu, avant d'abattre le marteau des morsures à 4-6 sur la table. </p> <p> Une des principales difficultés de ce deck est d'éviter de sortir sa grand-proie par erreur à cause d'un rebond sur un bleed puissant à haute discrétion. D'où le bon nombre de %(spying_mission)s : elle peut être utilisée en %(OBF)s supérieur pour éviter d'endommager un adversaire autre que la proie. %(hide_the_mind)s participe à la même logique en fournissant un contre tactique contre les rebonds %(AUS)s comme %(telepathic_misdirection)s. </p> <p> %(wash)s est une morsure déguisée : son but est d'annuler les cartes maître de régénération comme %(villein)s, %(blood_doll)s ou %(liquidation)s. Mais cela peut évidemment aussi être très utile pour contrer un lieu d'interception permanent comme %(krcg_news_radio)s ou de grosses menaces comme %(haqims_law_retribution)s. </p> <h2>Variantes</h2> <p> Cette version est une variante du bon vieil archétype %(malk_94)s, célébrant le retour de %(DOM)s en tant que discipline de clan pour les Malkavians. La proportion de discrétion doit être adaptée à la méta, et inclure ou non de la défense de combat comme %(no_trace)s et %(secure_haven)s dépend vraiment de l'opposition attendue. </p> <p> Un peu plus de défense peut être ajoutée au mélange avec %(carlton_van_wyk)s et %(muddled_vampire_hunter)s si l'on parie sur %(entrancement)s ou %(far_mastery)s comme étant des inclusions rares dans les decks adverses. %(heart_of_nizchetus)s est certainement une option pour aider au flux de cartes et %(vessel)s peut être envisagé pour mieux gérer la répartition sang-influence. Dans l'ensemble, le deck peut être plus compact et se tenir dans la gamme 72-82. Voir par exemple le %(javier_naranjos_deck)s pour une autre version de l'archétype. </p>

source: Javier Naranjo's deck
fr: deck de Javier Naranjo

source: <h2>Highlights</h2> <p> This is a <em>bleed & vote</em> deck starring %(mistress_fanchon)s. Her ability lets her fetch an %(alastor)s to equip with an %(helicopter)s, paying only 1 pool. </p> <p> %(villein)s, %(zillah_s_valley)s and %(information_highway)s are used to get multiple big capacity vampires into play. </p> <p> This version uses only the %(DOM)s%(OBF)s disciplines, a dreadful combination. %(obedience)s and %(mental_maze)s are used for combat defence. </p> <h2>Tips & Tricks</h2> <p> The key idea of this archetype is to abuse %(mistress_fanchon)s's ability to fetch the right card at the right time. But she's not absolutely required here: the sidekicks can perform pretty well by themselves, and with %(ashur_tablets)s in the mix, managing to get the right card at the right time is still very much a possibility. </p> <p> The deck is slow-paced, an this version includes no %(a_b)s enhancement. So it's all about keeping a low profile, and timing the lunge well. The deck is surprisingly resilient and, if it manages to avoid the table's attention, it has all the flexibility it needs to fetch a couple of victory points in the end game. </p> <p> %(scourge_of_the_enochians)s is included to cripple breed constructs, as they can be overwhelming for this slower deck. </p> <h2>Variants</h2> <p> The use of %(obedience)s for combat defense is very typical of this archetype, and some builds field twice the amount we see here: that depends a lot on the expected %(meta)s. %(a_b)s enhancer are a common inclusion too, like %(rutors_hand)s and an %(helicopter)s that can be fetched with %(alastor)s or %(magic_of_the_smith)s. The inclusion of %(ashur_tablets)s, on the other hand, is pretty rare. </p> <p> The <strong>Malgorzata</strong> variant uses %(malgorzata)s as a star. It enhances the bloat possibilities of the deck and can open up the possibility of using Vicissitude %(VIC)s for stealth or combat. Interestingly, it seems there is a spectrum between this archetype and the pure %(malgorzata_archetype)s, more than a definite difference. We chose to keep the "mistress" archetype to the one with purely defensive combat, where you could expect a real "malgorzata" to use Vicissitude %(VIC)s for aggravated damage. </p> <p> Danilo Torrisi played a %(nice_combination)s in 2018: The %(might_of_the_camarilla)s alongside %(possession)s to get more Inner Circle into play fast and cheap. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>bleed & vote</em> avec %(mistress_fanchon)s en star. Son aptitude lui permet de récupérer un %(alastor)s pour l’équiper d’un %(helicopter)s, en payant seulement 1 pool. </p> <p> %(villein)s, %(zillah_s_valley)s et %(information_highway)s sont utilisés pour mettre en jeu plusieurs vampires de grande capacité. </p> <p> Cette version utilise uniquement les disciplines %(DOM)s%(OBF)s, une combinaison terrible. %(obedience)s et %(mental_maze)s sont utilisés pour la défense de combat. </p> <h2>Trucs & Astuces</h2> <p> L’idée clé de cet archétype est d’abuser de l’aptitude de %(mistress_fanchon)s à récupérer la bonne carte au bon moment. Mais elle n’est pas absolument nécessaire ici : les acolytes peuvent très bien jouer seuls, et avec %(ashur_tablets)s dans le mix, réussir à obtenir la bonne carte au bon moment est toujours une possibilité. </p> <p> Le jeu a un rythme lent, et cette version n’inclut aucune amélioration d’%(a_b)s. Il s’agit donc de garder un profil bas et de bien chronométrer le coup de grâce. Le deck est étonnamment résistant et, s’il parvient à éviter l’attention de la table, il a toute la flexibilité dont il a besoin pour récupérer quelques points de victoire en fin de partie. </p> <p> %(scourge_of_the_enochians)s est inclus pour paralyser les constructions d’essaim, car elles peuvent être écrasantes pour ce deck plus lent. </p> <h2>Variantes</h2> <p> L’utilisation d’%(obedience)s pour la défense de combat est très typique de cet archétype, et certains builds en ont deux fois plus que ce que nous voyons ici : cela dépend beaucoup de la %(meta)s attendue. Les amplificateurs d’%(a_b)s sont également une inclusion courante, comme %(rutors_hand)s et un %(helicopter)s qui peuvent être récupérés avec %(alastor)s ou %(magic_of_the_smith)s. L’inclusion d’%(ashur_tablets)s, en revanche, est assez rare. </p> <p> La variante <strong>Malgorzata</strong> utilise %(malgorzata)s comme star. Elle améliore les possibilités de régénération du deck et peut ouvrir la possibilité d’utiliser Vicissitude %(VIC)s pour la discrétion ou le combat. Fait intéressant, il semble qu’il existe un spectre entre cet archétype et les purs %(malgorzata_archetype)s, plus qu’une différence définie. Nous avons choisi de limiter l’archétype de “mistress” à celui du combat purement défensif, là où l’on pouvait s’attendre à ce qu’un véritable “malgorzata” utilise Vicissitude %(VIC)s pour des dégâts aggravés. </p> <p> Danilo Torrisi a joué une %(nice_combination)s en 2018 : %(might_of_the_camarilla)s aux côtés de %(possession)s pour mettre plus d’Inner Circle en jeu rapidement et à moindre coût. </p>

source: Benoît Moyen's deck
fr: deck de Benoît Moyen

source: nice combination
fr: belle combinaison

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck using %(deep_song)s to rush or bleed and a %(ANI)s block and combat module. </p> <p> Using %(nana_buruku)s allows the inclusion of more master cards, in this case a stupendous number of %(anarch_revolt)s. Using %(deep_song)s to rush, the deck can remove any Anarch vampire on the prey's board to let the masters finish them off. The incidental %(fame)s can help in the same regard. </p> <p> %(deep_song)s's versatility is at the core of this deck, as often in %(ANI)s decks. It can be used to bleed or to rush a cumbersome minion depending on the situation. The deck has a bit of defense too, focused here on maximising the number of wakes and unlock, relying solely on %(cats_guidance)s for the occasional intercept. If needed, %(villein)s and %(vessel)s can provide a bit of bloat, and a lucky %(taste_of_vitae)s can be used to resplenish blood on the vampires. </p> <p> The combat module relies on the usual %(aid_from_bats)s & %(carrion_crows)s long range Animalism %(ANI)s module, with a couple of %(canine_horde)s against weapons like %(magnum)s, and the occasional %(hell_for_leather)s for a dodge when things get too hairy. Finally, %(terror_frenzy)s is used to be able to keep the range to long in face of opposing maneuvers. </p> <h2>Tips & Tricks</h2> <p> %(libertas)s is doubled because it counters Presence %(pre)s combat ends like %(majesty)s. It can come in handy if you stumble on this widespread defense. </p> <p> Nowadays, %(voracious_vermin)s might be prefered over %(canine_horde)s, since it can still be useful even if there's no weapon. </p> <p> Without %(bounces)s, the deck defense is pretty low, so it might need to rush back a bit. %(archon_investigation)s is also almost mandatory here, and could be doubled if heavy bleeds are to be expected. </p> <p> Getting %(wider_view)s at some point helps getting rid of the spurious %(nana_buruku)s in crypt. She's also only played in 3 copies to avoid jamming the crypt too much; other minions are needed for the deck to work well. </p> <h2>Variants</h2> <p> The main variant of this archetype was to include 6 to 9 %(ashur_tablets)s in the master module to help fix the card flow and get a bit of additional bloat. Check out %(ed_goncalves_deck)s for an example. </p> <p> A more toolboxy version is also possible, using more intercept with cards like %(the_anarch_free_press)s and %(raven_spy)s, to increase the defense and protect permanents like %(army_of_rats)s or %(powerbase_montreal)s. %(codex_of_the_edenic_groundskeepers)s might also fit here, to help with the oust. </p> <p> The <strong>Weenie ANI</strong> variant plays Animalism %(ANI)s without %(nana_buruku)s. It is arguably less versatile, and more of a rush deck than a toolbox deck, but it's still very strong. %(kim_nilsson_s_deck)s from the 2016 Swedish NC is a good example. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>toolbox</em> qui utilise %(deep_song)s pour rusher ou mordre et un module %(ANI)s de bloc et de combat. </p> <p> L’utilisation de %(nana_buruku)s permet l’inclusion de plus de cartes maître, dans ce cas un nombre prodigieux d’%(anarch_revolt)s. En utilisant %(deep_song)s pour rusher, le deck peut supprimer n’importe quel vampire Anarch sur le plateau de la proie pour laisser les cartes maître l’achever. Les %(fame)s accessoires peuvent aider dans le même sens. </p> <p> La polyvalence de %(deep_song)s est au cœur de ce deck, comme souvent dans les decks %(ANI)s. Il peut être utilisé pour mordre ou pour rusher un serviteur encombrant selon la situation. Le deck a également un peu de défense, axée ici sur la maximisation du nombre de réveils et de redressements, en s’appuyant uniquement sur %(cats_guidance)s pour un peu d’interception occasionnelle. Si nécessaire, %(villein)s et %(vessel)s peuvent fournir un peu de régénération, et un %(taste_of_vitae)s chanceux peut être utilisé pour reconstituer le sang des vampires. </p> <p> Le module de combat s’appuie sur le module habituel %(aid_from_bats)s & %(carrion_crows)s d’Animalisme %(ANI)s à longue portée, avec quelques %(canine_horde)s contre des armes comme %(magnum)s, et quelques %(hell_for_leather)s occasionnels pour esquiver quand les choses deviennent trop compliquées. Enfin, %(terror_frenzy)s est utilisé pour pouvoir garder la portée longue face aux manœuvres adverses. </p> <h2>Trucs & Astuces</h2> <p> %(libertas)s est doublé car il contrecarre les fins de combat Présence %(pre)s comme %(majesty)s. Cela s’avère utile si l’on tombe sur cette défense répandue. </p> <p> De nos jours, %(voracious_vermin)s pourrait être préféré à %(canine_horde)s, car il peut toujours être utile même s’il n’y a pas d’arme. </p> <p> Sans %(bounces)s, la défense du deck est assez faible, il faudra donc peut-être qu’il rush en arrière un peu. %(archon_investigation)s est également presque obligatoire ici, et pourrait être doublé si des morsures importantes sont à prévoir. </p> <p> Obtenir %(wider_view)s à un moment donné aide à se débarrasser des %(nana_buruku)s parasites dans la crypte. Elle n’est d’ailleurs jouée qu’en 3 exemplaires pour éviter de trop encombrer la crypte ; d’autres serviteurs sont nécessaires pour que le deck fonctionne bien. </p> <h2>Variantes</h2> <p> La variante principale de cet archétype inclus 6 à 9 %(ashur_tablets)s dans le module maître pour aider à corriger le flux des cartes et obtenir un peu de régénération supplémentaire. Consultez le %(ed_goncalves_deck)s pour un exemple. </p> <p> Une version plus toolbox est également possible, utilisant davantage d’interception avec des cartes comme %(the_anarch_free_press)s et %(raven_spy)s, pour augmenter la défense et protéger les permanents comme %(army_of_rats)s ou %(powerbase_montreal)s. %(codex_of_the_edenic_groundskeepers)s pourrait également trouver sa place, pour aider à l’élimination. </p> <p> La variante <strong>Weenie ANI</strong> joue l’Animalisme %(ANI)s sans %(nana_buruku)s. Il est sans doute moins polyvalent et ressemble plus à un deck rush qu’à un deck toolbox, mais reste très solide. Le %(kim_nilsson_s_deck)s du NC suédois 2016 en est un bon exemple. </p>

source: Ed Gonçalves' deck
fr: deck d’Ed Gonçalves

source: Kim Nilsson's deck
fr: deck de Kim Nilsson
