Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Using modifiers or master cards to get more votes: %(pre)s has the most options, but other disciplines offer good modifiers, like %(mel)s %(madrigal)s or %(tem)s %(hall_of_hades_court)s, as do some clans like the Ventrue %(ventrue)s with %(ventrue_headquarters)s, the Ministry %(ministry)s with %(ferraille)s, or the Lasombra %(lasombra)s with %(ominous_chorus)s.
fr: Utiliser des modificateurs ou des cartes de Maître pour avoir plus de votes : %(pre)s offre le plus grand nombre d'options, mais d'autres disciplines offrent de bons modificateurs, comme %(mel)s %(madrigal)s ou %(tem)s %(hall_of_hades_court)s, de même que certains clans comme les Ventrue %(ventrue)s avec %(ventrue_headquarters)s, le Sacerdoce %(ministry)s avec %(ferraille)s, ou les Lasombra %(lasombra)s avec %(ominous_chorus)s.

source: Using %(praxis)s, %(crusade)s or %(fee_stake)s cards.
fr: Utiliser des cartes de %(praxis)s, %(crusade)s ou %(fee_stake)s.

source: Getting multiple big capacity vampires with a lot of votes out, like Inner Circles and Justicars. This is usually achieved using
fr: Sortir plusieurs vampires de haute capacité avec beaucoup de votes, comme des membres du Cercle intérieur et des Justicars. On y parvient généralement en utilisant

source: together with
fr: en combinaison avec

source: or
fr: ou

source: Using an effect to give votes to all members of clan, like
fr: Utiliser un effet pour donner des votes à tous les membres d'un clan, comme

source: This needs to be combined with ways to bring many vampires of that clan into play, using actions like
fr: Il faut combiner ça avec des techniques permettant de mettre de nombreux membres du clan en jeu, en utilisant des actions comme

source: or Master cards like
fr: ou des cartes de Maître comme

source: Delay
fr: Délai

source: Aggressive vote decks will pass multiple votes in a single turn, but this has led to the use of %(delaying_tactics)s as a defence. This means diversity in votes is needed to avoid loosing a whole turn of actions just because %(kine_resources_contested)s has been delayed.
fr: Les decks de vote aggressifs vont passer plusieurs votes dans un seul tour, mais cela a conduit à l'utilisation de %(delaying_tactics)s comme défense. Cela signifie que la diversité dans les votes est souhaitable pour éviter de perdre un tour d'actions entier juste à cause d'un délai sur %(kine_resources_contested)s.

source: Damage dealing votes
fr: Votes réduisant l'influence

source: Only a few votes deal substantive pool damage, and they often have restrictions. Some votes dealing less damage are not listed here.
fr: Seuls quelques votes permettent de réduire vraiment la réserve d'influence, et ils ont souvent des restrictions. Certains votes infligeant moins de dégâts sont ignorés ici.

source: Prince or Justicar, only on a Methusalah with more pool
fr: Prince ou Justicar, seulement sur un Mathusalem avec moins d'influence

source: Titled Camarilla
fr: Camarilla titré

source: both have the same effect
fr: les deux ont le même effet

source: Independant or Anarch
fr: Indépendant ou Anarch

source: <p> One can either choose to buff up attack or to keep minions and cards to defend oneself: the stronger the defence, the weaker the attack, so it’s a question of balance in every deck. Whatever the balance though, a deck power is fundamentally about « A&B », the number of <strong>A</strong>ctions & <strong>B</strong>locks in a single turn. In any case, the A&B must be as high as possible for the deck to be effective. </p> <p> The most obvious way to increase A&B is to use <strong>wake</strong> reactions like %(wake_with_evenings_freshness)s. Most decks use this technique, although some forward-only builds will not, for lack of decent defensive tools. </p>
fr: <p> On peut choisir de renforcer l'attaque ou de conserver des serviteurs ou des cartes pour se défendre : plus forte est la défense, plus fragile sera l'attaque, donc c'est une question d'équilibre dans tous les decks. Quel que soit l'équilibre cependant, la puissance d'un deck dépend fondamentalement de son « A&B », le nombre d'<strong>A</strong>ctions & <strong>B</strong>locages dans un seul tour. Dans tous les cas, l'A&B doit être aussi haut que possible pour que le deck soit efficace. </p> <p> La manière la plus évidente d'augmenter l'A&B est d'utiliser des réactions de <strong>réveil</strong> comme %(wake_with_evenings_freshness)s. La plupart des decks utilisent cette technique, même si quelques constructions purement offensives s'en passent étant donné leur manque d'outil défensif. </p>

source: Wake & unlock reactions
fr: Réactions de réveil & de redressement

source: A few cards provide wake or unlock effects during the opponents turn, letting locked vampire react to and intercept actions.
fr: Quelques cartes fournissent un effet de réveil ou de redressement durant le tour des adversaires, ce qui permet à un vampire incliné de réagir et d'intercepter des actions.

source: titled Sabbat
fr: Sabbat titré

source: Big capacity
fr: Haute capacité

source: Some cards provide an ability to unlock after a block or not lock at all for it, like %(atonement)s, %(cats_guidance)s or %(guardian_vigil)s.
fr: Certaines cartes offrent la possibilité de se redresser après un bloc ou de ne pas s’incliner du tout, comme %(atonement)s, %(cats_guidance)s ou %(guardian_vigil)s.

source: <p> Another easy way to increase A&B is to use a <strong>weenie</strong> crypt: many small vampires for more actions and blocks. Their lower capacity mean they are less powerful individually, but the higher A&B is worth it. </p> <p> Other methods to get more minions also increase A&B, like recruiting <strong>Allies</strong> or using <strong>breed</strong> cards like %(the_embrace)s to create new vampires. </p> <p> The last way to increase A&B is to use modifiers to engage in multiple actions with a single minion. This strategy is called <strong>drive</strong> in honour of %(freak_drive)s, one of the most played card to achieve this. Because the <strong>NRA</strong> (<strong>N</strong>on <strong>R</strong>epeatable <strong>A</strong>ction) rule states that no action card can be used twice in the same turn by the same minion, this strategy has to be combined with a matching diversity in actions. </p>
fr: <p> Un autre moyen facile d'augmenter l'A&B est d'utiliser une crypte de <strong>weenie</strong> : de nombreux petits vampires pour plus d'actions et de blocages. Leur basse capacité signifie qu'ils seront moins puissants individuellement, mais l'augmentation d'A&B en vaut la chandelle. </p> <p> D'autres méthodes permettant d'avoir plus de serviteurs augmentent aussi l'A&B, comme recruter des <strong>Alliés</strong> ou utiliser des cartes de <strong>prolifération</strong> comme %(the_embrace)s pour créer de nouveaux vampires. </p> <p> Le dernier moyen d'augmenter l'A&B est d'utiliser des modificateurs pour réaliser plusieurs actions avec un seul serviteur. Cette stratégie s'appelle le <strong>drive</strong> en l'honneur de %(freak_drive)s, une des cartes les plus jouées pour y parvenir. Comme la règle de <strong>NRA</strong> (<strong>N</strong>on <strong>R</strong>epeatable <strong>A</strong>ction) précise qu'aucune carte d'action ne peut être utilisée deux fois dans le même tour par le même serviteur, cette stratégie doit être combinée avec une diversité suffisante d'actions pour être efficace. </p>

source: Unlock modifiers
fr: Modificateurs de redressement

source: Only a few cards allow a vampire to unlock during the turn and undertake multiple actions.
fr: Seuls quelques cartes permettent à un vampire de se redresser durant le tour pour pouvoir effectuer plusieurs actions.

source: Action sequence
fr: Séquence d'action

source: <p> The choice and order of minion actions is important. A common strategy is to <strong>bait</strong>, beginning with the most mundane actions, up to the strongest ones. This forces the opponent to ponder what to block: too early and a devastating action could get through unopposed, too late and one could stay sitting for a big action than never comes. </p> <p> The other side of the medal is the <strong>gambit</strong> strategy: engaging in the heaviest action first in order to entice the opponent to keep a wake or an unlocked minion for an even uglier action that will, in fact, never come. </p>
fr: <p> Le choix et l'ordre des actions de serviteurs est important. Une stratégie répandue consiste à <strong>appâter</strong> en commençant par les actions les plus triviales, pour finir par les plus importantes. Cela force l'adversaire à mesurer ses blocages : s'il bloque trop tôt, une action dévastatrice pourrait passer sans opposition, trop tard et il pourrait rester à attendre une action majeure qui n'arrivera jamais. </p> <p> Le revers de la médaille est la stratégie du <strong>gambit</strong> : commencer par l'action la plus forte pour pousser l'adversaire à conserver un réveil ou un minion redressé pour une action encore pire qui, en fait, n'arrivera jamais. </p>

source: The lunge
fr: Le coup de grâce

source: The key to victory is to get a hand fit to oust one’s prey in the turn. Building this hand, then assessing the right moment to play it and <strong>lunge</strong> for the Victory Point is key. If the prey survives, they can rebuild their pool. Moreover, the rest of the table will tend to gang up against the predator. As a prey, one should take care to conceal its defensive capabilities — or lack thereof. As a predator, one should try to asses the number of wakes, bounces, delays, <em>etc.</em> available on the prey side.
fr: La clé de la victoire est d'avoir une main permettant d'éliminer sa proie dans le tour. Construire cette main, puis mesurer le bon moment pour la jouer et donner <strong>le coup de grâce</strong> pour le Point de Victoire, est vital. Si la proie survit, elle peut régénérer sa réserve d'influence. De plus, le reste de la table va avoir tendance à s'unir contre le prédateur. En tant que proie, il est judicieux de dissimuler ses capacités défensives — ou leur absence. En tant que prédateur, il est judicieux d'essayer de déterminer le nombre de réveils, rebonds, délais, <em>etc.</em> disponibles du côté de la proie.

source: Stealth and Intercept
fr: Discrétion et interception

source: <p> The key between offence and defence is the management of stealth and intercept. Many disciplines give access to stealth and intercept. </p> <p> One level of intercept is enough to block hunts, votes, equipments and recruitments. Therefore, some decks include a limited number of <strong>permanent intercept</strong> cards like %(wmrh_talk_radio)s. </p> <p> %(carlton_van_wyk)s, %(ponticulus)s %(tremere)s and %(harzomatuili)s (Cardinal or Regent) deserve a special mention: they include a permanent intercept bonus plus their combat abilities is great and allow them to hinder the opponents all by themselves. </p>
fr: <p> La charnière entre l'attaque et la défense est la gestion de la discrétion et de l'interception. De nombreuses disciplines donnent accès à de la discrétion et de l'interception. </p> <p> Un niveau d'interception est suffisant pour bloquer les chasses, les votes, les équipments et les recrutements. C'est pourquoi certain decks incluent un nombre restreints de cartes d'<strong>interception permanente</strong> comme %(wmrh_talk_radio)s. </p> <p> %(carlton_van_wyk)s, %(ponticulus)s %(tremere)s et %(harzomatuili)s (Cardinal ou Régent) méritent une mention spéciale : ils disposent d'un bonus d'interception permanent et, en plus, leurs capacités de combat sont excellentes et leur permettent de gêner les adversaires sans autre ajout. </p>

source: Permanent intercept cards
fr: Cartes d'interception permanente

source: Only a few unique cards give permanent intercept to any vampire, most of them master cards.
fr: Seules quelques cartes fournissent de l'interception permanente à n'importe quel vampire, la plupart sont des cartes de Maître.

source: Allies
fr: Alliés

source: Other cards give permanent intercept to a chosen vampire.
fr: D'autres cartes donnent un bonus d'interception permanente à un vampire précis.

source: Small capacity vampires
fr: Vampires de basse capacité

source: On the other hand, whatever level of intercept one manages to achieve, stealth specialised decks often include some <strong>block denial</strong> modifiers atop normal stealth. %(OBF)s %(elder_impersonation)s, %(NEC)s %(call_of_the_hungry_dead)s, %(OBT)s %(blanket_of_night)s, %(OBL)s %(stygian_shroud)s, and %(salubri)s%(DOM)s %(forced_confessional)s are the only full-purpose block denials of the game. However, %(DOM)s gives access to %(seduction)s which is still a strong denial, even if it is less efficient against wakes. Many disciplines give access to lesser block denials that only work against allies and younger vampires, but they are less used. %(for)s deserves a mention too with %(daring_the_dawn)s, although the drawback of going to torpor is something to account for.
fr: D'un autre côté, quel que soit le niveau d'interception que l'on atteint, les decks spécialisés dans la discrétion incluent souvent quelques modificateurs de <strong>déni de blocage</strong> en plus de la discrétion normale. %(OBF)s %(elder_impersonation)s, %(NEC)s %(call_of_the_hungry_dead)s, %(OBT)s %(blanket_of_night)s, %(OBL)s %(stygian_shroud)s et %(salubri)s%(DOM)s %(forced_confessional)s sont les seuls véritables dénis de blocage du jeu. Cependant, %(DOM)s donne accès à %(seduction)s qui reste un déni plutôt puissant, même s'il est moins efficace contre les réveils. De nombreuses disciplines fournissent des dénis de blocs de moindre envergure qui ne fonctionnent que contre les alliés et les vampires plus jeunes, mais ils sont moins utilisés. %(for)s mérite aussi une mention avec %(daring_the_dawn)s, même si le défaut d’aller en torpeur est à prendre en compte.

source: This section explores <strong>Vampire: the Eternal Struggle</strong> strategy in some details.
fr: Cette section explore la stratégie de <strong>Vampire: the Eternal Struggle</strong> en détail.

source: The <strong>Basic Strategy</strong> section explains everything one needs to know to reach tournament-level play. The <strong>Advanced Strategy</strong> section is destined to seasoned players: the articles are contributions written by prominent players all over the world.
fr: La section <strong>Stratégie élémentaire</strong> explique tout ce qu'il faut savoir pour atteindre un niveau de jeu de tournoi. La section <strong>Stratégie avancée</strong> est destinée aux joueurs accomplis : les articles sont des contributions écrites par des joueurs de premier rang du monde entier.

source: Basic Strategy
fr: Stratégie élémentaire

source: Advanced Strategy
fr: Stratégies avancée

source: Black Chantry pre-constructed decks guides
fr: Guides de jeu des decks préconstruits Black Chantry

source: First Blood: Ventrue
fr: Premier Sang : Ventrue

source: First Blood: Malkavian
fr: Premier Sang : Malkavien

source: First Blood: Nosferatu
fr: Premier Sang : Nosferatu

source: First Blood: Toreador
fr: Premier Sang : Toréador

source: First Blood: Tremere
fr: Premier Sang : Tremere

source: V5: Malkavian
fr: V5: Malkavien

source: V5: Toreador
fr: V5: Toréador

source: V5: Ministry
fr: V5: Sacerdoce

source: V5: Salubri
fr: V5: Salubrien

source: Table talk
fr: Discussion

source: <em>« Table talk »</em> is an important part of the game. The best players are ruthless negotiators and rely on their skill to topple the game in their favour.
fr: La <em>« discussion »</em> est une part importante du jeu. Les meilleurs joueurs sont des négociateurs chevronnés et utilisent leur talent pour faire basculer la partie en leur faveur.

source: Negociation
fr: Négociation

source: Making tactical deals with other players during the game is the heart of table talk. A lot of things can be discussed and negociated around the table. The key to successful negociation is to determine what every other player <strong>can offer</strong> and what she <strong>may desire</strong>. Then, almost anything can be dealt on a table.
fr: Faire des pactes tactiques avec d'autres joueurs pendant la partie est le cœur de la discussion. Beaucoup de choses peuvent être négociées autour de la table. La clé d'une négociation réussie est de déterminer ce que chaque joueur <strong>peut offrir</strong> et ce qu'il <strong>pourrait désirer</strong>. Partant de là, presque tout est négociable à la table.

source: Some tactical deals are fairly common:
fr: Certains pactes tactiques sont assez courants :

source: Agreeing for a <strong>single damage combat</strong> (only simple hand strikes) before blocking a bounced bleed.
fr: Accepter de ne faire qu'<strong>un dégât au combat</strong> (en utilisant des frappes à mains nues) avant de bloquer une morsure redirigée.

source: <strong>Not intercepting</strong> an action, often on the ground that the result does not hinder the other player.
fr: <strong>Ne pas intercepter</strong> une action, en général sur la base du fait que l'action ne pénalise pas l'autre joueur.

source: Letting another player <strong>borrow a card</strong> unopposed, like %(the_rack)s or %(powerbase_montreal)s.
fr: Laisser un autre joueur <strong>emprunter une carte</strong>, comme %(the_rack)s ou %(powerbase_montreal)s.

source: Getting another player's vampire <strong>out of torpor</strong>; it is a directed action, harder to block.
fr: <strong>Sortir de torpeur</strong> le vampire d'un autre joueur; c'est une action dirigée, plus difficile à bloquer.

source: Asking a combat-oriented deck to <strong>take down a vampire</strong>.
fr: Demander à un deck orienté combat de <strong>régler son compte à un vampire</strong>.

source: Aggreing to <strong>use %(ashur_tablets)s alternatively</strong> to avoid crippling one another.
fr: Accepter d'<strong>utiliser %(ashur_tablets)s à tour de rôle</strong> pour éviter de s'handicaper respectivement.

source: Deals can relate to something <em>not</em> being done instead of something being offered. Dealing to <em>not</em> bleed, <em>not</em> block or <em>not</em> rush are often proposed to one's prey or predator.
fr: Les pactes peuvent concerner quelque chose qui <em>ne sera pas fait</em> plutôt qu'offrir quelque chose. Faire un pacte pour <em>ne pas</em> mordre, <em>ne pas</em> bloquer ou <em>ne pas</em> rusher est souvent proposé à la proie ou au prédateur.

source: <h3>The unbearable lightness of deals</h3> <p> They are two important things to keep in mind with deals: <ul> <li> They can always be <strong>broken</strong>, and one should always be prepared to break them or have them broken by the other party. </li> <li> One can always deal to refrain from something <strong>they can not do anyway</strong>. For example, a <em>wall</em> deck can deal to let an action pass in exchange for some advantage, even if he had no way to block the action in the first place. </li> </ul> </p> <p> Deals are a powerful tool but they should still be considered with some lightness. </p>
fr: <h3>L'insoutenable légèreté des pactes</h3> <p> Il faut garder deux choses à l'esprit concernant les pactes : <ul> <li> Ils peuvent toujours être <strong>brisés</strong>, et on devrait toujours être prêt à en briser un ou s'attendre à ce que notre homologue le brise. </li> <li> On peut toujours promettre de s'abstenir de faire quelque chose <strong>qu'on ne pouvait pas faire de toute façon</strong>. Par exemple, un deck de <em>mur</em> peut accepter de laisser passer une action en échange de quelque avantage, alors même qu'il n'était pas en mesure de bloquer l'action. </li> </ul> </p> <p> Les pactes sont importants mais il doivent tout de même être pris avec une certaine légèreté. </p>

source: Finally, on the tournament scene, <strong>table splits</strong> deals are commonplace. For this kind of deals, 2 or 3 prominent players agree upon a repartition of Victory Points by deciding who gets to oust who. This is often key in the end game.
fr: Enfin, lors d'un tournoi, les pactes de <strong>partage de table</strong> sont monnaie courante. Dans ce type de pacte, 2 ou 3 joueurs dominants s'accordent sur une certaine répartition de Points de Victoire en décidant qui éliminera quelle proie. C'est souvent décisif pour la fin de partie.

source: Information, Deception and Standing
fr: Information, Désinformation et Réputation

source: Table talk is not only about negociation, it is also about manipulation. Multiple techniques are used for deception and information gathering. A common tactic is to <strong>announce</strong> every action one as the intention to undertake before playing it. It has multiple positive effects:
fr: La discussion ne se limite pas à la négociation, il s'agit aussi de manipulation. Plusieurs techniques sont utilisées pour la désinformation et la collecte d'informations. Une tactique répandue consiste à <strong>annoncer</strong> chaque action que l'on a l'intention d'entreprendre avant de la jouer. Cela a plusieurs effets positifs :

source: It is a way to <strong>gather information</strong> about the opponents play: can they block, bounce or counter?
fr: C'est une manière de <strong>collecter l'information</strong> sur le jeu des autres : peuvent-ils bloquer, rebondir ou contrer ?

source: It opens a window of negociation to get an action through and <strong>avoid possible blocks</strong>.
fr: Cela ouvre une fenêtre de négociation pour pouvoir passer une action et <strong>éviter les blocages</strong>.

source: It makes the player <strong>appear more affable</strong>, as he looks like he tries to get other players aproval before deciding on his actions. Keeping that in mind, it is a good play to accept to delay an action if it causes an issue for an ally, or to excuse oneself when undertaking an aggressive action toward another player. Being likeable is an excellent asset throughout the game.
fr: Cela rend le joueur <strong>plus affable en apparence</strong>, puisqu'il donne l'impression de chercher l'approbation des autres joueurs avant de choisir son action. En gardant ça à l'esprit, accepter de repousser une action si elle pose problème à un allié peut être un bon coup, ou s'excuser si l'on entreprend une action très aggressive envers un autre joueur. Être avenant est une bonne ressource lors de la partie.

source: It gives an occasion to use a bit of deception by commenting the action and <strong>mislead the opponents</strong> about its long term effect or importance to the deck strategy.
fr: Cela donne l'occasion de procéder à un peu de désinformation en commentant une action pour <strong>tromper les adversaires</strong> en ce qui concerne ses effets à long terme ou son importance stratégique pour le deck.

source: Decision timing
fr: Temps de décision

source: The time someone takes to ponder wether or not they react to a play or an action is an indication of their hand content. One should keep focused on the decision timing of the other players, while trying to be as unconspicuous as possible oneself.
fr: Le temps de réflexion que l'on prend pour décider de réagir ou de jouer une action est révélateur du contenu de la main. On devrait être attentif au temps de décision des autres joueurs, tout en essayant d'être aussi discret que possible soi-même.

source: The best but hardest way to be impenetrable is to always take a similar time to ponder any reaction, even when none is possible. This is easier said than done, though.
fr: Le meilleur moyen, mais le plus difficile, pour être impénétrable est de toujours prendre le même temps de réflexion pour chaque action et réaction, même lorsqu'aucune réaction n'est possible. C'est plus facile à dire qu'à faire.
