Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: At the early stages, plan how to eliminate two "extra" players. If needed, help your crosstable buddy to eliminate their prey, especially if you get something in return. Be open to all kinds of deals in general. This deck's power increases dramatically the fewer players are left at the table. But always be ready to reassess the situation.
fr: Au début, planifiez comment éliminer deux joueurs "superflus". Si nécessaire, aidez votre allié en face de table à éliminer sa proie, surtout si vous obtenez quelque chose en retour. Soyez ouvert à toutes sortes d'offres en général. La puissance de ce deck augmente considérablement s'il y a moins de joueurs à la table. Mais soyez toujours prêt à réévaluer la situation.

source: Weakening your own predator is a good early game strategy with this deck. Even though your vampires are cheap, you're going to invest some pool in them and %(nephandi)s practically every turn.
fr: Affaiblir votre propre prédateur est une bonne stratégie de début de partie avec ce deck. Même si vos vampires ne coûtent pas cher, vous allez investir un peu d'influence pour eux et des %(nephandi)s pratiquement à chaque tour.

source: In the final, the deck's winning strategy remains the same as in the early rounds: getting rid of the "extra" players and thereafter taking control of the rest of the table. If the situation allows it, you'll want to contribute to eliminating seeds higher than yourself. This improves your chances to win even if you fail to take the remaining three VPs. Even a 2/2/1 VP split is enough as long as your seed is high enough.
fr: En finale, la stratégie gagnante du deck reste la même que lors des premiers tours : se débarrasser des joueurs "superflus" et ensuite prendre le contrôle du reste de la table. Si la situation le permet, vous voudrez contribuer à éliminer les candidats mieux classés que vous. Cela améliore vos chances de gagner même si vous ne parvenez pas à remporter les trois PV restants. Même une division 2/2/1 VP est suffisante tant que votre classement est suffisamment élevé.

source: Influence phase
fr: Phase d'influence

source: First bring out %(antonio)s, preferably accompanied by at least one %(tupdog)s, depending on the situation. The probability to find an %(antonio)s in your starting crypt is 61,7%%. If there's no %(antonio)s but some other Tremere antitribu %(tremere_antitribu)s, bring them first instead. There's a 14,4%% probability to start your game with four %(tupdogs)s in your starting crypt. In this case, you'll have to dig for the missing Tremere antitribu %(tremere_antitribu)s by influencing %(tupdogs)s just to recycle them because they can't do anything without a Tremere antitribu %(tremere_antitribu)s in this deck.
fr: Sortez d'abord %(antonio)s, de préférence accompagné d'au moins un %(tupdog)s, selon la situation. La probabilité de trouver un %(antonio)s dans votre crypte de départ est de 61,7%%. S'il n'y a pas d'%(antonio)s mais un autre Tremere antitribu %(tremere_antitribu)s, sortez-le d'abord à la place. Il y a une probabilité de 14,4%% de commencer votre partie avec quatre %(tupdogs)s dans votre crypte de départ. Dans ce cas, vous devrez chercher le Tremere antitribu manquant %(tremere_antitribu)s en influençant des %(tupdogs)s juste pour les cycler, car ils ne peuvent rien faire sans un Tremere antitribu %(tremere_antitribu)s dans ce deck.

source: Tupdogs recycled
fr: Tupdogs cyclés

source: Chance of a Tremere
fr: Chance de Tremere

source: Under these circumstances, I recommend to bring out 2 or 3 %(tupdogs)s. I usually bring two. Just one makes no sense for recycling purposes if you have four or more transfers. Paying one to see one costs the same as a %(tupdog)s, and you don't lose the recycled vampire.
fr: Dans ces circonstances, je recommande de sortir 2 ou 3 %(tupdogs)s. J'en sors généralement deux. Un seul n'a aucun sens à des fins de cyclage si vous avez quatre transferts ou plus. Payer un pour voir une carte de crypte coûte le même prix qu'un %(tupdog)s, et vous ne perdez pas le vampire recyclé.

source: Tips for the influence phase
fr: Astuces pour la phase d'influence

source: %(dreams_of_the_sphinx)s, %(powerbase_montreal)s and %(information_highway)s allow you to both use %(antonio)s's special and influence a %(tupdog)s in the same turn.
fr: %(dreams_of_the_sphinx)s, %(powerbase_montreal)s et %(information_highway)s vous permettent à la fois d'utiliser l'aptitude spéciale d'%(antonio)s et d'influencer un %(tupdog)s dans le même tour.

source: In a steady game situation it is usually good to influence out one %(nephandus)s and one %(tupdog)s (if you have the means). If you need more defence or attack power it is wise to influence out multiple %(tupdogs)s. Just keep in mind that it is important to have those %(nephandus)s to destroy torpored vampires.
fr: Dans une situation de jeu stable, il est généralement bon d'influencer un %(nephandus)s et un %(tupdog)s (si vous en avez les moyens). Si vous avez besoin de plus de puissance de défense ou d'attaque, il est sage d'influencer plusieurs %(tupdogs)s. Gardez juste à l'esprit qu'il est important d'avoir ces %(nephandus)s pour détruire les vampires en torpeur.

source: Card flow
fr: Débit de cartes

source: In V:TES, one of the most important qualities of a deck is good card flow. Without it, your hand stagnates easily and both the deck's power and your play options drop dramatically. In this deck, the large master module (~35%% of the deck) poses the greatest single hand jam risk. That's why it's vital to always play a %(parthenon)s as quickly as possible. Always use your discard phase action. Any cards you discard can be brought back several times over with %(ashur_tablets)s. %(dreams_of_the_sphinx)s also helps in looking for a %(parthenon)s.
fr: À V:TES, l'une des qualités les plus importantes d'un deck est un bon débit de cartes. Sans cela, votre main stagne facilement et la puissance du deck ainsi que vos options de jeu chutent considérablement. Dans ce deck, le module maître important (~35%% du deck) pose le plus grand risque de gripper votre main. C'est pourquoi il est essentiel de toujours jouer un %(parthenon)s le plus rapidement possible. Utilisez toujours votre action de défausse. Toutes les cartes que vous défaussez peuvent être récupérées plusieurs fois avec %(ashur_tablets)s. %(dreams_of_the_sphinx)s aide également à rechercher un %(parthenon)s.

source: Cards drawn
fr: Cartes piochées

source: Chance of a Parthenon
fr: Chance de Parthenon

source: Tips for better card flow
fr: Astuces pour un meilleur débit de cartes

source: Play %(the_parthenon)s ASAP.
fr: Jouer %(the_parthenon)s ASAP.

source: Always discard.
fr: Toujours défausser.

source: Use %(dreams)s for cards.
fr: Utiliser %(dreams)s pour piocher.

source: %(antonio)s's special can also find a %(nephandus)s in your hand.
fr: L'aptitude d'%(antonio)s peut aussi trouver un %(nephandus)s dans votre main.

source: Your deck is very aggressive but it doesn't mean <em>you</em> need to be. Try to avoid situations where you spew threats all over the table without being able to follow up on them. This will only make unnecessarily many players gang up against you. On the other hand, never accept any superfluous damage from the crosstable. Try to offer your crosstable other options instead, and if they do not like your options, you can threaten them with your torpedoes (%(tupdogs)s). If you make a threat, don't go back on it, or you'll soon run out of credibility.
fr: Votre deck est très agressif, mais cela ne signifie pas que <em>vous</em> devez l'être. Essayez d'éviter les situations où vous lancez des menaces à tout va sans pouvoir y donner suite. Cela ne fera qu'inciter inutilement de nombreux joueurs à se liguer contre vous. D'autre part, n'acceptez jamais de dégâts venant de vos alliés en face de table. Essayez d'offrir à vos alliés d'en face d'autres options à la place, et s'ils n'aiment pas vos options, vous pouvez les menacer avec vos torpilles (%(tupdogs)s). Si vous proférez une menace, ne revenez pas dessus, ou vous allez bientôt manquer de crédibilité.

source: Listen to what the other players have to say to you. If they offer you a deal that will even just partially advance your goal, accept it. Generally, the faster the number of players drops from five to three, the better you're doing.
fr: Écoutez ce que les autres joueurs ont à vous dire. S'ils vous proposent un accord qui ne fera même que partiellement avancer votre objectif, acceptez-le. En règle générale, plus le nombre de joueurs passe rapidement de cinq à trois, mieux vous vous en sortez.

source: Cards that counter this deck and how to prepare for them
fr: Cartes contrant ce deck et comment s'y préparer

source: This deck quickly accumulates 5+ minions, making these votes nasty. You have 2x %(delaying_tactics)s and 1x %(yawp_court)s to use against them. Add or subtract according to your local meta. In my experience, %(yawp_court)s is very good anti-vote tech. I have increased their number to two for future games.
fr: Ce deck accumule rapidement plus de 5 serviteurs, ce qui rend ces votes désagréables. Vous avez 2x %(delaying_tactics)s et 1x %(yawp_court)s à utiliser contre eux. Ajoutez ou soustrayez en fonction de votre méta local. D'après mon expérience, %(yawp_court)s est une très bonne solution anti-vote. J'ai augmenté leur nombre à deux pour les prochains matchs.

source: Switching the %(unmaskings)s out for %(uncoilings)s is one option to consider. I wouldn't personally recommend it, though, because the lack of %(unmaskings)s considerably weakens the deck's defense. When a %(scourge)s is played, I typically start thinking how I could contribute to ousting the player controlling it to get rid of it.
fr: L'une des options à considérer est de remplacer les %(unmaskings)s par des %(uncoilings)s. Je ne le recommanderais pas personnellement, cependant, car l'absence d'%(unmaskings)s affaiblit considérablement la défense du deck. Lorsqu'une %(scourge)s est joué, je commence généralement à réfléchir à comment je pourrais contribuer à éliminer le joueur qui la contrôle pour m'en débarrasser.

source: Rarely played but very problematic if played by your neighbor. Absolutely %(di)s this one if you can. If you cannot, immediately use your %(tupdogs)s to rush the minion it's on and %(nephandi)s to burn it from torpor. Should you fail, a %(haven_uncovered)s and a herd of %(nephandi)s will do the trick later on. As long as this card remains in your neighborhood (on a 2+ cap vampire), there's no point in bringing out new %(tupdogs)s, and a big part of your deck is equally useless.
fr: Rarement joué mais très problématique si joué par votre voisin. Il faut le %(di)s sans hésiter si vous le pouvez. Si vous ne pouvez pas, utilisez immédiatement vos %(tupdogs)s pour rusher le serviteur sur lequel il se trouve et vos %(nephandi)s pour le brûler en torpeur. En cas d'échec, un %(haven_uncovered)s et une horde de %(nephandi)s feront l'affaire plus tard. Tant que cette carte reste chez votre voisin (sur un vampire de capacité 2+), il ne sert à rien de sortir de nouveaux %(tupdogs)s, et une grande partie de votre deck est également inutile.

source: A real poison for this deck. There's no good way around this card as any vampire with inferior Necromancy %(nec)s can use it. If you get to play one against this deck, you can do the most damage by removing combat cards. Just one %(trochomancy)s hurts a lot, and surviving two is basically impossible.
fr: Un vrai poison pour ce deck. Il n'y a pas de bon moyen de gérer cette carte car tout vampire avec Nécromancie en inférieur %(nec)s peut l'utiliser. Si vous en jouez une contre ce deck, vous pouvez faire le plus de dégâts en supprimant les cartes de combat. Une seule %(trochomancy)s fait très mal, et survivre à deux est fondamentalement impossible.

source: Final words
fr: Pour finir

source: If you're like me in that you find deckbuilding a challenge, and it's holding you back in the game, I recommend studying other people's designs using the TWDA or Codex of the Damned. Try the Codex's %(deck_search)s. It will show you for example all %(tournament_winning_decks)s with %(tupdog)s, %(nephandus)s and %(yawp_court)s.
fr: Si vous êtes comme moi dans le sens où vous trouvez que la construction de deck est un défi et que cela vous limite dans le jeu, je vous recommande d'étudier les decks d'autres personnes en utilisant la TWDA ou le Codex of the Damned. Essayez la page %(deck_search)s du Codex. Elle vous montrera par exemple tous les %(tournament_winning_decks)s avec %(tupdog)s, %(nephandus)s et %(yawp_court)s.

source: tournament winning decks
fr: decks vainqueurs de tournoi

source: By Mark Loughman
fr: Par Mark Loughman

source: Mark Loughman has been playing V:tES since day one, is highly seated in the VEKN Hall of Fame with 25 tournament victories, and became US National Coordinator in 2019. He organises 4 tournaments per year and playtests new extensions. His favorite decks are Tremere %(tremere)s and Nosferatu %(nosferatu)s Toolboxes.
fr: Mark Loughman joue à V: tES depuis le premier jour, occupe une place de choix dans le VEKN Hall of Fame avec 25 victoires en tournoi, et est devenu coordinateur national des États-Unis en 2019. Il organise 4 tournois par an et teste les nouvelles extensions. Ses decks préférés sont les toolbox Tremere %(tremere)s et Nosferatu %(nosferatu)s.

source: At a certain level, V:tES is an elaborate game of Paper-Rock-Scissors. Do I have enough stealth to deliver my payload? Is %(sce)s enough to keep my minions above ground? The rich complexity of the game is what keeps my interest, but it can also be quite frustrating. I often suggest to new players that once they have the mechanics of the game down, they should look over the %(twda)s and find a deck that has had success and try building and playing a version of it. Perhaps start card-for-card, and then modifying it as they start to find their own style of play. While this can be a useful exercise, sometimes the new player will come back to me frustrated. <em>« How did they win with this deck? It sucks! »</em> Demonstrably it does not suck, it is in the TWDA. What this does demonstrate is the effect of the meta-game.
fr: À un certain niveau, V: tES est un jeu élaboré de Pierre-Papier-Ciseaux. Ai-je assez de discrétion pour envoyer ma charge utile ? Est-ce qu'une %(sce)s suffit à garder mes serviteurs en vie ? La riche complexité du jeu est ce qui retient mon intérêt, mais cela peut aussi être assez frustrant. Je suggère souvent aux nouveaux joueurs qu'une fois qu'ils ont saisi la mécanique du jeu, ils devraient regarder la %(twda)s et trouver un deck qui a marché pour essayer de construire et de jouer une version de celui-ci. Peut-être commencer avec la liste exacte, puis le modifier au fur et à mesure qu'ils commencent à trouver leur propre style de jeu. Bien que cela puisse être un exercice utile, le nouveau joueur revient parfois frustré. <em> «Comment a-t-il gagné avec ce deck ? Ça craint ! »</em> Manifestement ça ne craint pas, c'est dans la TWDA. Ce que cela démontre, c'est l'effet du meta-game.

source: In some regions, 2 stealth is king, in others you cannot hunt without a %(forgotten_labyrinth)s. If you can hone in on the meta-game, you can make better choices and expect to be more competitive.
fr: Dans certaines régions, 2 de discrétion est roi, dans d'autres, vous ne pouvez pas chasser sans un %(forgotten_labyrinth)s. Si vous pouvez saisir le meta-game, vous pouvez faire de meilleurs choix et devenir plus compétitif.

source: What is the meta-game?
fr: Qu'est-ce que le meta-game ?

source: Most players have a regular play-group. Members of that group will have decks that they play more often than others. Over time, the Darwinian pressure to compete among one’s peers will lead to modifications to one’s decks or perhaps entirely new deck designs. This is the first step in the meta-game.
fr: La plupart des joueurs ont un groupe de jeu régulier. Les membres de ce groupe auront des decks qu'ils joueront plus souvent que les autres. Au fil du temps, la pression darwinienne pour rivaliser avec ses pairs entraînera des modifications de ces decks ou peut-être des conceps de decks entièrement nouveaux. C'est la première étape du meta-game.

source: It begins with a vision of how to inflict your will on your opponent. <em>« I shall bleed for 3 »</em>, you decide. Your prey attempts to block. Do you play stealth? Do you begin playing combat cards? The meta-game you are playing in will often shape this. If your first thought is stealth, then before long your opponents will begin playing more reaction cards, either intercept or bounce. If they intend to block, they may begin to add more combat cards to punish your transgressions. As Newton teaches us, for every action, there is a reaction. Your meta-game evolves.
fr: Cela commence par une vision de la façon d'imposer votre volonté à votre adversaire. <em>« Je vais mordre pour 3 »</em>, décidez-vous. Votre proie tente de bloquer. Jouez-vous de la discrétion ? Commencez-vous à jouer des cartes de combat ? Le meta-game avec lequel vous jouez façonnera souvent cela. Si votre premier instinct est la discrétion, alors vos adversaires commenceront bientôt à jouer plus de cartes de réaction, pour intercepter ou rebondir. S'ils ont l'intention de bloquer, ils peuvent commencer à ajouter plus de cartes de combat pour punir vos transgressions. Comme Newton nous l'enseigne, pour chaque action, il y a une réaction. Votre meta-game évolue.

source: In general terms, as it seems that successful stealth-bleed decks lead to a response of more intercept. As the meta becomes more blocky, players will respond with %(the_kiss_of_ra)s and more combat, or huge voting minions who play several modifiers on each action. Block denial cards like %(daring_the_dawn)s or %(elder_impersonation)s have a place here. This leads to a much smaller action space, which often allows weenie decks to spawn a swarm of minions. Is there anything more will-sapping than an !Toreador %(toreador_antitribu)s breed/boon deck with 10 minions and 30 pool? Heavy combat is also a logical response to big voters. This is by no means a linear development, as hybrid decks will combine aspects of any of the above. The Toolbox comes out of this evolution. These benefit the most from a good read of the meta-game, allowing you to cycle from offense to defense as you play your cards. When it works, it is glorious! When it does not, it can be embarrassing.
fr: En termes généraux, il semble que les decks furtifs conduisent à une réponse de plus d'interception. Au fur et à mesure que le meta-game devient plus bloquant, les joueurs répondront avec %(the_kiss_of_ra)s et plus de combats, ou d'énormes serviteurs qui votent et jouent plusieurs modificateurs à chaque action. Les cartes de déni de bloc comme %(daring_the_dawn)s ou %(elder_impersonation)s ont leur place ici. Cela conduit à un espace d'action beaucoup plus restreint, ce qui permet souvent aux decks weenie de générer un essaim de serviteurs. Y a-t-il quelque chose qui sape plus la volonté qu'un deck !Toreador %(toreador_antitribu)s breed/boon avec 10 serviteurs et 30 d'influence ? Le combat acharné est également une réponse logique aux gros voteurs. Il ne s'agit en aucun cas d'un développement linéaire, car les decks hybrides combineront les aspects de plusieurs des éléments précités. Les toolbox sont le produit de cette évolution. Celles-ci bénéficient le plus d'une bonne lecture du meta-game, vous permettant de passer de l'attaque à la défense lorsque vous jouez vos cartes. Quand ça marche, c'est glorieux ! Quand ce n'est pas le cas, cela peut être embarrassant.

source: The wheel turns. My local playgroup slowly rotated through these permutations from Jyhad through White Wolf assuming control of the game and establishing a tournament presence. The effects were profound.
fr: La roue tourne. Mon groupe de jeu local est lentement passé par ces permutations de Jyhad à White Wolf qui a pris le contrôle du jeu et établi un principe de tournoi. Les effets ont été profonds.

source: The Legionnaire example
fr: L'exemple du Légionnaire

source: <p> Let’s take a look at a recent addition to the TWDA, the %(emerald_legionnaire)s. The addition of this one card allowed a previously weak clan to compete at the highest level. During playtest, I had success with a grindy %(FOR)s%(AUS)s concept that slowly added bleed pressure as %(legionnaires)s accumulated. Once they hit wide release, other players sought to flood the board with a horde of them to swarm their prey. If we are expecting to face something like this in an upcoming tournament, how might we prepare for it? </p> <ul> <li><strong>Blocking</strong>. If they never reach the Ready region, they are no threat.</li> <li><strong>Combat</strong>. Two life, 2 Strength. %(concealed)s %(magnum)s solves that problem.</li> <li> <strong>Borrowing</strong>. %(entrancement)s can be cycled for bleed pressure if there are no good targets to steal. Also, %(xeper_sultan_of_lepers)s exists. </li> <li> <strong>Politics</strong>. %(ancilla_empowerment)s and %(anarchist_uprising)s punish players who swarm the board. </li> </ul> <p> One needn’t make a new deck just to deal with the possibility of facing this archetype, but one could make certain to add one of these elements to an existing deck to allow for the ability to counter it. Personally, I have changed the mix in all of my political decks to include 2 %(ancilla_empowerment)s and 2 %(anarchist_uprising)s, usually replacing %(kine_resources_contested)s. </p>
fr: <p> Jetons un œil à un ajout récent à la TWDA, l'%(emerald_legionnaire)s. L'ajout de cette seule carte a permis à un clan auparavant faible de concourir au plus haut niveau. Pendant le playtest, j'ai eu des succès avec un concept d'usure %(FOR)s%(AUS)s qui augmentait lentement la pression de morsure au fur et à mesure que les %(legionnaires)s s'accumulaient. Une fois disponibles au grand public, d'autres joueurs ont cherché à inonder le plateau d'une horde d'entre eux pour déborder leur proie. Si nous envisageons de faire face à quelque chose comme ça dans un prochain tournoi, comment pouvons-nous nous y préparer? </p> <ul> <li><strong>Blocage</strong>. S'ils n'atteignent jamais la région disponible, ils ne constituent pas une menace. </li> <li><strong>Combat</strong>. Deux de vie, 2 de force. %(concealed)s %(magnum)s résout ce problème. </li> <li><strong>Vol</strong>. %(entrancement)s peut être cyclé pour une morsure s'il n'y a pas de bonnes cibles à voler. De plus, %(xeper_sultan_of_lepers)s existe. </li> <li><strong>Politique</strong>. %(ancilla_empowerment)s et %(anarchist_uprising)s punissent les joueurs qui coustruisent des essaims. </li> </ul> <p>Il n'est pas nécessaire de créer un nouveau deck juste pour gérer la possibilité de faire face à cet archétype, mais on peut ajouter l'un de ces éléments à un deck existant pour lui permettre de le contrer. Personnellement, j'ai changé la liste de tous mes decks politiques pour inclure 2 %(ancilla_empowerment)s et 2 %(anarchist_uprising)s, remplaçant généralement %(kine_resources_contested)s. </p>
