Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: An excellent defensive tool for titled Sabbat vampires, to be compared with the Camarilla's %(second_tradition_domain)s, it needs to get through to be used and provides less intercept, but three unlocks for just one pool is a bargain.
fr: Un excellent outil défensif pour les vampires titrés du Sabbat, à comparer avec la %(second_tradition_domain)s de la Camarilla, il doit passer pour être utilisé et fournit moins d'interception, mais trois redressements pour un seul point d'influence est une bonne affaire.

source: Another good defensive device that provides an unlock on every action, it can be combined with %(abbot)s and %(under_siege)s for an exceptional defensive arsenal.
fr: Autre bon outil défensif qui permet un redressement à chaque action, il peut être combiné avec %(abbot)s et %(under_siege)s pour un arsenal défensif exceptionnel.

source: A powerful defensive tool for combat-oriented decks, it can deter any political predator. Most often associated with %(tupdogs)s, it can also find its place in other Sabbat decks.
fr: Un puissant outil défensif pour les decks orientés combat, il peut dissuader un prédateur politique. Le plus souvent associé aux %(tupdogs)s, il peut également trouver sa place dans d'autres decks Sabbat.

source: A good title worth three votes that Camarilla titled vampires cannot counter easily. It is a worthwile addition in political decks if the crypt allows it.
fr: Un bon titre valant trois votes que les vampires titrés de la Camarilla ne peuvent pas contrer facilement. C'est un ajout intéressant dans les decks politiques si la crypte le permet.

source: A decent rush action, its effect is useful for a bit of additional cycling, something combat-oriented decks often prize.
fr: Une action de rush décente, son effet est utile pour un peu de rotation supplémentaire, ce que les decks axés sur le combat apprécient souvent.

source: A good modifier for political actions, as it can neutralize many adversary votes around the table single-handedly.
fr: Un bon modificateur pour les actions politiques, car il peut neutraliser à lui seul de nombreux votes adverses autour de la table.

source: <p> This category presents tools for online play. Each section presents a different tool, the ways to reach its community and the basic Étiquette when using it. </p> <p> Regardless of the tool, %(amaranth)s and %(vtes_db)s can be used for deck building. </p>
fr: <p> Cette catégorie présente les outils pour jouer en ligne. Chaque section présente une plateforme différente, la manière d'entrer en contact avec sa communauté et l'étiquette à respecter lors de son utilisation. </p> <p> Quel que soit l'outil utilisé, %(amaranth)s et %(vtes_db)s peuvent être utilisés pour la construction de deck. </p>

source: %(lackey)s is an old software to play Collectible Card Games online. It is still the foremost online plateform when it comes to play <strong>V:tES</strong> in real time, as it is free and up-to-date cardwise.
fr: %(lackey)s est un vieux logiciel conçu pour jouer aux jeux de cartes à collectionner en ligne. C'est encore aujourd'hui de la plateforme principale quand il s'agit de jouer à <strong>V:tES</strong> en temps réel, étant donné qu'elle est gratuite et à jour en ce qui concerne les cartes.

source: our video
fr: notre vidéo

source: You can check %(our_video)s for a more visual tutorial.
fr: Vous pouvez regarder %(our_video)s pour un tutoriel plus visuel.

source: Install
fr: Installation

source: Go to the %(lackey)s page and install the software on your system.
fr: Allez sur la page de %(lackey)s et installez le logiciel sur votre système.

source: On Mac OSX
fr: Sur Mac OSX

source: The system's security prevents the application to run:
fr: La sécurité du système empêche l'application de tourner :

source: If you just allow it in your system preference, it will take you to a "Missing fonts" %(error_web_page)s instead of launching. To fix it, open a Terminal and type the following command:<br /> %(command_line)s<br /> Replace the last part with the path of your LackeyCCG folder if you did not put it in the Applications folder.
fr: Si vous vous contentez de permettre son lancement dans vos préférences système, elle vous enverra vers une %(error_web_page)s indiquant "Missing fonts" au lieu de se lancer. Pour corriger le problème, ouvrez un Terminal et tapez la commande suivante :<br /> %(command_line)s<br /> Remplacez la dernière partie avec le chemin d'accès de votre dossier LackeyCCG si vous ne l'avez pas mis dans le dossier Applications.

source: error web page
fr: page web d’erreur

source: On Windows
fr: Sur Windows

source: The system's security prevents the application to run if it is not run with <strong>admin privileges</strong>.
fr: La sécurité du système vous empêchera de lancer l'application si elle n'est pas lancée avec les <strong>privilèges administrateur</strong>.

source: Go to the %(plugins)s tab and paste this AutoUpdate URL to activate the <strong>VtES</strong> plugin:<br /> %(autoupdate_url)s<br /> then click the %(install)s button.
fr: Il faut aller dans l'onglet %(plugins)s et coller ce lien de mise à jour automatique pour activer le plugin <strong>VtES</strong> : %(autoupdate_url)s<br />Cliquez ensuite sur le bouton %(install)s.

source: This takes a few minutes. Once the download is finished and displays %(autoupdate_finished)s, click the %(browse_installed)s button, select the %(vtes)s plugin and click the %(choose)s button.
fr: Cela prend quelques minutes. Une fois le téléchargement terminé et que %(autoupdate_finished)s s'affiche, cliquez le bouton %(browse_installed)s, sélectionnez le plugin %(vtes)s et cliquez sur le bouton %(choose)s.

source: The interface has now adopted <strong>VtES</strong> colors. Go back to the %(plugins)s tab and click the %(download_images)s button. You can let that run in the background as it takes around 30 minutes, but this will avoid unneccessary delays when displaying card images during play.
fr: L'interface utilise désormais les couleurs de <strong>VtES</strong>. Retournez sur l'onglet %(plugins)s et cliquez sur le bouton %(download_images)s. Vous pouvez laisser tourner en arrière-plan car cela prend environ 30 minutes, mais cela évitera les délais d'affichage superflus lors de l'affichage des cartes.

source: Now go to the %(preferences)s tab and choose a suitable nickname. You're all set.
fr: Maintenant retournez sur l'onglet %(preferences)s et choisissez un surnom adapté. Vous êtes prêt.

source: Play
fr: Jouer

source: To find an online game, go to the %(server)s tab and click the %(connect)s button.
fr: Pour trouver une partie en ligne, allez sur l'onglet %(server)s et cliquez sur le bouton %(connect)s.

source: To use your decks exported from %(amaranth)s (use the %(export)s button), you have to copy the text file into the %(lackey_deck)s folder. You can then find them in <em>LackeyCCG</em> %(deck_editor)s tab by clicking on the %(browse)s button.
fr: Pour utiliser vos decks exportés depuis %(amaranth)s (utilisez le bouton %(export)s), vous devez copier le fichier texte dans le dossier %(lackey_deck)s. Vous pouvez les trouver dans l'onglet %(deck_editor)s de <em>LackeyCCG</em> en cliquant sur le bouton %(browse)s.

source: Alternatively, you can use the %(paste)s button to paste the decklist directly in a new deck. Make sure to paste the library and crypt parts independantly in this case.
fr: Alternativement, vous pouvez utiliser le bouton %(paste)s pour coller votre decklist directement dans un nouveau deck. Dans ce cas, assurez-vous de bien copier/coller indépendemment la bibliothèque et la crypte.

source: Finally, make sure you click the green + buttons in the interface to get access to all the menus.
fr: Enfin, assurez-vous d'avoir cliqué sur les boutons verts + de l'interface pour avoir accès à tous les menus.

source: Keyboard Layout
fr: Mapping de clavier

source: LackeyCCG uses a non-configurable US keyboard layout. This means you may not be able to use punctuation and numbers when typing if you do not have a US keyboard. The only known "workaround" is to configure your system keyboard to use a US mapping.
fr: LackeyCCG utilise un mapping de clavier US non configurable. Cela signifie que vous ne pourrez pas utiliser de ponctuation ou de nombres quand vous tapez si vous n'utilisez pas un clavier US. Le seul "contournement" connu est de configurer votre mapping de clavier comme US au niveau du système.

source: Useful commands
fr: Commandes utiles

source: Note that you can configure keyboard shortcuts to your liking in the %(preferences)s tab.
fr: Notez que vous pouvez configurer les raccourcis clavier à votre convenance dans l'onglet %(preferences)s.

source: Lock or Unlock
fr: Incliner ou Redresser

source: Flip card
fr: Retourner une carte

source: Add a blood to selected card(s)
fr: Ajouter un point de sang à la carte sélectionnée

source: Remove a blood to selected card(s)
fr: Enlever un point de sang de la carte sélectionnée

source: Draw a card from library
fr: Piocher une carte de la bibliothèque

source: Peek at the face of one of your crypt card
fr: Voir la face d'une de vos cartes de crypte

source: range of commands
fr: série de commandes

source: Lackey also offers a %(range_of_commands)s to use in the chat window (beginning with "/"). Among them, the %(secret)s and %(reveal)s command can be useful for some cards.
fr: Lackey offre une %(range_of_commands)s qui peuvent être utilisées dans la fenêtre de chat (en commençant par "/"). Parmi elles, les commandes %(secret)s et %(reveal)s peuvent être utiles pour certaines cartes.

source: Finally, do not hesitate to reconfigure Lackey "Canned messages" in the %(chat_macros)s tab. These configure your shortcut buttons on top of the log window in the game. You can also use commands there so, for example, you can setup the buttons to get shortcuts for quick Pool changes using the %(plus_n)s and %(minus_n)s commands.
fr: Enfin, n'hésitez pas à reconfigurer les "Canned messages" de Lackey dans l'onglet %(chat_macros)s. Ceux-ci configurent les boutons de raccourci au dessus de la fenêtre de log. Vous pouvew aussi utilisez des commandes à cet endroit donc, par exemple, vous pouvez configurerles boutons pour avoir des raccourcis pour des changements de réserve d'influence rapides en utilisant les commandes %(plus_n)s et %(minus_n)s.

source: Host a game by IP
fr: Héberger une partie par IP

source: From time to time, the LackeyCCG server goes down. In this case, it's still possible to host a game by IP. To do that, you need to make sure your local network configuration is compliant: you will need to configure <em>port forwarding</em> on your local network and make sure your firewall lets incoming requests through on this port. How to configuration that depends on your router, ie. your ISP hardware model. You will need to <strong>forward port 25710 for both TCP and UDP protocols</strong>.
fr: Parfois, le serveur LackeyCCG est en panne. Dans ce cas, il est possible d'héberger une partie par IP. Pour ce faire, vous devez vous assurer que votre configuration réseau locale est compatible : vous devez configurer la <em>redirection de port</em> sur votre réseau local et vous assurer que votre pare-feu laisse les connections entrantes passer par ce port. Comment configurer cela dépend de votre routeur, c-à-d du modèle de matériel fourni par votre FAI. Vous devrez <strong>rediriger le port 25710 à la fois en TCP et en UDP</strong>.

source: Once it's done, just click on LackeyCCG's %(start_hosting)s button, then click the %(refresh_ip)s button and check the %(override_proxy)s checkbox (if the server is down, the proxy cannot be used). You can now host your game by IP.
fr: Une fois cela réalisé, cliquez simplement sur le bouton %(start_hosting)s de LackeyCCG, puis cliquez sur le bouton %(refresh_ip)s et cochez la case %(override_proxy)s (si le serveur est en panne, le proxy ne peut pas être utilisé). Vous pouvez maintenant héberger votre partie par IP.

source: Known issues
fr: Problèmes connus

source: Because of LackeCCG strange packaging, it seems <strong>Mac OSX Firewall</strong> cannot be configured to allow incoming connections on the required ports and protocols. Disabling the Firewall altogether will work. If anyone comes up with a better solution, please reach out.
fr: À cause du packaging étrange de LackeCCG, il semble que le <strong>Pare-Feu Mac OSX</strong> ne peut pas être configuré pour permetter les connections entrantes sur les ports et protocoles requis. Désactiver le Pare-Feu complètement fonctionne. Si quelqu'un découvre une meilleure solution, merci de nous le faire savoir.

source: If you're using a <strong>second device</strong> to provide WiFi in front of your ISP's hardware, like a Google Nest Wifi, you need to configure port forwarding on this router too. The ISP router should forward the port to your WiFi router, then the Wifi router to your computer.
fr: Si vous utilisez un <strong>second matériel</strong> pour créer un réseau WiFi en plus du matériel fourni par votre FAI, comme un Google Nest Wifi, vous devez aussi configurer la redirection de port sur ce routeur. Le routeur de votre FAI doit rediriger le port vers votre routeur WiFi, puis le routeur WiFi vers votre ordinateur.

source: If your router is using <strong>DHCP</strong> to assign an IP to your computer (they usually do), you may want to configure it so that it delivers a known stable IP to your computer, so that your port forwarding configuration stays stable after you put your computer to sleep or reboot.
fr: Si votre routeur utilise <strong>DHCP</strong> pour donner une adresse IP à votre ordinateur (ce qu'ils font en général), vous pouvez le configurer pour qu'il donne une adresse stable à votre ordinateur, afin que votre configuration de redirection de port reste stable après une mise en veille ou un redémarrage.

source: %(tabletop_simulator)s is a Steam app to play tabletop games. It has fan-made plugins to play V:tES online with friends. It is mostly used among friends who want to play the game between themselves, as there is no game log and no matching server to find fellow players inside the application itself.
fr: %(tabletop_simulator)s est une application Steam permettant de jouer à des jeux de plateau. Il existe des plugins amateurs pour jouer à V:tES en ligne. Il est principalement utilisé pour des parties entre amis, car il n'y a pas de journal de jeu ni de serveur de matching pour trouver d'autres joueurs au sein de l'application.

source: Discord Server
fr: Serveur Discord

source: Using this platform, the game is best played alongside a vocal channel. You can join the %(discord_server)s dedicated to the plugin to find players, setup games, and use the vocal channels to play.
fr: Quand on utilise cette plateforme, il est plus pratique de jouer avec un chan vocal. Vous pouvez rejoindre le %(discord_server)s dédié à ce plugin pour trouver des joueurs, organiser des parties, et utiliser les chans vocaux pour jouer.

source: Buy and install the %(tabletop_simulator)s application using <em>Steam</em>. Then install %(this_plugin)s.
fr: Achetez et installez l'application %(tabletop_simulator)s en utilisant <em>Steam</em>. Puis installez %(this_plugin)s.

source: this plugin
fr: ce plugin

source: Find a group of friends then create a game and invite them. Draw a colour counter from the colors bag and change your color accordingly. Click the "load deck" button to load your deck.
fr: Trouvez un groupe d'amis puis créez une partie et invitez-les. Piochez un jeton de couleur du sac de couleurs et changez votre couleur en conséquence. Cliquez sur le bouton "load deck" pour charger votre deck.

source: Make sure you set the rotation on 90º (topside button on the right) for easy lock and unlock, and set the gravity to the maximum value in the Options > Physics menu for faster cards and tokens displacements. Enabling the turns system in Options > Turns can also help.
fr: Assurez-vous de régler la rotation à 90º (bouton en haut à droite) pour pouvoir incliner et redresser vos cartes facilement, et de fixer la gravité à sa valeur maximum dans le menu Options > Physics pour des déplacements de cartes et de jetons plus rapides. Activer le systèmes de tours dans Options > Turns peut aussi être utile.

source: Lock
fr: Incliner

source: Unlock
fr: Redresser

source: Peek at a card
fr: Regarder le dessous d'une carte

source: Hover over a deck and type a number N
fr: Passer sur un deck et tapez un nombre N

source: Draw N cards
fr: Piocher N cartes

source: %(vtes_online)s, previously named "JOL" (as in Jyhad OnLine) is the oldest online platform for online V:TES play. It is focused on non-real-time play, meaning a single game can span over days while players interact in an asynchronous fashion.
fr: %(vtes_online)s, auparavant appelé "JOL" (c'est-à-dire Jyhad OnLine) est la plateforme de jeu en ligne de V:TES la plus ancienne. Elle est centrée sur le jeu en temps non réel, c'est-à-dire qu'une seul partie peut dure des jours tandis que les joueurs interagissent de manière asynchrone.

source: No install is required as %(vtes_online)s is played in browser. However, it is strongly recommanded to join the %(jol_discord_server)s. You can use the %(decks)s menu to build you decks, or just paste a deck exported from %(amaranth)s (use the %(export)s button).
fr: Aucune installation n'est nécessaire puisque %(vtes_online)s s'utilise dans le navigateur. Cependant il est fortement recommandé de rejoindre le %(jol_discord_server)s. Vous pouvez utiliser le menu %(decks)s pour construire vos decks, ou juste coller un deck exporté depuis %(amaranth)s (utilisez le bouton %(export)s).

source: JOL Discord Server
fr: Serveur Discord JOL

source: You need to ask around on the main chat for someone to create a game for you. If you're a regular player, you will probably get the necessary role soon enough. Once you're in a game, check the %(help)s menu topside for the necessary commands.
fr: Vous devez demander dans le chat principal pour que quelqu'un vous crée une partie. Si vous jouez régulièrement, vous aurez rapidement le rôle nécessaire à cet effet. Une fois la partie commencée, allez voir le menu %(help)s en haut pour les commandes nécessaires.

source: Commands
fr: Commandes

source: Add or remove pool
fr: Ajouter ou enlever de l'influence

source: Add or remove blood
fr: Ajouter ou enlever du sang

source: Increase or decrease capacity
fr: Augmenter ou baisser la capacité

source: Discard
fr: Défausser

source: Draw
fr: Piocher

source: Take or move the edge
fr: Prendre ou déplacer l'avantage

source: Put a label on a card
fr: Mettre une note sur une carte

source: Move a card
fr: Déplacer une carte

source: Reorder players seatings
fr: Réarranger l'ordre de jeu

source: Play a card
fr: Jouer une carte

source: Roll a die
fr: Lancer un dé

source: Show a card
fr: Montre une carte

source: Shuffle cards
fr: Mélanger des cartes

source: Transfer blood
fr: Transférer du sang

source: Lock a card
fr: Incliner une carte

source: Unlock a card
fr: Redresser une carte

source: Mark the number of votes on a vampire
fr: Indiquer le nombre de votes d'un vampire

source: V:tES has been played for years, and this has given birth to a number of efficient decks archetypes. Given the multiplayer nature of the game, many archetypes are valid choices at the highest level, as the efficiency of a deck depends a lot on its table placement and on the negociations skills of the player. Even on the modern tournament scene, dozens of different archetypes are usually played in a single event.
fr: V:tES est joué depuis des années et cela a donné naissances à de nombreux archétypes de decks efficaces. Étant donné la nature multijoueurs du jeu, de nombreux archétypes sont des choix valides au plus haut niveau de jeu, car l'efficacité d'un deck dépend énormément de son placement à la table et des capacités de négociation du joueur. Même sur la scène de tournoi moderne, des dizaines d'archétypes sont généralement joués lors d'un unique événement.

source: As such, having a basic understanding of the most common archetypes and their strong and weak points is a very important skill for a player. Knowing the inner workings of the archetypes on the table is the only way to fathom the table balance and detect the opportunities as they arise during the game.
fr: C'est pourquoi avoir une bonne connaissance des archétypes les plus courants, ainsi que de leurs forces et faiblesses, est une compétence importante pour un joueur. Connaître les rouages des archétypes à la table est la seule manière de cerner l'équilibre à la table et de discerner les opportunités quand elles se présentent durant la partie.

source: The archetypes are usually divided into broader categories, as presented here.
fr: Les archétypes sont généralement divisés en grandes catégories, comme c'est le cas ici.

source: Bleed
fr: Morsure

source: Bleed decks are focused on prey aggression and use bleed actions to inflict heavy pool damages. %(dom)s is without question the most damage-heavy bleed discipline, plus it does come with bounce cards. %(pre)s and %(dem)s are good second choices.
fr: Les decks de morsure sont centrés sur l'agression de la proie et utilisent des actions de morsure pour infliger d'important dégâts à son influence. %(dom)s est sans conteste la discipline donnant le plus de dégâts d'influence, et elle fournit de plus des cartes de rebond. %(pre)s et %(dem)s sont de bonnes alternatives.

source: Stealth & Bleed and Powerbleed
fr: Stealth & Bleed et Powerbleed

source: There are two ways to get bleeds through: using <strong>stealth</strong> is the most obvious one. %(obf)s is the best stealth discipline, but it does not often come along with %(dom)s. %(obt)s, %(obl)s and %(pro)s come second.
fr: Il y a deux manières de passer ses morsures : utiliser de la <strong>discrétion</strong> est la plus évidente. %(obf)s est la meilleure discipline de discrétion, mais elle est rarement présente aux côtés de %(dom)s. %(obt)s, %(obl)s et %(pro)s sont de bonnes alternatives.

source: The other way to get bleeds through is to make sure the prey has no minion available to block the action. Along its strong bleed capabilities, %(dom)s offers the excellent %(seduction)s. %(OBF)s %(elder_impersonation)s, %(NEC)s %(call_of_the_hungry_dead)s, %(OBL)s %(stygian_shroud)s %(for)s %(daring_the_dawn)s, %(salubri)s %(forced_confessional)s, and %(pre)s %(mind_numb)s are also effective tools. Combining these options with the few Master cards that can prevent block or lock minions — %(pentex_subversion)s, %(misdirection)s and %(anarch_troublemaker)s — makes stealth and intercept irrelevant.
fr: L'autre manière de passer des morsures est de s'assurer que la proie n'a pas de serviteur disponible pour bloquer l'action. En plus de ses bonnes capacités de morsure, %(dom)s fournit l'excellent %(seduction)s. %(OBF)s %(elder_impersonation)s, %(NEC)s %(call_of_the_hungry_dead)s, %(OBL)s %(stygian_shroud)s, %(for)s %(daring_the_dawn)s, %(salubri)s %(forced_confessional)s and %(pre)s %(mind_numb)s sont aussi des outils pertinents. En combinant ces options avec des cartes Maître qui empêchent le blocage ou inclinent les serviteurs — %(pentex_subversion)s, %(misdirection)s et %(anarch_troublemaker)s — la question de la discrétion et de l'interception devient hors-sujet.
