Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: This is <em>the</em> combat discipline, seeing how there are very few cards for it outside of combat cards. Being able to do high damage thanks to cards like %(torn_signpost)s and %(roundhouse)s, dealing with dodges and combat ends thanks to %(immortal_grapple)s as well as sending people straight to torpor with %(disarm)s or burning them outright with %(decapitate)s. It does not come without its downsides though. Most of it only works at close range with very few options for maneuvering, and it also puts your vampire at risk of getting hit back.
fr: C'est <em>la</em> discipline de combat par excellence, vu qu'elle comprend très peu de cartes en dehors des cartes de combat. Elle permet de faire de gros dégâts grâce à des cartes comme %(torn_signpost)s et %(roundhouse)s, de gérer les esquives et les fins de combat grâce à %(immortal_grapple)s, ainsi que d'envoyer les gens droit en torpeur avec %(disarm)s ou de les brûler directement avec %(decapitate)s. Elle n'est cependant pas sans inconvénients. La plupart de ces techniques ne fonctionnent qu'au contact avec très peu d'options de manœuvres, et elles exposent également votre vampire au risque d'être touché en retour.

source: Pretty light combat but worth mentioning. Famously used for life-stealing effects which bypass damage prevention and help you come out on top with resources thanks to cards like %(theft_of_vitae)s, as well as access to maneuvers thanks to %(apportation)s, limited damage prevention with %(rego_motum)s, and aggravated damage like %(walk_of_flame)s. Blood Sorcery is not known for being a scary combat, but it definitely can pose trouble for some decks and help ensure you are pulling ahead.
fr: Combat plutôt léger mais qui mérite d'être mentionné. Célèbre pour ses effets de vol de vie qui contournent la prévention des dégâts et vous aident à sortir vainqueur avec peu de ressources grâce à des cartes comme %(theft_of_vitae)s, ainsi que pour l'accès aux manœuvres grâce à %(apportation)s, la prévention limitée des dégâts avec les %(rego_motum)s, et des dégâts aggravés comme %(walk_of_flame)s. La Sorcellerie du Sang n'est pas connue pour être un combat effrayant, mais elle peut certainement poser problème à certains decks et vous aider à prendre l'avance.

source: Guide for Magic: The Gathering players
fr: Guide pour les joueurs de Magic: L'Assemblée

source: commander format
fr: format commandeur

source: Some MTG players, especially those who favor the %(commander_format)s, make the switch to VTES. They broadly consider VTES to be a perfected version of what commander attempts to be: a fun multiplayer experience, laced with a lot of interactions and negociations between them. Considering both games have the same creator (Richard C. Garfield), there are also a lot of similarities: that makes VTES an easy candidate for MTG players. But there are also a number of differences and these end up leading to unexpect misconceptions that are hard to overcome for us MTG players.
fr: Certains joueurs de MTG, en particulier ceux qui préfèrent le %(commander_format)s, passent à VTES. Ils considèrent généralement VTES comme une version perfectionnée de ce que Commandeur tente d'être : une expérience multijoueur amusante, agrémentée de nombreuses interactions et négociations. Étant donné que les deux jeux ont le même créateur (Richard C. Garfield), il y a aussi beaucoup de similitudes : cela fait de VTES un candidat facile pour les joueurs de MTG. Mais il existe également un certain nombre de différences et celles-ci finissent par conduire à des confusions inattendues qui sont difficiles à surmonter pour nous, joueurs de MTG.

source: Life is mana
fr: La vie c'est du mana

source: beads economy
fr: économie de jetons

source: First thing, in VTES your life (pool) is also what you use to summon (influence) your vampires. So, in a sense everyone plays black. But, more simply put, even if you don't have to bother with lands, you have to have a real strategy about the %(beads_economy)s here: how much will you invest in vampires and how much to keep for safety? It's obiously always better to invest more (more vampires, more actions, more power) but ideally you want to be just shy of getting ousted by your predator.
fr: Tout d'abord, dans VTES, votre vie (pool) est aussi ce que vous utilisez pour invoquer (influencer) vos vampires. Donc, dans un sens, tout le monde joue noir. Mais, plus simplement, même si vous n'avez pas à vous soucier des terrains, vous devez avoir une vraie stratégie sur l'%(beads_economy)s ici : combien allez-vous investir dans les vampires et combien garder pour votre sécurité ? C'est évidemment toujours mieux d'investir plus (plus de vampires, plus d'actions, plus de pouvoir) mais idéalement vous voulez juste éviter de vous faire sortir par votre prédateur.

source: the lunge
fr: le coup de grâce

source: A large part of the game strategy actually revolves around that. If you're able to figure out how much you can be hurt by the rest of the table, you know how much you must keep in defense. And symmetrically, if your predator can somehow mess with your assessment and push you to underestimate them, they will have an easy grab for a Victory Point. This is what VTES players refer to as %(the_lunge)s. Estimating precisely how much your predator can lunge for (the number of pool damage they can deliver) is key, as is obscuring this information on the predator's end.
fr: Une grande partie de la stratégie du jeu tourne autour de ça. Si vous êtes capable de déterminer à quel point vous pouvez être blessé par le reste de la table, vous savez combien vous devez garder en défense. Et symétriquement, si votre prédateur peut d'une manière ou d'une autre perturber votre évaluation et vous pousser à le sous-estimer, il pourra facilement saisir un Point de Victoire. C'est ce que les joueurs de VTES appellent %(the_lunge)s. Estimer précisément combien votre prédateur peut atteindre (le nombre de dégâts d'influence qu'il peut infliger) est essentiel, tout comme obscurcir ces informations du côté du prédateur.

source: Cards replacement
fr: Remplacement des cartes

source: This is really the main difference: in MTG you get one new card per turn. Card management is a thing: <b>card advantage</b> is a core strategical concept. In VTES, you replace every card you play. There's not card advantage in the sense MTG players know of. So, what does that change?
fr: C'est vraiment la principale différence : dans MTG, vous obtenez une nouvelle carte par tour. La gestion des cartes est importante : le <b>card avantage</b> un concept stratégique essentiel. Dans VTES, vous remplacez chaque carte que vous jouez. Il n'y a pas de card advantage au sens où les joueurs de MTG l'entendent. Alors, qu'est-ce que cela change ?

source: Play your cards
fr: Jouez vos cartes

source: Well, the first thing you will have to relearn is to play and discard your cards. As an MTG player, you will have an unreasonable tendency to stick to your cards and not want to play them until the perfect moment. You need to unlearn that. In VTES, <b>playing a card costs nothing</b>. If the effect it has even slightly advantages you, that's a net gain. You need to play all the cards you can all the time. At the end of a game, the more cards you played, the more chances you have to win: more cards played means more effects, which means more advantages, and that should put you in a dominant position.
fr: Eh bien, la première chose que vous devrez réapprendre est de jouer et de défausser vos cartes. En tant que joueur de MTG, vous aurez une tendance déraisonnable à vous accrocher à vos cartes et à ne vouloir les jouer qu'au moment idéal. Vous devez désapprendre cela. À VTES, <b>jouer une carte ne coûte rien</b>. Si l'effet ne produit ne serait-ce qu'un léger avantage, c'est un gain net. Vous devez en permanence jouer toutes les cartes que vous pouvez. À la fin d'une partie, plus vous avez joué de cartes, plus vous avez de chances de gagner : plus de cartes jouées signifie plus d'effets, donc plus d'avantages, et cela devrait vous placer en position dominante.

source: Discard every turn
fr: Défaussez à chaque tour

source: It's the same thing with dicarding at the end of a turn: not an easy thing at first but in fact, you need to discard often because, again, <b>it costs nothing</b>. If discarding a card has more chances to improve your hand that it has chances making it worse, you should discard. And 80%(percent)s of the time, given you choose what you discard, the chance for improvement is big enough that you should.
fr: C'est la même chose pour la défausse en fin de tour : ce n'est pas une chose facile au début mais en fait, il faut défausser souvent car, encore une fois, <b>ça ne coûte rien</b>. Si la défausse d'une carte a plus de chances d'améliorer votre main qu'elle a de chances de l'aggraver, vous devez défausser. Et 80%(percent)s du temps, étant donné que vous choisissez ce que vous jetez, les chances d'amélioration sont suffisamment grandes pour que ça vaille le coup.

source: Keep the right cards
fr: Conservez les bonnes cartes

source: The other side of the medal is trickier. Once you've learn to play all the cards all the time and discard at every chance, you will need to relearn when not to do it. It largely depends on the deck and how it's built but some cards are supposed to be used liberally, others are supposed to be kept or discarded depending on the table situation. When not to discard is almost as tricky. You need to know your deck and assess the table well enough to notice when your chances for hand improvement are poor: you have a very decent hand and discarding anything in it might do more harm than good. This happens maybe 20%(percent)s of the time.
fr: L'autre face de la médaille est plus délicate. Une fois que vous aurez appris à jouer toutes les cartes tout le temps et à les défausser à chaque occasion, vous devrez réapprendre quand ne pas le faire. Cela dépend en grande partie du deck et de la façon dont il est construit, mais certaines cartes sont censées être utilisées généreusement, d'autres sont censées être conservées ou jetées en fonction de la situation sur la table. Savoir quand ne pas défausser est presque aussi délicat. Vous devez connaître votre deck et évaluer la table suffisamment bien pour remarquer quand vos chances d'amélioration de la main sont faibles : vous avez une main très décente et jeter quoi que ce soit pourrait faire plus de mal que de bien. Cela arrive peut-être 20%(percent)s du temps.

source: Example
fr: Exemple

source: Say you're playing the %(anniversary)s, you got %(ingrid)s and %(stanislava)s in crypt, and after a lucky %(zillahs_valley)s you play immediately, you draw a %(govern_the_unaligned)s and get this hand at then end of the turn.
fr: Disons que vous jouez le %(anniversary)s, vous avez %(ingrid)s et %(stanislava)s dans la crypte, et après un %(zillahs_valley)s chanceux que vous jouez immédiatement, vous piochez un %(govern_the_unaligned)s et obtenez cette main à la fin du tour.

source: First, it's a good hand: you got a %(govern)s and the stealth to make it through, and even a %(forced_march)s to unlock and follow up with another action. Once %(stanislava)s gets out, her first turn should go well. Now, what to discard? It is not a perfect hand and, even with the early %(zillah)s, you got two discards until %(stanislava)s acts. Not discarding here would be a mistake, because there are many possible improvement: any master would be a card to play next turn, where you still have no vampire. If you get %(information_highway)s, another %(zillah)s, or a %(dreams)s, it's a treat. More importantly, you need a %(villein)s early, and you don't have it yet, so you should cycle.
fr: Tout d'abord, c'est une bonne main : vous avez un %(govern)s et la discrétion pour le passer, et même un %(forced_march)s pour se redresser et enchaîner avec une autre action. Une fois %(stanislava)s sortie, son premier tour devrait bien se passer. Maintenant, que jeter ? Ce n'est pas une main parfaite et, même avec le premier %(zillah)s, vous avez deux défausses avant que %(stanislava)s n'agisse. Ne pas défausser ici serait une erreur, car il y a beaucoup d'améliorations possibles : n'importe quelle carte maître pourrait être jouée au tour suivant, où vous n'avez toujours pas de vampire. Si vous obtenez un %(information_highway)s, une autre %(zillah)s, ou un %(dreams)s, c'est beaucoup mieux. Plus important encore, vous avez besoin d'un %(villein)s tôt, et vous ne l'avez pas encore, vous devriez donc recycler.

source: So, what to discard? The second %(govern)s is a keeper: being able to play two %(govern)s at superior in the first two turns is ideal. The stealth should be kept to secure those actions, and %(form_of_mist)s can also be used to end a dangerous combat if someone rushes you just after you get out. So it has to be %(parity_shift)s, %(kine_resources)s or %(on_the_qui_vive)s. %(stanislava)s won't be able to play %(parity_shift)s so you might think that's the one, but that would likely be a mistake: it will not be used immediately, but once %(ingrid)s gets out, she should go for it immediately to get some pool back, especially if you did not draw a %(villein)s by then. %(on_the_qui_vive)s then? It is too precious: the deck does not run a lot of wakes and later on and combined with a %(deflection)s, it will save you pool and maybe even cost some to your prey.
fr: Alors, que jeter ? Le deuxième %(govern)s est à garder : pouvoir jouer deux %(govern)s en supérieur dans les deux premiers tours est idéal. La discrétion doit être conservée pour sécuriser ces actions, et %(form_of_mist)s peut également être utilisé pour mettre fin à un combat dangereux si quelqu'un vous attaque juste après la sortie. Il doit donc s'agir de %(parity_shift)s, %(kine_resources)s ou %(on_the_qui_vive)s. %(stanislava)s ne pourra pas jouer %(parity_shift)s, donc vous pourriez penser que c'est la carte à écarter, mais ce serait probablement une erreur : il ne sera pas utilisé immédiatement, mais une fois qu'%(ingrid)s sortira, elle devrait le jouer immédiatement pour récupérer de l'influence, surtout si vous n'avez pas tiré de %(villein)s d'ici là. %(on_the_qui_vive)s alors ? C'est trop précieux : le deck n'a pas beaucoup de réveils et, plus tard et combiné à une %(deflection)s, ça protégera votre influence et peut-être même en coûtera-t-il à votre proie.

source: The conclusion is inevitable: %(kine_resources)s has to go. %(stanislava)s can bleed as a second action, or just play it slow and keep %(forced_march)s for later, there's no urgency this early in the game to deliver a 3 damage vote to your prey.
fr: La conclusion est inévitable : %(kine_resources)s doit disparaître. %(stanislava)s peut mordre pour sa deuxième action, ou simplement jouer lentement et garder %(forced_march)s pour plus tard, il n'y a aucune urgence si tôt dans le jeu à délivrer un vote de 3 dégâts à votre proie.

source: Card pool and cards limit
fr: Bloc de cartes et limites

source: VTES is a smaller card pool than MTG. It holds 3900 cards and, sure, MTG standard (∼1500) has less, but it is renewed every year. Modern holds four time this amount (16K), not mentioning the popular Commander format (24K). But there is <b>no expansion block</b> in VTES, and <b>no limit in the number of copies</b> of a card you can put in a deck. This is a dramatic difference. It means some very powerful cards in the game can (and are) simply used in 10 or even 20 copies in some decks.
fr: VTES est un bloc de cartes plus petit que MTG. Il contient 3900 cartes et, bien sûr, le standard MTG (∼1500) en a moins, mais il est renouvelé chaque année. Modern contient quatre fois ça (16K), sans parler du format Commandeur (24K). Mais il n'y a <b>pas de bloc d'extension</b> dans VTES, et <b>aucune limite dans le nombre de copies</b> d'une carte que vous pouvez mettre dans un deck. C'est une différence dramatique. Cela signifie que certaines cartes très puissantes peuvent être (et sont) simplement utilisées en 10 ou même 20 exemplaires dans certains decks.

source: So you don't have a lot of similar cards with very close effects to just combine together for stability and, since there are no block nor cards limit, design teams learned that just editing "very close" cards in the end means that one is better than the other and makes it obsolete. When designing similar effects on cards, they need to figure out just enough of a difference to make both cards relevant in different situations.
fr: Vous n'avez donc pas beaucoup de cartes similaires avec des effets très proches à combiner pour plus de stabilité et, comme il n'y a pas de bloc ni de limite de cartes, les équipes de conception ont appris que le simple fait d'éditer des cartes "très proches" signifie finalement que l'une est meilleur que l'autre et la rend obsolète. Lors de la conception d'effets similaires sur des cartes, ils doivent trouver juste assez de différences pour rendre les deux cartes pertinentes dans différentes situations.

source: Chainsaw was never reprinted because Sawed-Off Shotgun is just a straight-off stronger version of it. %(gas_powered_chainsaw)s was printed instead later on.
fr: Chainsaw n'a jamais été réimprimée car Sawed-Off Shotgun n'en est qu'une version plus puissante. %(gas_powered_chainsaw)s a été imprimée à la place plus tard.

source: metagame
fr: metajeu

source: At first, you'll need to learn about more cards that you would need to discover when drafting or playing Standard. But once you're there, these don't change much expansion after expansion. Any new good card can change the %(metagame)s and the decks dramatically, since you can include it in any number of copies. That's an interesting journey once you're past the initial discovery phase.
fr: Au début, vous devrez en savoir plus sur les cartes que vous auriez besoin de découvrir lors d'un draft ou d'un nouveau bloc Standard. Mais une fois que vous y êtes, les cartes changent peu expansion après expansion. Toute nouvelle bonne carte peut changer radicalement le %(metagame)s et les decks, puisque vous pouvez l'inclure dans n'importe quel nombre d'exemplaires. C'est un voyage intéressant une fois que vous avez passé la phase de découverte initiale.

source: Luckily though, you don't need to get to know all 4000 VTES cards. You can check the %(best_cards_section)s to learn about the <b>500-600 most played cards</b> in the game. Roughly knowing this third-of-a-block of Standard will cover 80%(percent)s of the cards you're likely to see on any given table.
fr: Heureusement, vous n'avez pas besoin de connaître toutes les 4000 cartes VTES. Vous pouvez consulter la %(best_cards_section)s pour en savoir plus sur les <b>500-600 cartes les plus jouées</b> dans le jeu. Connaître à peu près ce tiers d'un bloc de Standard couvrira 80%(percent)s des cartes que vous êtes susceptible de voir sur une table donnée.

source: Best Cards section
fr: section Top Cartes

source: 60 or 90 cards deck?
fr: Deck de 60 ou 90 cartes ?

source: The lack of cards limit also makes thinning out a deck a different question. Because of the limit of 4 cards in MTG, the smaller your deck, the more stable your draw: you should make your deck as small as possible. In VTES, since there is no card limit, you can have the same stability in a 60 or a 90 cards deck. If you play 10 Govern the Unaligned in a 60 cards deck, playing 15 in a 90 cards deck gives you the same draw chance (with a tad more variance, yes, for you statisticians out there, but you get my point).
fr: L'absence de limite de cartes fait également du rétrécissement d'un deck une question différente. En raison de la limite de 4 cartes dans MTG, plus votre deck est petit, plus votre tirage est stable : vous devez rendre votre deck le plus petit possible. Dans VTES, puisqu'il n'y a pas de limite de cartes, vous pouvez avoir la même stabilité dans un jeu de 60 ou de 90 cartes. Si vous jouez 10 Govern the Unaligned dans un jeu de 60 cartes, en jouer 15 dans un jeu de 90 cartes vous donne la même chance de tirage (avec un peu plus de variance, oui, pour vous les statisticiens dans la salle, mais vous comprenez ce que je veux dire).

source: Deck Building section
fr: section Construction de Deck

source: So yes, <b>90 cards decks are a thing</b>. As are 60 cards and anything in between. The size of a deck has more to do with the expected card flow intensity than anything else. Check the %(deck_building_section)s if you want to dive a bit deeper in this topic.
fr: Alors oui, <b>les decks de 90 cartes sont pertinents</b>. Comme le sont ceux de 60 cartes et tout ce qui se trouve entre les deux. La taille d'un deck a plus à voir avec l'intensité attendue du débit de cartes qu'autre chose. Consultez la %(deck_building_section)s si vous souhaitez approfondir un peu le sujet.

source: Your prey is on the left
fr: Votre proie est sur la gauche

source: You will hear this saying a lot in your first few games. And it's not the most natural thing when you come from MTG at first. All players on the table are your opponents and, in the end, only one will win, but <em>your</em> prey is on your left. And sure, it's obvious: 6 pool is always good to take and Victory Points are how you win. So of course ousting your prey is always good. Anything that hurts your prey is a good thing. Remembering it is vital: you're not there to be just or equalize the chances around the table, you're here to oust your prey.
fr: Vous entendrez beaucoup ça lors de vos premières parties. Et ce n'est pas la chose la plus naturelle quand on vient de MTG au début. Tous les joueurs sur la table sont vos adversaires et, à la fin, un seul gagnera, mais <em>votre</em> proie est sur votre gauche. Et bien sûr, c'est évident : 6 d'influence sont toujours bons à prendre et les points de victoire sont la façon dont vous gagnez. Alors bien sûr sortir sa proie est toujours bon. Tout ce qui blesse votre proie est une bonne chose. S'en souvenir est vital : vous n'êtes pas là pour être juste ou égaliser les chances autour de la table, vous êtes là pour sortir votre proie.

source: Defending is important too, of course, but because life is mana, the more the game goes, the less pool people have. There is a natural attrition mechanism at play here: minions cost pool, their cards cost blood, combat costs blood, and, ultimately, blood is pool. Surviving is important, but surviving while ousting your preys and getting pool for it is how you win.
fr: Défendre est également important, bien sûr, mais parce que la vie c'est du mana, plus le jeu avance, moins les joueurs ont d'influence. Il y a un mécanisme naturel d'attrition en jeu ici : les serviteurs coûtent de l'influence, leurs cartes coûtent du sang, le combat coûte du sang et, finalement, le sang c'est de l'influence. Survivre est important, mais survivre tout en éliminant vos proies et en obtenant de l'influence pour ça, c'est comme ça qu'on gagne.

source: The lunge is the first tactic one needs to learn as an MTG player. Some MTG tactics have to do with tempo, but in a very different way, since it's more about card tempo.
fr: Le coup de grâce est la première tactique à apprendre en tant que joueur de MTG. Certaines tactiques de MTG ont rapport au tempo, mais d'une manière très différente, puisqu'il s'agit davantage du tempo de la carte.
