Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: The lunge in VTES is all about "damage tempo". You want to keep your most damaging effects in hand for the exact right moment when they will bring your prey to zero. Consider you're playing a stealth bleed deck (one of the simplest archetype to go with): a beginner MTG player will often just deliver whatever they draw and go forward with it full power, trusting the deck to bring as much damage as fast as possible, while an experienced player will make sure the damage is progressively higher and the finishing move is overwhelming.
fr: Le coup de grâce dans VTES est une question de "tempo des dégâts". Vous voulez garder vos effets les plus dommageables en main pour le moment exact où ils ramèneront votre proie à zéro. Prenez par exemple un deck Stealth & Bleed (l'un des archétypes les plus simples à utiliser): un joueur de MTG débutant se contentera souvent d'envoyer tout ce qu'il pioche et d'aller de l'avant avec toute sa puissance, faisant confiance au deck pour infliger autant de dégâts aussi vite que possible, tandis qu'un joueur expérimenté s'assurera que les dégâts sont progressivement plus élevés et que le coup de grâce est écrasant.

source: This first sequence is clumsy. It strikes very hard at first but then struggles to deliver damage later on. Keeping the initial %(conditioning)s in hand would have been the right move here. If the two last actions are in a second turn, this sequence leaves the opponent at 6 pool after he just took 12 pool of damage.
fr: Cette première séquence est maladroite. Elle frappe très fort au début, mais a du mal à infliger des dégâts plus tard. Garder le %(conditioning)s initial en main aurait été la bonne décision ici. Si les deux dernières actions sont dans un second tour, cette séquence laisse l'adversaire à 6 d'influence après avoir subit 12 de dégâts.

source: This is a proper lunge. The last turn delivers superior damage suddenly. Again, if the two last actions are in a second turn, this sequence leaves the opponent at 10 after having delivered 8: it is harder to asses how fast the oust can happen. Note players got access to the same cards, they just played them in a different order.
fr: C'est un bon coup de grâce. Le dernier tour inflige soudainement des dégâts supérieurs. Encore une fois, si les deux dernières actions sont dans un deuxième tour, cette séquence laisse l'adversaire à 10 après lui avoir infligé 8 : il est plus difficile d'évaluer à quelle vitesse l'élimination peut se produire. Notez que les joueurs ont accès aux mêmes cartes, ils les ont simplement jouées dans un ordre différent.

source: This is an essential tactic in the game: if you deliver too much damage too soon without ousting your prey, you're making the game harder for you: your prey will invest less pool and will take a more defensive stance, but also the rest of the table will mark you as more of a risk and hinder your efforts.
fr: C'est une tactique essentielle dans le jeu : si vous infligez trop de dégâts trop tôt sans éliminer votre proie, vous rendez le jeu plus difficile pour vous : votre proie investira moins d'influence et adoptera une position plus défensive, mais aussi le reste de la table vous considérera davantage comme un risque et entravera vos efforts.

source: More importantly, putting your prey low in pool while failing to oust them is really a <b>signal for your predator</b> than it's time for them to lunge. In a position like that, if they manage to oust you, then you've served them their second victory point on a silver platter. So failing to lunge will not only push your prey to go very defensive, it will also offer such a golden opportunity to your predator that they will have to be as offensive as possible to try to profit from it. It's a dreadful situation to put yourself in.
fr: Plus important encore, mettre vos proies au plus bas en influence sans les éliminer est vraiment un <b>signal pour votre prédateur</b> qu'il est temps pour lui de délivrer son coup grâce. Dans une telle position, s'ils parvient à vous éliminer, vous leur avez servi leur deuxième point de victoire sur un plateau. Ainsi, rater son coup de grâce poussera non seulement votre proie à devenir très défensive, mais offrira également une telle opportunité à votre prédateur qu'il devra être le plus offensif possible pour essayer d'en tirer profit. C'est une situation épouvantable dans laquelle se mettre.

source: Lunging is difficult. The fact that life is mana makes the whole game that much tenser. You need to learn to pilot your deck so that it not only delivers the damage it needs to deliver but does it, as much as possible, in an overwhelming and categorical fashion. Keeping your prey on low pool without managing to oust them is a losing proposition.
fr: Exécuter un coup de grâce est difficile. Le fait que la vie soit du mana rend l'ensemble du jeu d'autant plus tendu. Vous devez apprendre à piloter votre deck afin qu'il ne se contente pas d'infliger les dégâts dont il a besoin, mais qu'il le fasse, autant que possible, de manière écrasante et sans appel. Garder vos proies sur une influence basse sans réussir à les éliminer est une proposition perdante.

source: Cards in 1 copy
fr: Cartes en un seul exemplaire

source: Another difference is that in MTG you usually get to play 20%(percent)s to 40%(percent)s of your deck. The deck size lower limit is far higher than the number of cards you get to play. Not so in VTES: if you do not get ousted early, it's customary to play 60%(percent)s to 80%(percent)s of your deck, and deck sizes should be tailored with this objective in mind. If you tend to play a lot of cards, you'll go with an 80 or even a 90 cards deck. If the flow is slower, you should opt for 60 or 70 cards.
fr: Une autre différence est qu'à MTG, vous jouez généralement entre 20%(percent)s et 40%(percent)s de votre deck. La limite inférieure de la taille du deck est bien supérieure au nombre de cartes que vous pouvez jouer. Ce n'est pas le cas dans VTES : si vous n'êtes pas éliminé tôt, il est d'usage de jouer 60%(percent)s à 80%(percent)s de votre deck, et la taille des decks doit être adaptée à cet objectif. Si vous avez tendance à jouer beaucoup de cartes, vous opterez pour un jeu de 80 ou même de 90 cartes. Si le débit est plus lent, vous devriez opter pour 60 ou 70 cartes.

source: You will often see decks fielding <b>cards in a single copy</b>, which for MTG is basically an heresy, since you are more likely to never draw a single-copy card in any given game. In VTES, with a well-built deck, you are likely to draw any single-copy card you put there in 2/3 of your games. So 1 copy is a good number for a silver bullet, although that means you need to keep it if it's relevant and discard it if it's not.
fr: Vous verrez souvent des decks aligner des <b>cartes en un seul exemplaire</b>, ce qui pour MTG est fondamentalement une hérésie, car vous avez toutes les chances de ne jamais piocher cette unique carte au cours d'une partie donnée. Dans VTES, avec un deck bien construit, vous êtes susceptible de piocher n'importe quelle carte à exemplaire unique que vous y mettez dans 2/3 de vos parties. Donc, 1 copie est un bon nombre pour une solution ciblée, bien que cela signifie que vous devez la conserver si elle est pertinente et la jeter si ce n'est pas le cas.

source: Duplicates in disguise
fr: Doublons déguisés

source: Some single-copy inclusions are actually multiple copies in disguise: the different cards all serve the same purpose. A good exemple is permanent intercept devices. You will see decklists with %(bowl_of_convergence)s, %(aranthebes)s, %(mr_winthrop)s, and %(krcg)s, all in a single copy. If one is better than the others, why not just play 2 or more copies of that one? Well, since you're drawing the majority of your deck in a game, it is better to get different unique cards you can stack than it is to get the best one sooner. All in all, <b>it matters more to be able to stack effects</b> and get a better setup than having an early impact. It is linked to the lunge tactic: the buildup is useful because stacking and damage tempo matter, the card tempo matters less.
fr: Certaines inclusions à un seul exemplaire sont en fait de multiples exemplaires déguisés : les différentes cartes ont toutes le même objectif. Les outils d'interception permanents sont un bon exemple. Vous verrez des listes de deck avec %(bowl_of_convergence)s, %(aranthebes)s, %(mr_winthrop)s et %(krcg)s, le tout en un seul exemplaire. Si l'une est meilleur que les autres, pourquoi ne pas simplement jouer 2 copies ou plus de celle-là ? Eh bien en fait, puisque vous piochez la majorité de votre deck dans un jeu, il est préférable d'obtenir différentes cartes uniques que vous pouvez empiler plutôt que d'obtenir la meilleure plus tôt. Dans l'ensemble, <b>il est plus important de pouvoir empiler les effets</b> et d'obtenir une meilleure configuration, que d'avoir un impact précoce. C'est lié à la tactique du coup de grâce : l'accumulation est utile car l'empilement et le tempo des dégâts comptent, le tempo de la carte compte moins.

source: Not to say that in some cases you shouldn't field multiple copies of a single card. In some instances there is no good alternative or you really want your draw chances in any game to be closer to 90%(percent)s than to 70%(percent)s. You will see for example Ravnos %(ravnos)s decks fielding two %(week_of_nightmares)s, combat decks with 2 or 3 %(fame)s, or demanding toolboxes or combo decks with 3 or 4 %(heart_of_nizchetus)s. It is possible and sometimes relevant, but most of the time spreading multiple different unique cards in a single copy is better.
fr: Cela ne veut pas dire que dans certains cas, vous ne devriez pas intégrer plusieurs copies d'une même carte unique. Dans certains cas, il n'y a pas de bonne alternative ou vous voulez vraiment que vos chances de tirage dans n'importe quelle partie soient plus proches de 90%(percent)s que de 70%(percent)s. Vous verrez par exemple des decks Ravnos %(ravnos)s avec deux %(week_of_nightmares)s, des decks de combat avec 2 ou 3 %(fame)s, ou des toolbox exigeantes ou des decks combo avec 3 ou 4 %(heart_of_nizchetus)s. C'est possible et parfois pertinent, mais la plupart du temps étaler sur plusieurs cartes uniques différentes en un seul exemplaire est préférable.

source: Vampires are not creatures
fr: Les vampires ne sont pas des créatures

source: It's tempting to think of vampires as if they were creatures in MTG, but it is misleading. Because life is mana, vampires are more costly than most MTG creatures. They're also more resilient: you can probably send a vampire to torpor with a good combat module, but destroying a vampire takes a lot more dedication. But beyond those obvious differences, the rift between VTES vampires and MTG creatures goes deeper.
fr: Il est tentant de penser aux vampires comme s'ils étaient des créatures dans MTG, mais c'est trompeur. Parce que la vie c'est du mana, les vampires sont plus coûteux que la plupart des créatures de MTG. Ils sont également plus résistants : vous pouvez probablement envoyer un vampire en torpeur avec un bon module de combat, mais détruire un vampire demande beaucoup plus de persistence. Mais au-delà de ces différences évidentes, le fossé entre les vampires à VTES et les créatures à MTG est plus profond.

source: The two strength scores
fr: Les deux scores de force

source: In VTES, a vampire delivers <b>strength damage</b> to other minions, but <b>bleed damage</b> to the opponents pool. This changes things. The way the game is designed, some vampires can deliver high bleed damage, others are excellent combatants and can deliver high damage to minions. But the two rarely go hand-in-hand. An %(OBF)s%(DOM)s vampire is a dangerous bleeder, but weak in combat, and a %(POT)s%(ANI)s vampire won't bleed much, but will be a dreadful combatant.
fr: Dans VTES, un vampire inflige des <b>dégâts de force</b> aux autres serviteurs, mais des <b>dégâts de morsure</b> au pool adverse. Cela change les choses. Vu la manière dont dont le jeu est conçu, certains vampires peuvent infliger des dégâts de morsure élevés, d'autres sont d'excellents combattants et peuvent infliger des dégâts importants aux serviteurs. Mais les deux vont rarement de pair. Un vampire %(OBF)s%(DOM)s est dangereux en morsure, mais faible au combat, et un vampire %(POT)s%(ANI)s ne mordra pas beaucoup, mais sera un combattant redoutable.

source: And it's not just about strength. A high capacity vampire does not really have "more life", nor is it more robust. A vampire's capacity does not matter if their opponent use aggravated damage like %(claws_of_the_dead)s or just a %(disarm)s. And, even if a high capacity vampire can take a big %(roundhouse)s more easily, they do not regenerate between turns, so it's just a one-time thing. High capacity vampires bring more disciplines, titles and interesting special abilities. Their capacity is not toughness: ideally their blood should be recouped with a %(villein)s to go back to the pool before they lose it.
fr: Et ce n'est pas seulement une question de force. Un vampire de grande capacité n'a pas vraiment "plus de vie", ni n'est plus robuste. La capacité d'un vampire n'a pas d'importance si son adversaire utilise des dégâts aggravés comme %(claws_of_the_dead)s ou juste un %(disarm)s. Et, même si un vampire de grande capacité peut encaisser un gros %(roundhouse)s plus facilement, il ne se régénère pas entre les tours, donc c'est juste ponctuel. Les vampires de grande capacité apportent plus de disciplines, de titres et de pouvoirs spéciaux intéressantes. Leur capacité n'est pas de l'endurance : idéalement, leur sang devrait être récupéré avec un %(villein)s pour retourner à l'influence avant qu'ils ne le perdent.

source: Vampires are lands
fr: Les vampires sont des terrains

source: We started this article stating that "life is mana", but if you think about it, and even though you pay in pool for your minions and some other cards, 80%(percent)s of the library cards are actually played by your minions. So in a very practical way, <strong>vampires are lands</strong> more than anything else: without them, most of your cards are dead cards and you stop playing. What you can play depends on their disciplines and the disciplines are the colors of a deck.
fr: Nous avons commencé cet article en déclarant que "la vie c'est du mana", mais si vous y réfléchissez bien, et même si vous payez en influence pour vos serviteurs et quelques autres cartes, 80%(percent)s des cartes de la bibliothèque sont en fait jouées par vos serviteurs. Donc, de manière très pratique, <strong>les vampires sont des terrains</strong> plus qu'autre chose: sans eux, la plupart de vos cartes sont des cartes mortes et vous arrêtez de jouer. Ce que vous pouvez jouer dépend de leurs disciplines et les disciplines sont les couleurs d'un deck.

source: Combat is control
fr: Le combat c'est le contrôle

source: Because good combat vampires are often poor bleeders, but mostly because vampires are lands, <b>combat decks are not "aggro"</b>: they are control decks. Putting vampires in torpor slows down your opponents, destroying them is more akin to playing a good Armageddon: it can be devastating, but you have to time and aim it well.
fr: Parce que les bons vampires de combat sont souvent mauvais en morsure, mais surtout parce que les vampires sont des terrains, <b>les decks de combat ne sont pas "aggro"</b> : ce sont des decks de contrôle. Mettre des vampires en torpeur ralentit vos adversaires, les détruire s'apparente plus à jouer un bon Armageddon : ça peut être dévastateur, mais il faut chronométrer et bien viser.

source: By destroying the vampires of your opponents, you slow or even shut them down. Inevitably, this will also advantage the remaining players: it's disrupting the table balance. Ultimately, you have to do so in a way that advantages you more than the remaining players so that you end up winning the game.
fr: En détruisant les vampires de vos adversaires, vous les ralentissez, voire les réduisez à rien. Inévitablement, cela profitera également aux joueurs restants : cela perturbe l'équilibre de la table. En fin de compte, vous devez le faire d'une manière qui vous avantage davantage que les joueurs restants afin que vous finissiez par gagner la partie.

source: And it's not easy, because with combat-oriented vampires and cards, you will have poor options to take down your prey's pool after you dealt with their vampires. Your vampire-killer star might still bleed for only one or two, and you need to oust before your predator gets you and nets the 2 victory points you're serving him on a platter.
fr: Et ce n'est pas facile, car avec des vampires et des cartes axés sur le combat, vous n'aurez que peu d'options pour attaquer l'influence de vos proies après avoir géré leurs vampires. Votre star tueur de vampires ne peut peut-être mordre que pour un ou deux, et vous devez éliminer votre proie avant que votre prédateur ne vous rattrape et ne marque les 2 points de victoire que vous lui servez sur un plateau.

source: Delicate planning and foresight are required to win this way. Despite the cards color, decks focused on combat are not aggro Red decks. They're Blue, maybe Dimir. Their game plan is to win the table in the long run by locking everyone out of their game: they do not aim for a quick victory.
fr: Une bonne planification et de la clairvoyance sont nécessaires pour gagner de cette manière. Malgré la couleur des cartes, les decks axés sur le combat ne sont pas des decks aggro rouges. Ce sont Blue, peut-être Dimir. Leur plan de jeu est de gagner la table sur le long terme en verrouillant le jeu de tous les adversaires : ils ne visent pas une victoire rapide.

source: Archetypes parallels
fr: Correspondances d'archétypes

source: It's a bit tricky to make a parallel between MTG deck categories and VTES ones, but let's give it a try so you can get to know the lay of the land here.
fr: Il est un peu difficile de faire une correspondance entre les catégories de decks MTG et celles de VTES, mais essayons pour que vous puissiez vous familiariser avec l'état des lieux.

source: V5 Malkavian
fr: V5 Malkavien

source: <b>Stealth & Bleed decks</b> (S&B in short) are to VTES what the aggro decks are to MTG. Fast heavy damage to your prey, skewed towards the offensive side to try and secure the victory quickly. The %(v5_malkavian)s preconstructed deck is an example.
fr: <b>Les decks Stealth & Bleed</b> (S&B en abrégé) sont à VTES ce que les decks aggro sont à MTG. Dégâts lourds et rapides à votre proie, orientés vers le côté offensif pour tenter de remporter rapidement la victoire. Le deck préconstruit %(v5_malkavian)s en est un exemple.

source: All types of very forward bleed decks can be thought of as aggro, not only the stealth ones. <b>Powerbleed decks</b> like %(rebekka_jost)s also fit the bill here. Some very <b>aggressive swarm decks</b> like %(legacy_of_pander)s and %(weenie_dom)s, also qualify.
fr: Tous les types de decks de morsure aggressifs peuvent être considérés comme aggro, pas seulement les decks basés sur la discrétion. <b>Les decks Powerbleed</b> comme %(rebekka_jost)s sont à classer ici. Certains <b>decks d'essaim agressifs</b> comme %(legacy_of_pander)s et %(weenie_dom)s, sont également éligibles.

source: There are two kinds of control deck in VTES. <b>Rush decks</b> are active control decks, where you go rush opponents minions to control the table (im)balance and skew it in a favorable way. %(tupdogs_nephandus)s is a good example.
fr: Il existe deux types de decks de contrôle dans VTES. <b>Les decks Rush</b> sont des decks de contrôle actifs, où vous allez attaquer les serviteurs adverses pour contrôler la table et la (dés)équilibrer de manière favorable. %(tupdogs_nephandus)s est un bon exemple.

source: V5 Gangrel preconstructed deck
fr: deck préconstruit V5 Gangrel

source: <b>Wall decks</b> are reactive control decks, where you use reactions to stop your opponents actions and hurt their minions, like in the %(v5_gangrel_preconstructed_deck)s.
fr: Les <b>decks wall</b> sont des decks de contrôle réactifs, où vous utilisez des réactions pour arrêter les actions de vos adversaires et blesser leurs serviteurs, comme le %(v5_gangrel_preconstructed_deck)s.

source: Whatever the approach and similarily to MTG, actually winning with these decks requires a good grasp of the existing archetypes so you can assess your opponents' strengths and weaknesses.
fr: Quelle que soit l'approche et de la même manière qu'à MTG, gagner avec ces decks nécessite une bonne compréhension des archétypes existants afin que vous puissiez évaluer les forces et les faiblesses de vos adversaires.

source: V5 Box
fr: Boîte V5

source: <b>Toolboxes</b> evidently match the "midrange" idea: they bleed, they block, they do a bit of combat, sometimes they even vote. There are a <em>lot</em> of differently-themed toolboxes. The decks of the %(v5_box)s, except the Malkavian %(malkavian)s, are midrange decks in that sense, although they have different approaches.
fr: Les <b>toolbox</b> correspondent évidemment à l'idée de "midrange": elles mordent, elles bloquent, elles combattent un peu, parfois elles votent même. Il existe <em>beaucoup</em> de toolbox à thèmes différents. Les decks de la %(v5_box)s, à l'exception du Malkavian %(malkavian)s, sont des decks midrange dans ce sens, bien qu'ils aient des approches différentes.

source: <b>Vote & bleed decks</b>, often relying on Inner Circle vampires, are definitely midrange. The %(anniversary)s %(stanislava)s deck is a good example. Some slow bleed deck do not include votes: %(the_bleeding_vignes)s is also midrange: good defense, steady aggression.
fr: <b>Les decks vote & bleed</b>, s'appuyant souvent sur des vampires du cercle intérieur, sont définitivement de midrange. Le deck %(anniversary)s %(stanislava)s en est un bon exemple. Certains decks de morsure lents n'incluent pas de votes : %(the_bleeding_vignes)s est également un midrange : bonne défense, agression constante.

source: Many <b>swarm</b> decks actually fit what an MTG player would expect from a "combo" deck. They have a build up phase with low table impact, and an overwhelming endgame that can sweep the whole table. They also rely on a 2 or 3 cards combo and good synergies: the %(ravnos_clown_car)s, %(palla_grande)s or %(khazar_diary)s are good examples.
fr: De nombreux decks <b>swarm</b> (essaim) correspondent en fait à ce qu'un joueur de MTG attendrait d'un deck "combo". Ils ont une phase de construction avec un faible impact sur la table et une fin de partie écrasante qui peut balayer toute la table. Ils s'appuient également sur une combo de 2 ou 3 cartes et de bonnes synergies : les %(ravnos_clown_car)s, %(palla_grande)s ou %(khazar_diary)s en sont de bons exemples.

source: Then, there are the more intricated <b>combos decks</b> that are also qualified as such by VTES players. They are different from MTG combo decks: because there is no cards limit, it is possible to make some very long multi-cards combo work often enough to build decent decks out of them. Check out %(baltimore_purge)s or %(cybelotron)s, for example.
fr: Ensuite, il y a les <b>decks combos</b> plus complexes qui sont également qualifiés comme tels par les joueurs de VTES. Ils sont différents des decks combo à MTG : comme il n'y a pas de limite de cartes, il est possible de faire fonctionner assez souvent de très longues combos multi-cartes pour en faire des decks décents. Voir par exemple %(baltimore_purge)s ou %(cybelotron)s.

source: This is a multiplayer game
fr: C'est un jeu multijoueurs
