Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>breed & boon</em> political deck using %(amaravati)s as a star for his ability, then creating a swarm of Assamite with %(the_embrace)s and %(web_of_knives_recruit)s, bloating with %(consanguineous_boon)s and %(haqims_law_leadership)s. </p> <p> The deck has a rather slow build-up but a high bloat that makes him sturdy. Furthermore, it delivers consistent pool damage with votes on one hand (%(reckless_agitation)s and %(kine_resources_contested)s) and bleed actions on the other hand (either naked bleeds or with the %(loss)s action). </p> <p> The deck has a strong stealth as %(OBF)s is one of his core disciplines. </p> <h2>Tips & Tricks</h2> <p> During the first half of the game, the deck should focus on breeding and bloating, surviving its predator. %(heart_of_nizchetus)s must come in play as early as possible, in order to cycle the aggressive actions for the time being, and %(information_highway)s can speed up this first phase. </p> <p> Once a dozen Assamite are out, aggressive votes are used to destroy the prey's pool. %(the_sargon_fragment)s can be used to fetch %(reckless_agitation)s or %(loss)s back from the ash heap. </p> <p> %(amaravati)s should be well protected, using %(yoruba_shrine)s and %(direct_intervention)s or sacrificing neonates to counter rush actions. </p> <p> %(alamut)s should be resplenished as much as possible. Vampires with %(obf)s are supposed to get some bleed through (even for 1 pool) to get tokens on it fast. </p> <h2>Variants</h2> <p> Regarding the decklist example, some other cards can been included: <li> %(the_uncoiling)s to defend against %(scourge_of_the_enochians)s, a common counter against breed decks like this one. </li> <li> %(the_khabar_community)s to help get the neonates bleed through. </li> <li> %(perfectionist)s and/or %(the_coven)s to help get some blood back on %(amaravati)s. </li> <li> Some %(deflection)s and %(black_sunrise)s to bump up the defence a bit. </li> </p> <p> There is a <strong>Laibon</strong> variant to this deck, using more copies of %(olugbenga)s and %(kamau_jafari)s, then replacing %(the_embrace)s by the cheaper %(bamba)s. This also allows the use of some good Laibon cards like %(kduvas_mask)s and %(the_secret_must_be_kept)s. %(riccardo_fabianis_deck)s at the 2011 Italian Grand Prix is a good example. </p>
fr: <h2>Principe</h2> <p> C'est un deck politique <em>breed & boon</em> qui utilise %(amaravati)s comme star pour son aptitude, il crée un essaim d'Assamites avec %(the_embrace)s et %(web_of_knives_recruit)s, puis régénère avec %(consanguineous_boon)s et %(haqims_law_leadership)s. </p> <p> Le deck a une montée en puissance un peu lente mais une bonne régénération qui le rend robuste. De plus, il inflige des dégâts d'influence conséquents avec les votes d'une part (%(reckless_agitation)s et %(kine_resources_contested)s) et les morsures d'autre part (soit naturelles, soit avec %(loss)s). </p> <p> Le deck a une haute discrétion car %(OBF)s est une discipline cœur. </p> <h2>Trucs & Astuces</h2> <p> Durant la première moitié de la partie, le deck se concentre sur la prolifération et la régénération pour survivre à son prédateur. %(heart_of_nizchetus)s doit être joué le plus tôt possible pour recycler les actions aggressives, et %(information_highway)s peut accélérer cette première phase. </p> <p> Une fois qu'une dizaine d'Assamites sont sortis, les votes aggressifs sont utilisés pour détruire l'influence de la proie. %(the_sargon_fragment)s peut être utilisé pour récupérer %(reckless_agitation)s ou %(loss)s du tas de cendres. </p> <p> %(amaravati)s doit être bien protégé, en utilisant %(yoruba_shrine)s et %(direct_intervention)s ou en sacrifiant des nouveaux-nés pour bloquer les actions de rush. </p> <p> %(alamut)s doit être remplie le plus vite possible. Les vampires avec %(obf)s sont supposés réussir à passer quelques morsures (même à 1) pour mettre rapidement des compteurs dessus. </p> <h2>Variantes</h2> <p> En ce qui concerne cette decklist, d'autres cartes peuvent être inclues : <li> %(the_uncoiling)s pour détruire %(scourge_of_the_enochians)s, un contre courant contre les decks de prolifération comme celui-ci. </li> <li> %(the_khabar_community)s pour aider à passer les morsures des nouveaux-nés. </li> <li> %(perfectionist)s et/ou %(the_coven)s pour récupérer du sang sur %(amaravati)s. </li> <li> Quelques %(deflection)s et %(black_sunrise)s pour améliorer un peu la défense. </li> </p> <p> Il y a une variante <strong>Laibon</strong> de ce deck, qui utilise plus d'exemplaires de %(olugbenga)s et %(kamau_jafari)s, puis remplace %(the_embrace)s par %(bamba)s, moins cher. Cela permet aussi de jouer de bonnes cartes Laibon comme %(kduvas_mask)s et %(the_secret_must_be_kept)s. Le %(riccardo_fabianis_deck)s au Grand Prix d'Italie de 2011 en est un bon exemple. </p>

source: Riccardo Fabiani's deck
fr: deck de Riccardo Fabiani

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck starring %(anson)s and using %(magnum)s, hence the name. </p> <p> %(anson)s should be influenced first, followed by one or more sidekicks depending on the crypt and the overall table situation. </p> <p> The deck is uses %(haven_uncovered)s and %(bums_rush)s to rush, %(second_tradition_domain)s for wake and intercept and %(concealed_weapon)s & %(magnum)s with %(CEL)s for combat. %(parity_shift)s can deliver a bit of pool damage and %(anson)s's ability is used to bloat and use recursion with %(ashur_tablets)s. </p> <p> This version is definitely leaning on the rush side of the build — the payload is reduced to simple bleeds of 1 and a few pool-damage cards linked to combats like %(tension_in_the_ranks)s, %(fame)s and %(dragonbound)s. </p> <p> The combat module relies a lot on the synergy between %(infernal_pursuit)s and %(ashur_tablets)s: the first lets you scan through your deck quickly to get the hand you need, while the second let you take back the useful cards in the ash heap and shape your deck depending on the table situation. </p> <h2>Tips & Tricks</h2> <p> %(the_erciyes_fragments)s and %(powerbase_montreal)s are good tools that can be protected using %(second_tradition_domain)s. It's useful to get at least a second Prince or Justicar out so enough vampires can play it. </p> <p> One should not hesitate to enter combat with just an %(infernal_pursuit)s in hand: given the number of combat cards and their versatility, the deck is design to play a few of them - even to no effect, just to cycle cards and get a hold of the %(concealed_weapon)s & %(magnum)s combination fast. </p> <h2>Variants</h2> <p> The <strong>AAA</strong> variant uses more Toreador %(toreador)s companions for %(anson)s, especially %(alexandra)s and %(anneke)s, hence the name. %(enricos_deck)s from 2019 is a good example. </p> <p> The deck offers a lot of tinkering possibilities. While this version is focused on combat, you can definitely give it more of a toolbox feeling by changing a few cards around, like in %(jorge_delgados_deck)s from 2018. %(resist_earths_grasp)s is very versatile, providing stealth or mobility, and a pair of %(kine_resources_contested)s can help with the oust. %(aire_of_elation)s is another possible inclusion here. </p>
fr: <h2>Principe</h2> <p>C'est une <em>toolbox</em> avec %(anson)s et des %(magnum)s, d'où le nom. </p> <p>%(anson)s doit être influencé en premier, suivi par un ou plusieurs acolytes selon la crypte et la situation globale sur la table. </p> <p>Le deck utilise %(haven_uncovered)s et %(bums_rush)s pour rusher, %(second_tradition_domain)s pour le réveil et l'interception et %(concealed_weapon)s & %(magnum)s avec %(CEL)s pour le combat. %(parity_shift)s peut infliger un peu de dégâts d'influence et l'aptitude d'%(anson)s est utilisé pour régénérer et obtenir de la récursivité avec %(ashur_tablets)s. </p> <p> Cette version penche définitivement du côté rush - la charge utile est réduite à de simples morsures à 1 et à quelques cartes de dégâts d'influence liées aux combats comme %(tension_in_the_ranks)s, %(fame)s et %(dragonbound)s. </p> <p> Le module de combat repose beaucoup sur la synergie entre %(infernal_pursuit)s et %(ashur_tablets)s : le premier vous permet de parcourir rapidement votre deck pour obtenir la main dont vous avez besoin, tandis que le second vous permet de reprendre les cartes utiles dans le tas de cendres et façonner votre deck en fonction de la situation sur la table. </p> <h2>Trucs & Astuces</h2> <p> %(the_erciyes_fragments)s et %(powerbase_montreal)s sont de bons outils qui peuvent être protégés en utilisant %(second_tradition_domain)s. Il est utile d'avoir au moins un deuxième Prince ou Justicar pour que suffisamment de vampires puissent la jouer. </p> <p> Il ne faut pas hésiter à entrer en combat avec juste un %(infernal_pursuit)s en main : vu le nombre de cartes combat et leur polyvalence, le deck est conçu pour en jouer quelques-unes — même sans effet — juste pour faire tourner les cartes et toucher en main la combinaison %(concealed_weapon)s + %(magnum)s. </p> <h2>Variantes</h2> <p> La variante <strong>AAA</strong> utilise plus de compères Toreador %(toreador)s pour %(anson)s, en particulier %(alexandra)s et %(anneke)s, d'où le nom. Le%(enricos_deck)s de 2019 en est un bon exemple. </p> <p> Le deck offre de nombreuses possibilités d'ajustement. Bien que cette version soit axée sur le combat, vous pouvez complètement lui donner un angle plus toolbox en changeant quelques cartes, comme dans le %(jorge_delgados_deck)s de 2018. %(resist_earths_grasp)s est très polyvalent, offrant furtivité ou mobilité, et une paire de %(kine_resources_contested)s peut aider à l'élimination. %(aire_of_elation)s est une autre inclusion possible ici. </p>

source: Enrico De Stefano's deck
fr: deck d'Enrico De Stefano

source: Jorge Delgado's deck
fr: deck de Jorge Delgado

source: <h2>Highlights</h2> <p> Often spelled <strong>!Ventrue Grinder</strong> (the "!" prefix has been used to denote the antitribu clans for a while), this is a <em>toolbox</em> deck using the Ventrue antitribu clan and their %(for)s%(aus)s%(dom)s disciplines combination. </p> <p> The idea is to get the highest capacity vampire out, then use %(govern_the_unaligned)s at superior %(DOM)s to get more vampires out fast and cheap, then later to bleed with the help of %(conditioning)s and %(bonding)s. </p> <p> The intercept module uses %(AUS)s for intercept, wakes and bounces, and %(dom)s for additional bounces with %(deflection)s. </p> <p> The combat module uses %(for)s for damage prevention and %(weighted_walking_stick)s to deal more damage. </p> <p> The deck is on the slow side, %(grinding)s at the opponents blood and pool during the game until it can finally lunge to oust its prey. </p> <h2>Tips & Tricks</h2> <p> %(daring_the_dawn)s is kept for the lunge. </p> <p> The deck has not much stealth, so it uses some <em>powerbleed</em> techniques, like %(pentex_subversion)s and %(anarch_troublemaker)s. </p> <h2>Variants</h2> <p> There are many small variations to this archetype: <li> %(the_coven)s is a rare inclusion: the deck is supposed to grind the blood out of the table, so giving opponents the opportunity to get some back is a bit of a stretch. %(the_rack)s is more often seen. </li> <li> %(the_kiss_of_ra)s, %(misdirection)s and %(seduction)s can be used to help get the bleed through. </li> <li> %(abbot)s, %(bowl_of_convergence)s and permanent intercept locations like %(krcg_news_radio)s are often included to help with intercept. </li> <li> %(ivory_bow)s and %(target_vitals)s are often seen in the combat module. </li> <li> %(freak_drive)s is sometimes added to increase %(a_b)s. </li> </p> <p> The <strong>Guns Grinder</strong> variant uses %(concealed_weapon)s and guns in the combat module, like in %(ravel_zorzals_deck)s from the 2016 Brazilian NC. </p> <p> The <strong>Protean Grinder</strong> variant uses %(lazverinus_thrall_of_lambach)s and %(dylan)s in the crypt for %(pro)s, in order to include %(claws_of_the_dead)s and %(earth_meld)s. %(jackson_iribarrens_deck)s won the 2009 SAC with it. </p> <p> The <strong>Powerbleed</strong> variant focuses on bleed more, using only %(aura_reading)s with some %(for)s prevention for the combat module. %(bob_josephs_deck)s won the 2018 NAC with it. </p>
fr: <h2>Principe</h2> <p> Souvent appelé <strong>!Ventrue Grinder</strong> (le préfixe "!" est depuis longtemps utilisé pour désigner les clans antitribu), c'est un deck <em>toolbox</em> qui utilise le clan Ventrue antitribu et leut combinaison de disciplines %(for)s%(aus)s%(dom)s. </p> <p> L'idées est de sourtir le vampire de plus haute capacité en premier, puis d'utiliser %(govern_the_unaligned)s en supérieur %(DOM)s pour sortir plus de vampire à moindre frais, pour enfin morder à l'aide de %(conditioning)s et %(bonding)s. </p> <p> Le module d'interception utilise %(AUS)s pour l'interception, les réveils et les rebonds, et %(dom)s pour des rebonds supplémentaires avec %(deflection)s. </p> <p> Le module de combat utilise %(for)s pour la prévention de dégâts et %(weighted_walking_stick)s pour en infliger plus. </p> <p> Les deck est plutôt lent, utilisant une stratégie d'%(grinding)s pour réduire les réserves de sang et d'influence de ses adversaires durant la partie jusqu'à pouvoir finalement donner le coup de grâce éliminer sa proie. </p> <h2>Trucs & Astuces</h2> <p> %(daring_the_dawn)s est conservé pour le coup de grâce. </p> <p> Le deck n'a pas beaucoup de discrétion, donc il utilise quelques techniques de <em>powerbleed</em>, comme %(pentex_subversion)s et %(anarch_troublemaker)s. </p> <h2>Variantes</h2> <p> Il y a beaucoup de variantes mineures pour cet archétype : <li> %(the_coven)s est rarement inclus : le deck est supposé réduire la quantité de sang à la table, donc donner à des adversaires la possibilité d'en récupérer est un peu tordu. %(the_rack)s est plus souvent présent. </li> <li> %(the_kiss_of_ra)s, %(misdirection)s et %(seduction)s peuvent être utilisés pour aider à passer les morsures. </li> <li> %(abbot)s, %(bowl_of_convergence)s et des lieux donnant de l'interception permanente comme %(krcg_news_radio)s sont souvent inclus pour aider à bloquer. </li> <li> %(ivory_bow)s et %(target_vitals)s sont souvent présents dans le module de combat. </li> <li> %(freak_drive)s est parfois ajouté pour augmenter l'%(a_b)s. </li> </p> <p> La variante <strong>Guns Grinder</strong> utilise %(concealed_weapon)s et des armes à feu pour le module de combat, comme dans le %(ravel_zorzals_deck)s du NC brésilien de 2016. </p> <p> La variante <strong>Protean Grinder</strong> utilise %(lazverinus_thrall_of_lambach)s et %(dylan)s dans la crypte pour %(pro)s, pour pouvoir jouer %(claws_of_the_dead)s et %(earth_meld)s. Le %(jackson_iribarrens_deck)s a gagné le SAC 2009 SAC avec. </p> <p> La variante <strong>Powerbleed</strong> est plus centrée sur la morsure, en n'utilisant que %(aura_reading)s avec quelques préventions %(for)s pour le module de combat. Le %(bob_josephs_deck)s a gagné le NAC 2018 NAC avec. </p>

source: grinding
fr: usure

source: Ravel Zorzal's deck
fr: deck de Ravel Zorzal

source: Jackson Iribarren's deck
fr: deck de Jackson Iribarren

source: Bob Joseph's deck
fr: deck de Bob Joseph

source: <h2>Highlights</h2> <p> This is a <em>special</em> deck using %(montano)s to play %(baltimore_purge)s, then %(freak_drive)s to get out of torpor and play %(graverobbing)s to permanently steal opponents vampires. %(mind_rape)s is added to the mix for additional vampire thefts. %(heidelberg_castle_germany)s is used to take the blood of stolen vampires and give it to %(montano)s, fueling the costly combination. </p> <p> It is a dreadful combination and, therefore, quickly attracts the table attention. This archetype is seldom played and has not yet won any major tournament. </p> <p> The deck packs quite a lot of %(obt)s stealth considering %(montano)s already has an included stealth bonus: indeed, getting blocked somewhere suring the combo can be deadly, so the deck has to make sure it does not happen. </p> <p> The entire combat module is defensive, using %(shadow_body)s and %(obedience)s. </p> <h2>Tips & Tricks</h2> <p> %(zillahs_valley)s, %(dreams_of_the_sphinx)s and %(information_highway)s are used to get %(montano)s out faster. </p> <p> %(enkil_cog)s lets %(montano)s bleed for 3 and act during the other players turns. Playing a %(baltimore_purge)s during the predator's turn makes the whole combination easier. </p> <p> %(renewed_vigor)s is used at inferior %(for)s to help get %(montano)s out of torpor when he plays %(baltimore_purge)s. </p> <p> %(eluding_the_arms_of_morpheus)s provides additional unlock: it can be used to unlock during an opponent's turn and, if %(enkil_cog)s is into play and the block does not happen, a new action can be performed at the end of the opponent's turn. </p> <p> <b>You want want to know more?</b> Read %(rudolfs_scholtz_article)s about this deck. </p> <h2>Variants</h2> <p> There are only minor variations to this archetype. %(govern_the_unaligned)s and %(perfectionist)s are often included. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>spécial</em> qui utilise %(montano)s pour jouer %(baltimore_purge)s, puis %(freak_drive)s pour sortir de torpeur et jouer %(graverobbing)s pour voler les vampires des adversaires de manière permanente. %(mind_rape)s est ajouté pour plus de vols de vampires. %(heidelberg_castle_germany)s est utilisé pour prendre le sang des vampires volés et le donner à %(montano)s, ce qui permet de payer la coûteuse combinaison. </p> <p> C'est une combinaison effrayante, en conséquent elle attire rapidement l'attention de la table. Cet archétype est rarement joué et n'a pas encore gagné de tournoi majeur. </p> <p> Le deck inclut beaucoup de discrétion %(obt)s étant donné que %(montano)s a déjà un bonus de discrétion intégré : de fait, se faire bloquer où que ce soit durant la combo peut être fatal, donc le deck doit s'assurer que cela n'arrive pas. </p> <p> Le module de combat est entièrement défensif, en utilisant %(shadow_body)s et %(obedience)s. </p> <h2>Trucs & Astuces</h2> <p> %(zillahs_valley)s, %(dreams_of_the_sphinx)s et %(information_highway)s sont utilisés pour sortir %(montano)s plus vite. </p> <p> %(enkil_cog)s permet à %(montano)s de mordre à 3 et d'agir durant le tour des autres joueurs. Jouer une %(baltimore_purge)s pendant le tour du prédateur rend toute la combinaison plus facile. </p> <p> %(renewed_vigor)s est utilisé en inférieur %(for)s pour iader à sortir %(montano)s de torpeur quand il joue %(baltimore_purge)s. </p> <p> %(eluding_the_arms_of_morpheus)s donne du redressement supplémentaire : il peut être utilisé pour se redresser pendant le tour d'un adversaire et, si %(enkil_cog)s est en jeu et que le blocage échoue, une nouvelle action peut être entreprise à la fin du tour de l'adversaire. </p> <p> <b>Vous voulez en savoir plus?</b> Lisez %(rudolfs_scholtz_article)s sur ce deck. </p> <h2>Variantes</h2> <p> Il n'y a que des variantes mineures pour cet archétype. %(govern_the_unaligned)s et %(perfectionist)s sont souvent inclus. </p>

source: Rudolf Scholtz' article
fr: l'article de Rudolf Scholtz

source: <h2>Highlights</h2> <p> This is an <em>allies bleed</em> deck using %(bima)s with %(dominate)s to play a profusion of %(govern_the_unaligned)s and %(deflection)s. </p> <p> %(bima)s gets no stealth but the sheer number of actions — and the fact that he has a strenght of 2 — makes it quickly difficult for the prey to block everything. <p> The deck has serious stealth, with most vampires having %(obf)s, and even plays %(cloak_the_gathering)s and %(veil_the_legions)s that can beneficiate the %(bima)s. </p> <p> Most vampires of the crypt also have %(DOM)s and build a nice chain for %(govern_the_unaligned)s: %(halim_bey)s can help get everyone out fast and cheap using the superior version. </p> <h2>Tips & Tricks</h2> <p> %(waters_of_duat)s make for additional minions with %(dom)s since the %(dominate)s card is available in such numbers. </p> <p> %(conditioning)s is used for the lunge and can even be used by %(bima)s if they didn't use %(govern_the_unaligned)s beforehand. <p> The high number of %(deflection)s and %(delaying_tactics)s makes for a sturdy defence. Keeping a minion or two unlocked to play is critical. </p> <h2>Variants</h2> <p> The archetype is seldom played and not many variations exist. The number of %(bima)s in respects to %(waters_of_duat)s can vary and %(perfectionist)s can be included to help the Followers of Set get some blood back. %(ivor_blockleys_deck)s from 2008 is another example. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>allies bleed</em> qui utilise %(bima)s avec %(dominate)s pour jouer pléthore de %(govern_the_unaligned)s et %(deflection)s. </p> <p> %(bima)s n'a pas de discrétion mais le simple nombre d'actions — et le fait qu'ils ont une force de 2 — rend rapidement le blocage de toutes les actions difficile pour la proie. <p> Le deck a une bonne discrétion, vu que la plupart des vampires ont %(obf)s et jouent même %(cloak_the_gathering)s et %(veil_the_legions)s, qui peuvent bénéficier aux %(bima)s. </p> <p> La plupart des vampires de la crypte ont %(DOM)s et constituent une bonne chaîne pour %(govern_the_unaligned)s : %(halim_bey)s peut aider à sortir tout le monde à moindres frais en utilisant la version supérieure. </p> <h2>Trucs & Astuces</h2> <p> %(waters_of_duat)s permet d'avoir encore plus de serviteurs avec %(dom)s puisque la carte %(dominate)s est présente en nombre. </p> <p> %(conditioning)s est utilisé pour le coup de grâce et peut même être utilisé par les %(bima)s s'ils n'ont pas utilisé %(govern_the_unaligned)s auparavant. <p> Le grand nombre de %(deflection)s et de %(delaying_tactics)s constitue une défense solide. Garder un serviteur ou deux redressés est critique. </p> <h2>Variantes</h2> <p> L'archétype est rarement joué et peu de variations existent. Le nombre de %(bima)s en proportion des %(waters_of_duat)s peut varier et %(perfectionist)s peut être inclus pour aider les Disciples de Set à récupérer un peu de sang. Le %(ivor_blockleys_deck)s de 2008 est un autre exemple. </p>

source: Ivor Blockley's deck
fr: deck d'Ivor Blockley
