Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <li> Some promos have been released with alternate are: more and more vampires are getting a <strong>Full-bleed</strong> version, there are two <strong>sketch versions</strong> of Direct Intervention, and <strong>alternate arts</strong> for a few other cards. </li> <li> An <strong>Edge card</strong> that has been released as promo and is now also available as print-on-demand. </li> <li> The <strong>Anthology set</strong> released and sold in Berlin in 2017 is different from the Anthology 1 reprint: it had a few more cards (Andre, Aisha, The Line) and a different icon. </li> <li> The pledgers of the <strong>Unleashed Kickstarter</strong>, the printed release of the VEKN "PDF expansions" Anarch Unbound, Danse Macabre and The Unaligned, also got the promos Double Deuce, Ashlesha, Len Kanopka, Vivienne Geroux, City Star Taxi, Dark Web Procurer and Vlad Tepes. </li> <li> Promos have <strong>no icon</strong>, the reprints do. So there are multiple versions of the cards in the promo packs or on print-on-demand (All cards in promo packs 1 and 2 were first released as promos with no icon, as was Nefertiti advanced or Anarch Convert, for example). The cards that have been promos multiple time, like Entrancement and Charisma had no icon the first time, and a <strong>specific GP icon</strong> (different for each) for the second promo round. </li> <li> They were exclusive promos for some <strong>World of Darkness product</strong>: Bolesław Gutowski (Polish edition of VTM), Alicia Cortez (Mind's Eye Theatre), Gabriel Tremblay (Chapters) and Tegyrius (War of Ages). They've all been reprinted as GP promos </li> <li> V5 bundles have been release not only in English, but also in <strong>French</strong>, <strong>Spanish</strong> and <strong>Protuguese</strong>. Some bundles were also release in <strong>Latin</strong>. These might make for nice alternates in your decks, or constitute an additional challenge if you're a real completionist. </li>
fr: <li> Certaines promos ont été publiées avec des illustrations alternatives : de plus en plus de vampires ont une version <strong>Full-bleed</strong>, il y a deux <strong>versions esquisse</strong> de Direct Intervention, et des <strong>illustrations alternatives</strong> pour quelques autres cartes. </li> <li> Une <strong>carte Edge</strong> a été publiée en tant que promo et est désormais également disponible en impression à la demande. </li> <li> Le <strong>pack Anthology</strong> sorti et vendu à Berlin en 2017 est différent de la réimpression Anthology 1: il contenait quelques cartes supplémentaires (André, Aisha, The Line) et une icône différente. </li> <li> Les participants à l'<strong>Unleashed Kickstarter</strong>, la version imprimée des "extensions PDF" VEKN Anarch Unbound, Danse Macabre et The Unaligned, ont également reçu les promos Double Deuce, Ashlesha, Len Kanopka, Vivienne Geroux, City Star Taxi, Dark Web Procurer et Vlad Tepes. </li> <li> Les promos n'ont <strong>pas d'icône</strong>, contrairement aux réimpressions. Il existe donc plusieurs versions des cartes dans les packs promotionnels ou en impression à la demande (toutes les cartes des packs promotionnels 1 et 2 ont d'abord été publiées sous forme de promos sans icône, comme l'étaient Nefertiti advanced ou Anarch Convert, par exemple). Les cartes qui ont été plusieurs fois promotionnelles, comme Entrancement et Charisme, n'avaient pas d'icône la première fois, et une <strong>icône GP spécifique</strong> (différente pour chaque réimpression) pour le deuxième tour de promotion. </li> <li> Il y a aussi des promotions exclusives pour certains <strong>produits du World of Darkness</strong> : Bolesław Gutowski (édition polonaise de VTM), Alicia Cortez (Mind's Eye Theatre), Gabriel Tremblay (Chapters) et Tegyrius (War of Ages). </li> <li> Les bundles V5 ont été publiés non seulement en anglais, mais aussi en <strong>français</strong>, <strong>espagnol</strong> et <strong>protuguais</strong>. Certains bundles ont également été publiés en <strong>latin</strong>. Ceux-ci pourraient constituer de belles alternatives dans vos decks, ou un challenge supplémentaire si vous êtes un vrai complétioniste. </li>

source: Come out and play
fr: Venez jouer

source: Now that you're back in the night, maybe you want to get out of your haven and join us in some official events. It might be the occasion to get your fangs on free juidcy promos.
fr: Maintenant que vous êtes de retour dans les ténèbres, peut-être souhaitez-vous sortir de votre refuge et nous rejoindre lors d'événements officiels. Ce sera peut-être l'occasion de poser vos crocs sur de bonnes promos gratuites.

source: VEKN calendar
fr: calendrier VEKN

source: But moreover, you'll get to meet your peers, catch up, and see the latest trends in action. Check the %(vekn_calendar)s for official tournaments near you!
fr: Encore mieux, vous pourrez rencontrer vos pairs, rattraper votre retard et voir les dernières tendances en action. Consultez le %(vekn_calendar)s pour les tournois officiels près de chez vous !

source: Where to buy
fr: Où acheter

source: Primary market
fr: Marché primaire

source: EU
fr: UE

source: Secondary market
fr: Marché secondaire

source: <h2>Summary</h2> <p> This is a Tzimisce wall deck, leaning on the toolbox side of things. The setup is to get a vampire with the three advanced clan disciplines %(AUS)s%(VIC)s%(ANI)s out first, then one to three sidekicks, depending on the available pool. The idea is to focus on defence and slowly grind at the prey’s pool. </p> <h2>Offence</h2> <p> <strong>Pool damage</strong> is low, it uses naked bleed actions, %(deep_song)s at inferior %(ani)s and %(changeling)s. It also can deliver damage by putting the prey’s vampires in torpor, combined with %(fame)s and/or %(dragonbound)s. If %(smiling_jack_the_anarch)s is drawn and kept in play long enough, it can deliver fatal damage to the table. </p> <p> The <strong>combat module</strong> is strong, using %(VIC)s to deal aggravated damage from afar with %(breath_of_the_dragon)s, or at close range with %(chiropteran_marauder)s. %(telepathic_tracking)s is a counter against <em>« Strike: Combat Ends »</em>, to be kept in hand if a combat against %(pre)s or %(obt)s is expected. %(carrion_crows)s improves damage and it comes <em>before any aggravated damage</em> from the strike, so it can be use to destroy a vampire directly if it is low enough on blood to begin with. %(horrid_form)s and %(inner_essence)s are just helpers, they should be played as soon as possible to avoid jamming the hand. </p> <h2>Defence</h2> <p> <strong>Bloat</strong> is low, using %(vessel)s and %(villein)s to get some pool back. </p> <p> The deck has exceptionnal <strong>intercept</strong> capacities. %(read_the_winds)s, %(eyes_of_argus)s and %(on_the_qui_vive)s are all wakes to enable more blocks. Most of them can also be used for intercept as a last resort. </p> <p> This deck needs to get some <strong>permanent intercept</strong> on the table as soon as possible: %(bowl_of_convergence)s, %(raven_spy)s, and %(channel_10)s. As 3 of them need an action to be put into play, one should <strong>keep some stealth</strong> in hand (%(changeling)s) to avoid interception. </p> <p> Finally the deck has only a two %(telepathic_misdirection)s, they should be kept in hand to bounce heavy bleeds to the prey. </p> <h2>Tips</h2> <p> <strong>Play defensively</strong>, do not hesitate to keep vampires unlocked to be able to block more often. </p> <p> <strong>Do not stack permanent intercept</strong> on a single vampire: if one has the %(bowl_of_convergence)s, another should get the %(raven_spy)s. The more vampires are able to intercept with good score, the less efficient block denials cards like %(seduction)s become. </p> <p> You can target a strong vampire to put her into to torpor then <strong>diablerize</strong> her with a low capacity disposable vampire of yours. </p> <p> <strong>Keep them guessing</strong> about your hand, no one should know if you can or cannot block an action, if you have or do not have what it takes to send their vampires in torpor by combat. </p> <p> Do not let <strong>combat cards jam</strong> your hand. If need be, use %(deep_song)s to enter combat and play the cards instead of using it for a bleed your prey may be too afraid to block. </p>
fr: <h2> Résumé </h2> <p>C'est est un deck mur Tzimisce, qui tend à la la toolbox. Le plan est de sortir un vampire avec les trois disciplines de clan en supérieur %(AUS)s%(VIC)s%(ANI)s en premier, puis un à trois acolytes, selon l'influence disponible. L’idée est de se concentrer sur la défense et d'user lentement l'influence de la proie. </p> <h2>Attaque</h2> <p> <strong>Les dégâts d'influence</strong> sont faibles, le deck utilise des actions de morsure standard, %(deep_song)s en %(ani)s inférieur et %(changeling)s. Il peut également causer des dégâts en mettant les vampires de la proie en torpeur, combiné avec %(fame)s et / ou %(dragonbound)s. Si %(smiling_jack_the_anarch)s est pioché et maintenu en jeu assez longtemps, il peut infliger des dégâts mortels à toute la table. </p> <p> Le <strong>module de combat</strong> est puissant, il utilise %(VIC)s pour infliger des dégâts aggravés, à distance avec %(breath_of_the_dragon)s ou au contact avec %(chiropteran_marauder)s. %(telepathic_tracking)s est là pour contrer les <em>« Frappe : fin de combat »</em>, à garder en main si un combat contre %(pre)s ou %(obt)s est anticipé. %(carrion_crows)s améliore les dégâts et s'applique <em>avant les dégâts aggravés</em>, il peut donc être utilisé pour détruire un vampire s'il a suffisamment peu de sang au départ. %(horrid_form)s et %(inner_essence)s ne sont que des aides, elles doivent être joués le plus vite possible pour éviter de gripper la main. </p> <h2>Défense</h2> <p> La <strong>Régénération</strong> est faible, elle utilise %(vessel)s et %(villein)s pour récupérer un peu d'influence. </p> <p> Le deck a des capacités d'<strong>interception</strong> exceptionnelles. %(read_the_winds)s, %(eyes_of_argus)s et %(on_the_qui_vive)s sont tous des réveils pour fournir plus de blocs. La plupart d'entre eux peuvent également être utilisés pour de l'interception en dernier recours. </p> <p> Ce deck doit poser de l'<strong>interception permanente</strong> dès que possible : %(bowl_of_convergence)s, %(raven_spy)s et %(channel_10)s. Il convient de <strong>garder un peu de discrétion</strong> en main (%(changeling)s) pour éviter l'interception sur ces cartes. </p> <p> Finalement, le deck n'a que deux %(telepathic_misdirection)s, à garder en main pour rediriger les morsures sévères vers la proie. </p> <h2>Astuces</h2> <p> <strong>Jouez défensivement</strong>, n'hésitez pas à garder les vampires redressés pour pouvoir bloquer plus souvent. </p> <p> <strong>N'empilez pas l'interception permanente</strong> sur un seul vampire : si l'un a le %(bowl_of_convergence)s, un autre peut prendre un %(raven_spy)s. Plus nombreux les vampires avec un bon score d'interception, moins les dénis de bloc comme %(seduction)s sont efficaces. </p> <p> Vous pouvez cibler un vampire puissant pour le mettre en torpeur, puis le <strong>diabler</strong> avec un vampire de faible capacité, sacrifiable. </p> <p> <strong>Laissez planer le doute</strong> sur votre main, personne ne devrait savoir si vous pouvez ou pas bloquer une action, ou si vous pouvez envoyer leurs vampires en torpeur au combat ou non. </p> <p> Ne laissez pas les <strong>cartes de combat gripper</strong> votre main. Si nécessaire, utilisez %(deep_song)s pour entrer en combat au lieu de mordre – votre proie pourrait refuser de bloquer une morsure. </p>

source: What to block
fr: Que bloquer

source: The deck has tremendous block power, but it can not block everything the prey or the predator do. It should focus on blocking the <strong>prey's bloat or defensive actions</strong> like %(consanguineous_boon)s or %(govern_the_unaligned)s and the <strong>predator's power building actions</strong> like allies recruitment or breeding actions like %(the_embrace)s.
fr: Le deck a une exceptionnelle capacité de blocage, mais il ne peut pas bloquer tout ce que font la proie et le prédateur. Il devrait se concentrer sur le blocage des <strong>régénérations ou actions défensives de la proie</strong> comme %(consanguineous_boon)s ou %(govern_the_unaligned)s et les <strong>actions de renforcement du prédateur</strong> comme le recrutement d'alliés ou les actions de prolifération comme %(the_embrace)s.

source: Information Highway article
fr: article d'Information Highway

source: Check the %(information_highway_article)s for a deck review and ideas on how to improve it.
fr: Consultez l'%(information_highway_article)s pour une critique du deck et des idées pour l'améliorer.

source: <h2>Summary</h2> <p> This is a Toreador Antitribu <em>Breed & Vote</em> deck. The setup is to get a the oldest vampire out first, then play %(the_embrace)s and %(enchant_kindred)s at superior %(PRE)s to get more Toreador Antitribu in play. The idea is to overwhelm other decks by sheer numbers. </p> <p> Once enough vampires are in play, the plan is to play either %(foundation_exhibit)s or %(palla_grande)s to make them useful. These cards should be kept in hand: even copies to replace them are useful. </p> <h2>Offence</h2> <p> <strong>Pool damage</strong> is high, using %(kine_resources_contested)s and bleed actions — especially if %(palla_grande)s is in play. If %(enchant_kindred)s is used at superior %(PRE)s in the beginning to build up more power, it becomes an excellent bleed action at inferior %(pre)s later on. </p> <p> The deck has almost no stealth: it uses %(change_of_target)s against wakes and %(majesty)s at superior %(PRE)s to cancel combats after an action is block, then unlock and try another one. The sheer number of actions will ensure most of them get through. Still, %(resist_earth_s_grasp)s is available to help get critical actions through, like %(the_embrace)s. </p> <h2>Defence</h2> <p> The <strong>combat module is defensive</strong>, using %(majesty)s to end combats that could kill the vampires. </p> <p> <strong>Bloat is high</strong>, with %(consanguineous_boon)s and %(art_scam)s, completed with some %(leeching)s from the vampires with %(vessel)s. %(creepshow_casino)s and %(the_hungry_coyote)s help get more blood out of hunt actions, and %(perfectionist)s is used to get even more blood back on vampires. </p> <p> The deck avoids combat so it <strong>does not try to intercept</strong> actions, hence the high bloat module. It uses only %(delaying_tactics)s against critical votes and %(telepathic_misdirection)s to bounce bleeds. </p> <h2>Tips</h2> <p> Play <strong>as many actions as possible</strong>. As a general rule, do not keep vampires unlocked and never try to intercept. </p> <p> Keep your vampires <strong>out of torpor</strong>. Embraces seem expendable, but the power of this deck relies on the number of minions. If an Embrace goes into torpor, pay the blood and get her out. </p> <p> <strong>Keep your votes</strong> for when %(foundation_exhibit)s hit the table. %(consanguineous_boon)s is your best bloat device and it is critical to get some through throughout the game. </p>
fr: <h2> Résumé </h2> <p> C'est un deck Toreador Antitribu <em>Breed & Vote</em>. Le plan consiste à sortir d'abord le vampire le plus ancien, puis à jouer à %(the_embrace)s et %(enchant_kindred)s en %(PRE)s supérieure pour avoir plus de Toreador Antitribu en jeu. L'idée est de submerger les autres decks par le nombre. </p> <p> Une fois suffisamment de vampires en jeu, le plan est de jouer soit %(foundation_exhibit)s soit %(palla_grande)s pour les rendre utiles. Ces cartes doivent être gardées en main : même des copies supplémentaires pour les remplacer sont utiles. </p> <h2>Attaque</h2> <p> Les <strong>dégâts d'influence</strong> sont élevés, avec %(kine_resources_contested)s et des actions de morsure - surtout si %(palla_grande)s est en jeu. Si %(enchant_kindred)s est utilisé en %(PRE)s supérieure au début pour se renforcer, il devient une excellente action de morsure en %(pre)s inférieure plus tard. </p> <p> Le deck n'a presque pas de discrétion : il utilise %(change_of_target)s contre les réveils et %(majesty)s en %(PRE)s supérieure pour annuler le combat quand une action est bloquée, puis se redresser et en essayez une autre. Le grand nombre d'actions permettra à la plupart de réussir. Néanmoins, %(resist_earth_s_grasp)s est disponible pour passer les actions clé comme %(the_embrace)s. </p> <h2>Défense</h2> <p> <strong>Le module de combat est défensif</strong>, il utilise %(majesty)s pour mettre fin aux combats qui pourraient tuer les vampires. </p> <p> <strong>La régénération est élevée</strong>, avec %(consanguineous_boon)s et %(art_scam)s, complétés par de la %(leeching)s avec %(vessel)s. %(creepshow_casino)s et %(the_hungry_coyote)s aident à obtenir plus de sang des actions de chasse, et %(perfectionist)s est là pour récupérer encore plus de sang sur les vampires. </p> <p> Il faut éviter les combats, donc <strong>n'essayez pas d'intercepter</strong> les actions. Utilisez juste %(delaying_tactics)s contre les votes et %(telepathic_misdirection)s pour rebondir les morsures. </p> <h2> Astuces </h2> <p> Jouez <strong>autant d'actions que possible</strong>. Ne gardez pas les vampires redressés et n'essayez jamais d'intercepter. </p> <p> Gardez vos vampires <strong>hors de torpeur</strong>. Les nouveaux-nés semblent sacrifiables, mais la puissance du deck dépend du nombre de serviteurs. Prenez le temps de sortir même les nouveaux-nés de torpeur. </p> <p> <strong>Conservez vos votes</strong> pour le moment où %(foundation_exhibit)s arrive en jeu. %(consanguineous_boon)s est votre meilleure régénération et il faut le passer régulièrement. </p>

source: <h3>Order of actions</h3> <p> The deck undertakes so many actions it makes it hard for the opponents to decide what to block when they can. Moreover, the deck uses %(majesty)s and %(change_of_target)s when it is blocked to end the action, unlock and try another one. </p> <p> The order of actions is therefore decisive. Try to <strong>bait</strong> your opponents into blocking bleed or %(kine_resources_contested)s first, then when it seems safe play %(the_embrace)s and %(consanguineous_boon)s. </p>
fr: <h3>Ordonnancement des actions</h3> <p> Le deck entreprend tellement d'actions qu'il est difficile pour les adversaires de décider quoi bloquer quand ils le peuvent. De plus, le deck utilise %(majesty)s et %(change_of_target)s lorsqu'il est bloqué pour mettre fin à l'action, se redresser et en essayer une autre. </p> <p> L'ordre des actions est donc déterminant. Essayez d '<strong>appâter</strong> vos adversaires pour bloquer les morsures ou %(kine_resources_contested)s en premier, puis quand cela semble sûr, jouez %(the_embrace)s et %(consanguineous_boon)s. </p>

source: Pact with Naphandi
fr: Pacte avec les Nephandi

source: <h2>Summary</h2> <p> This is a Tremere antitribu <em>Allies Toolbox</em> deck. The setup is to get %(antonio_d_erlette)s out first, then put some %(nephandus)s in play using his ability. Some sidekicks can be brought into play if the pool allows it. </p> <p> The high number of minions is a strong point of the deck. </p> <h2>Offence</h2> <p> <strong>Pool damage</strong> is done with naked bleed or %(computer_hacking)s (which can be used by %(nephandus)s), but also with well timed %(conditioning)s from the vampires to finish one’s prey. %(fame)s can also help if it is drawn, as %(harass)s and %(frontal_assault)s provide good options to rush enemy minions. </p> <p> The <strong>combat module is strong</strong> and tailored for the %(nephandus)s, with the deadly %(trap)s, %(target_vitals)s to improve damage, %(glancing_blow)s to prevent even more and %(molotov_cocktail)s to take advantage of the <em>Press</em> %(nephandus)s has. Tremere with %(tha)s have access to additional options with %(theft_of_vitae)s and %(rego_motus)s. </p> <h2>Defence</h2> <p> <strong>Bloat is low</strong>: %(vessel)s is used to get some pool back from the vampires, and it is crucial to get some pool to recruit more Nephandus. </p> <p> <strong>Block is good</strong>, with %(aus)s reactions to enhance intercept and %(on_the_qui_vive)s to wake, plus %(deflection)s for bounces and %(delaying_tactics)s against votes. On this note, getting a second vampire out to handle blocks, with %(aus)s%(tha)s, is great in this deck, as risking %(antonio_d_erlette)s on a block is a bold move. </p> <p> Moreover, %(krcg_news_radio)s, %(the_unmasking)s and %(carlton_van_wyk)s add permanent intercept to the mix. </p> <h3>Tips</h3> <p> %(antonio_d_erlette)s and his ability are key. <strong>Protect him</strong>, do not risk him on actions that could be blocked if you do not have the necessary %(THA)s combat tricks in hand. </p> <p> You can get some %(nephandus)s in play by <strong>recruiting them</strong>, too. Better not be blocked, though, so you can use %(mirror_walk)s for additional stealth. </p> <p> <strong>Do not waste</strong> %(target_vitals)s and %(molotov_cocktail)s if you think the opponent can play a <em>« Strike: Combat Ends »</em> using for example %(pre)s or %(obt)s. </p>
fr: <h2> Résumé </h2> <p> C'est un deck Tremere antitribu <em>Toolbox alliés</em>. Le plan est de sortir %(antonio_d_erlette)s en premier, puis de mettre des %(nephandus)s en jeu en utilisant son aptitude. Certains acolytes supplémentaires peuvent être mis en jeu si l'influence le permet. </p> <p> Le nombre élevé de serviteurs est le point fort du deck. </p> <h2>Attaque</h2> <p> Les <strong>dégâts d'influence</strong> se font avec une morsure standard ou %(computer_hacking)s (qui peut être utilisé par %(nephandus)s), mais aussi avec un %(conditioning)s bien placé des vampires pour finir la proie. %(fame)s peut également aider s'il est pioché, car %(harass)s et %(frontal_assault)s fournissent de bonnes options pour rusher les serviteurs adverses. </p> <p> <strong>Le module de combat est puissant</strong> et conçu pour les %(nephandus)s, avec le %(trap)s, mortel, %(target_vitals)s pour améliorer les dégâts, %(glancing_blow)s pour en prévenir encore plus et %(molotov_cocktail)s pour profiter de la <em>Poursuite</em> des %(nephandus)s. Les Tremere avec %(tha)s ont accès à des options supplémentaires avec %(theft_of_vitae)s et %(rego_motus)s. </p> <h2>Défense</h2> <p> <strong>La régénération est faible</strong> : %(vessel)s est utilisé pour récupérer un peu d'influence des vampires, et il est crucial d'en obtenir pour recruter plus de %(nephandus)s. </p> <p> <strong>Le blocage est bon</strong>, avec des réaction d'%(aus)s pour améliorer l'interception et %(on_the_qui_vive)s pour se réveiller, plus %(deflection)s pour les rebonds et %(delaying_tactics)s contre les votes. Sur ce point, obtenir un deuxième vampire pour gérer les blocs, avec %(aus)s%(tha)s, est parfait dans ce jeu, car risquer %(antonio_d_erlette)s sur un bloc est audacieux. </p> <p> De plus, %(krcg_news_radio)s, %(the_unmasking)s et %(carlton_van_wyk)s ajoutent une interception permanente au mix. </p> <h3>Astuces</h3> <p> %(antonio_d_erlette)s et son aptitude sont la clé. <strong>Protégez-le</strong>, ne le risquez pas sur des actions qui pourraient être bloquées si vous ne disposez pas des astuces de combat %(THA)s nécessaires. </p> <p> Vous pouvez également mettre en jeu des %(nephandus)s en les <strong>recrutant</strong>. Mieux vaut ne pas être bloqué, donc vous pouvez utiliser %(mirror_walk)s pour plus de discrétion. </p> <p> <strong>Ne gaspillez pas</strong> %(target_vitals)s et %(molotov_cocktail)s si vous pensez que l'adversaire peut jouer une <em>« Frappe : fin de combat »</em> en utilisant par exemple %(pre)s ou %(obt)s. </p>
