Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: He's great at <a href="#fortitude">Mono %(FOR)s</a>, but can also use <a href="#pro-for">%(pro)s%(FOR)s</a> and/or <a href="#pot-for">%(POT)s%(FOR)s</a>. His bonus strength makes him a good fit for many decks.
fr: Il est excellent en <a href="#fortitude">Mono %(FOR)s</a>, mais peut aussi utiliser <a href="#pro-for">%(pro)s%(FOR)s</a> et/ou <a href="#pot-for">%(POT)s%(FOR)s</a>. Sa force supplémentaire en fait un bon choix pour de nombreux decks.

source: Definitely the guy you want when running a pure <a href="#potence">%(POT)s</a> module, or even a <a href="#pot-cel">%(POT)s%(CEL)s</a> one. And horribly efficient at that.
fr: C'est sans aucun doute le gars qu'il vous faut lorsque vous utilisez un module <a href="#potence">%(POT)s</a> pur, ou même un module <a href="#pot-cel">%(POT)s%(CEL)s</a>. Et terriblement efficace en plus.

source: She's the queen of <a href="#pot-ani">%(POT)s%(ANI)s</a> combat. Of course, %(nana)s and %(enkidu)s are close friends.
fr: Elle est la reine du combat <a href="#pot-ani">%(POT)s%(ANI)s</a>. Bien sûr, %(nana)s et %(enkidu)s sont des amis proches.

source: <strong>%(cailean_g2)s:</strong> His unique ability is great in many decks. Usually a <a href="#pot-ani">%(POT)s%(ANI)s</a> user, he can also use %(disguise)s a %(mark_v)s like noone, or just use a plain old <a href="#potence">%(POT)s</a> module to maximum effect.
fr: <strong>%(cailean_g2)s :</strong> son pouvoir unique est très utile dans de nombreux decks. Il est généralement sur <a href="#pot-ani">%(POT)s%(ANI)s</a>, mais il peut aussi %(disguise)s un %(mark_v)s comme personne, ou utiliser un bête module <a href="#potence">%(POT)s</a> pour un effet maximal.

source: <strong>%(ghede_g6)s:</strong> He's the star of the <a href="#pot-ser">%(POT)s%(SER)s</a> proposition. A great rush module all by himself.
fr: <strong>%(ghede_g6)s :</strong> C'est la star du plan <a href="#pot-ser">%(POT)s%(SER)s</a>. Un excellent module de rush à lui tout seul.

source: <strong>%(tariq_the_silent_g2)s:</strong> A menacing <a href="#cel-qui">%(CEL)s%(QUI)s</a> master, he can add a bit of %(FOR)s prevention to the mix to make it even sturdier.
fr: <strong>%(tariq_the_silent_g2)s :</strong> Un terrible maître de <a href="#cel-qui">%(CEL)s%(QUI)s</a>, il peut ajouter un peu de prévention %(FOR)s pour être encore plus robuste.

source: <strong>%(lambach_g2)s:</strong> When it comes down to the <a href="#ani-vic">%(VIC)s%(ANI)s</a> module, he's your guy.
fr: <strong>%(lambach_g2)s :</strong> Lorsqu'il s'agit du module <a href="#ani-vic">%(VIC)s%(ANI)s</a>, c'est votre homme.

source: <strong>%(masika_g1)s:</strong> A great star for a <a href="#cel-guns">%(CEL)s guns</a> module given his ability.
fr: <strong>%(masika_g1)s :</strong> Une grande star pour le module <a href="#cel-guns">%(CEL)s guns</a> compte tenu de son pouvoir spécial.

source: <strong>%(ignazio_giovanni_g3)s:</strong> He's the <a href="#pot-for">%(POT)s%(FOR)s</a> guy. The module totally benefits from %(NEC)s %(spiritual_guidance)s and %(dead_hand)s.
fr: <strong>%(ignazio_giovanni_g3)s :</strong> C'est le spécialiste du <a href="#pot-for">%(POT)s%(FOR)s</a>. Le module bénéficie carrément des %(spiritual_guidance)s et des %(dead_hand)s de %(NEC)s.

source: <strong>%(miller_delmardigan)s:</strong> A great %(CEL)s practitioner, often seen in %(palla_grande)s variants with a heavier-than-usual pure %(CEL)s combat modules. If he's a star in there, he can also use some %(pro)s for aggravated damage.
fr: <strong>%(miller_delmardigan)s :</strong> Un excellent praticien de %(CEL)s, souvent vu dans les variantes %(palla_grande)s avec des modules de combat %(CEL)s pure plus lourds que d'habitude. S'il est une star dans ce domaine, il peut également utiliser %(pro)s pour des dégâts aggravés.

source: <strong>%(khurshid_g6)s:</strong> Sure, he was more of a thing before the %(emerald_legionnaire)s nerf, but with just %(FOR)s prevention he's already a fearsome blocker. And he can get some %(vengeful_spirits)s to become even more of a menace.
fr: <strong>%(khurshid_g6)s :</strong> Bien sûr, il était plus efficace avant le nerf des %(emerald_legionnaire)s, mais avec just %(FOR)s en prévention, c'est déjà un bloqueur redoutable. Et il peut obtenir quelques %(vengeful_spirits)s pour devenir encore plus pénible.

source: <strong>%(shalmath_g6)s:</strong> He's the king of the <a href="#pot-tem">%(POT)s%(TEM)s</a> module, with his crazy ability. Best know for %(shalmath_history)s.
fr: <strong>%(shalmath_g6)s :</strong> C'est le roi du module <a href="#pot-tem">%(POT)s%(TEM)s</a>, avec son pouvoir spécial abusé. Surtout connu pour %(shalmath_history)s.

source: <strong>%(gabrielle_di_righetti_g5)s:</strong> The <a href="#ani-tha">%(ANI)s%(THA)s</a> specialist when you don't want to play %(goratrix)s.
fr: <strong>%(gabrielle_di_righetti_g5)s :</strong> Le spécialiste de <a href="#ani-tha">%(ANI)s%(THA)s</a> quand vous ne voulez pas jouer %(goratrix)s.

source: <strong>%(meshenka_g2)s:</strong> A great <a href="#ani-vic">%(ANI)s%(VIC)s</a> vampire, she's also the star of the <a href="#vic-aus">%(VIC)s%(AUS)s</a> module.
fr: <strong>%(meshenka_g2)s :</strong> Une grande dame en <a href="#ani-vic">%(ANI)s%(VIC)s</a>, elle est également la star du module <a href="#vic-aus">%(VIC)s%(AUS)s</a>.

source: <strong>%(kuyén_g6)s:</strong> A newcomer, but he's your guy if you want to go <a href="#protean">%(PRO)s</a> or <a href="#ani-pro">%(ANI)s%(PRO)s</a>.
fr: <strong>%(kuyén_g6)s :</strong> Un nouveau venu, mais c'est votre homme si vous voulez jouer <a href="#protean">%(PRO)s</a> ou <a href="#ani-pro">%(ANI)s%(PRO)s</a>.

source: <strong>%(gotsdam_the_tired_warrior_g4)s:</strong> A good friend of Ventrue Antitribu %(ventrue_antitribu)s and often seen with a <a href="#sticks">%(FOR)s Stick</a>, he can also play %(dawn_operation)s for fun.
fr: <strong>%(gotsdam_the_tired_warrior_g4)s :</strong> Un bon ami des Ventrue Antitribu %(ventrue_antitribu)s et souvent vu avec un <a href="#sticks">%(FOR)s Stick</a>, il peut également jouer %(dawn_operation)s pour le fun.

source: <strong>%(cock_robin_g3)s:</strong> A great Nosferatu %(nosferatu)s leader, good at <a href="#potence">%(POT)s</a>, <a href="#animalism">%(ANI)s</a>, and of course <a href="#pot-ani">%(POT)s%(ANI)s</a>. His ability makes recruiting %(raven_spy)s and %(underbridge_stray)s so easy, but %(deep_song)s is really his go-to activity.
fr: <strong>%(cock_robin_g3)s :</strong> un grand leader Nosferatu %(nosferatu)s, doué pour <a href="#potence">%(POT)s</a>, <a href="#animalism">%(ANI)s</a> et bien sûr <a href="#pot-ani">%(POT)s%(ANI)s</a>. Son pouvoir spécial rend le recrutement de %(raven_spy)s et %(underbridge_stray)s très facile, mais son activité de prédilection reste %(deep_song)s.

source: <strong>%(aline_gädeke_g6)s:</strong> A newcomer, but she's a great <a href="#brujah-debate">Brujah Debate</a> leader as well as an excellent match for <a href="#anarch-pot-cel">Anarch %(POT)s%(CEL)s</a>.
fr: <strong>%(aline_gädeke_g6)s :</strong> Une nouvelle venue, mais elle une excellente hôtesse de <a href="#brujah-debate">Brujah Debate</a>, ainsi qu'un bon fit pour <a href="#anarch-pot-cel">Anarch %(POT)s%(CEL)s</a>.

source: <strong>%(karsh_g3)s:</strong> So yes, he gets all the combat disciplines. He can do anything. Choosing is a conendrum.
fr: <strong>%(karsh_g3)s :</strong> Donc oui, le mec a toutes les disciplines de combat. Il peut tout faire. Le souci c'est de choisir.

source: <strong>%(theo_bell_g6)s:</strong> The brand new Theo Bell is, of course, already a top <a href="#anarch-pot-cel">Anarch %(POT)s%(CEL)s</a> contender.
fr: <strong>%(theo_bell_g6)s :</strong> Le tout nouveau Theo Bell est, bien sûr, déjà un type de premier plan pour <a href="#anarch-pot-cel">Anarch %(POT)s%(CEL)s</a>.

source: By Rudolf Scholz
fr: De Rudolf Scholz

source: Rudolf Scholz has been playing V:tES since 2006 and became Germany's National Coordinator in 2015. He sits in the VEKN Hall of Fame with 11 tournament victories, and has been three time Danish Champion, in 2012, 2013 and 2018. His favorite decks are Montano Baltimore Purge and %(anson)s Tap-n-Bleed.
fr: Rudolf Scholz joue à V: tES depuis 2006 et est devenu le coordinateur national d'Allemagne en 2015. Il siège au VEKN Hall of Fame avec 11 victoires en tournoi, et a été trois fois champion du Danemark, en 2012, 2013 et 2018. Ses decks préférés sont Montano Baltimore Purge et %(anson)s Tap-n-Bleed.

source: Of course, there have been Baltimore Purge decks before the appearance of %(montano)s, e.g. with %(arika)s, %(stanislava)s or %(ambrosio_luis_monçada)s as star vampires, but in comparison %(montano)s offers better options: he is a Lasombra %(lasombra)s, an 11 cap vampire, he pays one less for Obtenebration %(obt)s cards and, probably most importantly, can burn 1 blood to give any of his controller’s minions +1 stealth; plus he has superior Dominate %(DOM)s and Fortitude %(FOR)s. This makes %(montano)s the perfect engine for abusing %(baltimore_purge)s, %(graverobbing)s and %(mind_rape)s. Since he has access to %(freak_drive)s, he is able to pull off each of these cards himself in just one turn, and maybe even more effects, e.g. a superior %(govern_the_unaligned)s, a bleed for %(enkil_cog)s or a vote. It is a blood-thirsty engine, which I personally prefer to feed with the help of %(heidelberg_castle)s and diablerie.
fr: Bien sûr, il y a eu des decks Baltimore Purge avant l'apparition de %(montano)s, par ex. avec %(arika)s, %(stanislava)s ou %(ambrosio_luis_monçada)s comme star, mais en comparaison %(montano)s offre de meilleures options : il est un Lasombra %(lasombra)s, a une capacité de 11, paie un de moins pour les cartes Obtenebration %(obt)s et, probablement le plus important, peut brûler 1 sang pour donner à l'un des serviteurs de son contrôleur +1 discrétion ; en plus, il a Domination %(DOM)s et Force d'Âme %(FOR)s en supérieur. Cela fait de %(montano)s le moteur idéal pour abuser de %(baltimore_purge)s, %(graverobbing)s et %(mind_rape)s. Puisqu'il a accès à %(freak_drive)s, il est capable de jouer chacune de ces cartes lui-même en un seul tour, et peut-être même plus d'effets, par ex. un %(govern_the_unaligned)s en supérieur, une morsure pour %(enkil_cog)s ou un vote. C'est un moteur coûteux en sang, que je préfère personnellement alimenter à l'aide d'%(heidelberg_castle)s et de diableries.

source: Crypt Acceleration
fr: Accélération de la Crypte

source: In my opinion, it is quite important to make %(montano)s enter the ready region in round 2 of a game: The fewer the number of enemies’ minions, the less they can act or react. You hope to get some kind of setup done before actually starting the « show ». To achieve this you have to rely on a high number of crypt acceleration cards, especially on %(zillah_s_valley)s. Yet a deck with a high number of Master cards that wants to play a lot of action cards and modifiers tends to encounter problems regarding the card flow. This is why I try to get %(montano)s equipped with a %(learjet)s as soon as possible.
fr: À mon avis, il est assez important de faire entrer %(montano)s dans la région disponible lors du deuxième tour d’une partie : moins il y a de serviteurs ennemis, moins ils peuvent agir ou réagir. Vous espérez faire un peu de mise en place avant de commencer vraiment le « spectacle ». Pour y parvenir, vous devez compter sur un nombre élevé de cartes d'accélération de crypte, en particulier %(zillah_s_valley)s. Cependant, un deck avec un nombre élevé de cartes Maître et qui veut jouer beaucoup de cartes action et de modificateurs a tendance à rencontrer des problèmes quant au débit de cartes. C'est pourquoi j'essaye d'équiper %(montano)s d'un %(learjet)s dès que possible.

source: Okay, this tremendous « (try to) rule the world » deck is regularly the focus of all players at the table. %(nocturns)s help to guard %(montano)s, and a few %(deflections)s might keep at least the heaviest bleeds away from you. Usually, you have to be very fast with doing what you want to do, or an evil fate awaits you instead of your opponents.
fr: D'accord, ce type de deck formidable pour « (essayer de) gouverner le monde » attire souvent l'attention de tous les joueurs à la table. Les %(nocturns)s aident à protéger %(montano)s, et quelques %(deflections)s peuvent éloigner au moins les morsures les plus hautes. En général, vous devez être très rapide dans ce que vous voulez faire, sinon vous subirez un sort funeste avant vos adversaires.

source: Here is the list of the deck that won me the <em>Don’t Cry for Pentex</em> Lackey League Finals in 2019. I won’t discuss here whether specific cards miss or the numbers of specific cards are optimized. A lot of that depends on taste and the metagame. This deck is both fragile and very powerful, and it is definitely <strong>not a deck for beginners</strong>. It is especially weak against (stealth) rush decks, because you run a non-combat star vampire deck, or any kind of weenie deck, since you cannot control large numbers of vampires via %(baltimore_purge)s. It helps a lot if there are slow decks with big and « tasty » vampires around, but the deck can be resilient enough to stop a Predator’s Dementation %(dem)s bleed deck dead in its tracks.
fr: Voici la liste du deck qui m'a valu la finale de la ligue <em>Don’t Cry for Pentex</em> en 2019. Je ne discuterai pas ici de savoir si des cartes spécifiques manquent ou si le nombre d'exemplaires de chaque carte est optimisé. Cela dépend en grande partie du goût et du meta-game. Ce deck est à la fois fragile et très puissant, et ce n'est certainement <strong>pas un deck pour débutant</strong>. Il est particulièrement faible contre les decks rush (avec discrétion), car vous jouez un deck de vampire star non combattant, ou tout autre type de deck weenie, puisque vous ne pouvez pas contrôler un grand nombre de vampires via %(baltimore_purge)s. Cela aide beaucoup s'il y a des decks lents avec de gros vampires « juteux », mais le deck peut être assez résistant pour arrêter net un deck de morsure Dementation %(dem)s d'un Predator.

source: Obviously, it makes a difference if someone knows about your deck’s archetype and thus about its evil intentions. You should always try to talk if necessary, since there will be other decks as evil as yours at the table, and the mark of being the table threat is a matter of perception. Don’t boss around.
fr: Évidemment, cela fait une différence si quelqu'un connaît l'archétype de votre deck et donc ses funestes intentions. Vous devriez toujours essayer de parler si nécessaire, car il y aura d'autres decks aussi pénibles que le vôtre à la table, et le fait d'être la menace à la table n'est qu'une question de perception. Ne jouez pas les petits chefs.

source: In case someone tries to interact with you, do so, if it makes at least some sense. If you play your first %(baltimore_purge)s, cross-table buddies will ask if you are going to harm their vampires even more or they might even ask for a torpor rescue. Usually you have to decline both, since you do not have spare action, but you could generously leave them the choice of which vampire will be torporised by the %(baltimore_purge)s if they controlled more than one vampire. Having a friend at the table or non-hostile cross-table buddies will make a huge difference. Depending on the vampires your buddies play, you might have to go for them anyway.
fr: Si quelqu'un essaie d'interagir avec vous, faites-le, si cela a le moindre sens. Si vous jouez votre première %(baltimore_purge)s, vos alliés en face vous demanderont de cesser de blesser leurs vampires ou pourraient même demander une sortie de torpeur. Habituellement, vous devez refuser les deux, car vous n'avez pas d'action disponible, mais vous pouvez généreusement leur laisser le choix du vampire qui sera envoyé en torpeur par %(baltimore_purge)s s'il contrôle plus d'un vampire. Avoir un allié à table ou des joueurs en face non hostiles fera une énorme différence. Selon les vampires que jouent vos alliés, vous devrez peut-être tout de même vous en occuper.

source: Later in the game, when your deck has already done some damage to the table, try to make sure the literal card house falls apart in your favour. Encourage players to resist their predators even though their situation looks helpless. Offer them half or full VP, and stick to that deal if you can. I know that some players oppose withdrawal deals, but bear in mind that many of them are tournament legal, for example if you will have 3 VP, you can do whatever you want with the rest. Some players might try to threaten you by announcing to self-oust if you do or do not do this or that. You should ignore this posture in general.
fr: Plus tard dans le jeu, lorsque votre deck a déjà fait des dégâts à la table, essayez de vous assurer que le château de cartes s'écroule en votre faveur. Encouragez les joueurs à résister à leur prédateur même si leur situation semble perdue. Offrez-leur un demi ou un PV, et respectez cet accord si vous le pouvez. Je sais que certains joueurs s'opposent aux accords de retrait, mais gardez à l'esprit que beaucoup d'entre eux sont légaux en tournoi, par exemple si vous avez 3 PV, vous pouvez faire ce que vous voulez avec le reste. Certains joueurs pourraient essayer de vous menacer en annonçant une auto-élimination si vous faites ou ne faites pas ceci ou cela. Vous devez ignorer cette posture en général.

source: How to Win
fr: Comment gagner

source: Maybe Montano Baltimore Purge (MBP) can be compared to a rush deck, combined with the high risk, high reward component of a Baali %(baali)s bleed or vote deck. You have to decide where and when to play %(mind_rape)s and %(baltimore_purge)s. You are going to offset the table balance, and you want to make sure you don’t get ousted and that any threat to %(montano)s is eliminated.
fr: Peut-être que Montano Baltimore Purge (MBP) peut être comparé à un deck de rush, combiné au haut rapport risque/récompense d'un deck morsure ou vote Baali %(baali)s. Vous devez décider où et quand jouer %(mind_rape)s et %(baltimore_purge)s. Vous allez briser l'équilibre de la table et vous voulez vous assurer de ne pas être éliminé et que toute menace pour %(montano)s est détruite.

source: A nice setup to start the « show » is %(montano)s with a %(learjet)s and a midcap assistant (%(aurora_van_brande)s is very nice, since she has superior Obtenebration %(OBT)s and both Dominate %(dom)s and Fortitude %(for)s). Try to get through both a %(baltimore_purge)s and a %(mind_rape)s on a player who already controls 2 (!) vampires, preferably your Prey or your Predator, thus the mind raped vampire can diablerise someone and burn by the mandatory bloodhunt, which eliminates two vampires.
fr: Une bonne configuration pour démarrer le « spectacle » est %(montano)s avec un %(learjet)s et un assistant de moyenne capacité (%(aurora_van_brande)s est très bien, car elle a Obtenebration en supérieur %(OBT)s et à la fois Domination %(dom)s et Force d'Âme %(for)s). Essayez de passer à la fois une %(baltimore_purge)s et un %(mind_rape)s sur un joueur qui contrôle déjà 2 (!) vampires, de préférence votre proie ou votre prédateur, ainsi le vampire volé peut diabler l'autre et brûler suite à la chasse au sang obligatoire, ce qui élimine deux vampires.

source: Always remember to use the %(learjet)s if you have any cards in hand that do not help you in achieving your goals. But do not use it just because you can, because then you will run out of cards before you make the GW. Usually, you don’t get all of the table's VPs, but you don’t have to in order to win.
fr: N'oubliez pas d'utiliser le %(learjet)s si vous avez des cartes en main qui ne vous aident pas à atteindre vos objectifs. Mais ne l'utilisez pas simplement parce que vous le pouvez, car vous serez alors à court de cartes avant la victoire. En général, vous n’obtenez pas tous les PV de la table, mais vous n’êtes pas obligé de le faire pour gagner.

source: This is a typical scenario: In your unlock phase %(montano)s goes to torpor, and so will every other vampire in the game of your choosing (well, one per player). If you were able to put a second %(baltimore_purge)s on %(montano)s with the help of an out-of-turn action provided by %(enkil_cog)s, the table might already be at your disposal. Now everything depends a bit on whether you have a %(heidelberg_castle)s in play and if you have %(freak_drive)s and %(graverobbing)s in hand.
fr: C'est un scénario typique : dans votre phase de redressement %(montano)s va en torpeur, de même que tous les autres vampires dans le jeu de votre choix (enfin, un par joueur). Si vous avez pu mettre une deuxième %(baltimore_purge)s sur %(montano)s à l'aide d'une action hors tour fournie par %(enkil_cog)s, la table est peut-être déjà à vous. Maintenant, tout dépend un peu si vous avez un %(heidelberg_castle)s en jeu et si vous avez %(freak_drive)s et %(graverobbing)s en main.

source: Tips & Tricks
fr: Trucs & Astuces
