Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h3>1. Theme</h3> <p> The first step to build a deck is to choose a theme, a core principle to build upon. Multiple possibilities here: <ul> <li><strong>Clan</strong>: the most common theme, just choose a clan.</li> <li><strong>Discipline(s)</strong>: choose one or more disciplines you want to play.</li> <li><strong>Star</strong>: choose a star vampire with powerful disciplines or abilities.</li> <li><strong>Cards combination</strong>: choose a combination of two to four cards you want to play together.</li> </ul> </p> <h3>2. Four strategic pillars</h3> <p> The second step, before adding more cards to the deck, is to define the four pillars of the deck strategy: <ul> <li id="payload"><strong>Payload:</strong> how the deck delivers pool damage to its prey. Does it %(bleed)s? Use %(politics)s? Some other pool damage device like %(anarch_revolt)s or %(dragonbound)s? </li> <li id="delivery"> <strong>Delivery system:</strong> how the deck makes sure the payload is delivered. If it bleeds, does it use stealth, block denial or an overwhelming number of actions? If it uses political actions, does it use stealth to get them through? How does it get enough votes? If it uses specific pool damage cards, do they need protection or support to apply their effect? </li> <li id="defense"> <strong>Defense:</strong> how the deck avoids to lose. %(Bloating)s is the most generic defense: gaining pool works against all offensive strategies. Most decks use a modicum of bloat, some rely on a heavy bloat as their sole defense. Blocking is the second most generic defense: most offensive strategies use actions. More focused defensive tools are often used against the most widespread offensive strategies: %(bounce)s or reduction against bleed, %(delaying_tactics)s and %(poison_pill)s against politics. </li> <li id="combat-management"> <strong>Combat Management:</strong> how the deck deals with minion combats. It is essential to choose a clear %(combat_posture)s, and the correct one depends on the previous pillars. If it delivers with stealth and defends without blocking, resisting will be easier. If it plans to block, it can either resist or grind. Disabling is usually both a defense and a delivery system. </li> </ul> </p> <h3>3. Cards</h3> <p> Now select the crypt and library cards to put in the deck. The minions you select will define the range of disciplines you can use and, symmetrically, the library cards you choose and their requirements will define what minions you want in your crypt. </p> <p> During this card selection process, only add <strong>one copy of each card</strong> you want to play. Check the %(best_cards)s and the %(deck_archive)s for ideas. If you find tournament winning examples close to your deck list, they may give you ideas about what to include. </p> <p> At the end you should have <strong>4 to 12 crypt cards and 20 to 40 library cards</strong>. If you have more, it is time to sit back and ponder what is really useful and what should be cut. Consider your four strategic pillars to help you decide: payload is more important than delivery, itself more important than defense, and combat management comes last. </p>
fr: <h3>1. Thème</h3> <p> La première étape pour construire un deck est de choisir un thème, un principe central sur lequel construire. Il y a ici plusieurs possibilités : <ul> <li><strong>Un clan</strong>: le thème le plus courant, il suffit de choisir un clan.</li> <li><strong>Discipline(s)</strong>: choisissez une ou plusieurs disciplines que vous désirez jouer.</li> <li><strong>Star</strong>: choisissez un vampire star avec une combinaison de disciplines ou une aptitude puissants.</li> <li><strong>Combinaison de cartes</strong>: choisissez une combinaison de deux à quatre cartes que vous souhaitez jouer.</li> </ul> </p> <h3>2. Quatre piliers stratégiques</h3> <p> La seconde étape, avant d'ajouter des cartes, est de définir les quatre piliers de la stratégie du deck : <ul> <li id="payload"><strong>La charge utile :</strong> la manière dont le deck réduit l'influence de sa proie. Utilise-t-il la %(bleed)s ? La %(politics)s ? Un autre moyen de réduire l'influence comme %(anarch_revolt)s ou %(dragonbound)s ? </li> <li id="delivery"> <strong>Le système de transmission :</strong> la manière dont le deck s'assure que la charge utile est bien délivrée. S'il utilise la morsure, utilise-t-il de la discrétion, des dénis de blocage ou un nombre d'actions accablant ? S'il utilise des actions politiques, utilise-t-il de la discrétion pour les faire passer ? Comment fait-il pour s'assurer d'avoir assez de votes ? S'il utilise des cartes de réduction d'influence spécifiques, doit-il les protéger ou les soutenir pour s'assurer que leur effet est appliqué ? </li> <li id="defense"> <strong>La défense :</strong> la manière dont le deck évite de perdre. La %(Bloating)s est la défense la plus générique : gagner de l'influence fonctionne quelle que soit la stratégie offensive des adversaires. La plupart des decks utilisent un minimum de régénération, certains se basent sur une importante régénération comme seule défense. Bloquer est la seconde stratégie de défense la plus générique : la plupart des stratégies offensives utilisent des actions. Des outils défensifs plus précis sont souvent utilisés contre les stratégies offensives les plus répandues : %(bounce)s ou réductions contre la morsure, %(delaying_tactics)s ou %(poison_pill)s contre la politique. </li> <li> <strong>La gestion du combat :</strong> la manière dont le deck gère les combats de serviteurs. Il est essentiel de choisir une %(combat_posture)s claire, et la bonne dépend de vos piliers précédents. Si l'on utilise de la discrétion comme système de transmission et que l'on défend sans bloquer, résister sera plus simple. Si l'on prévoit de bloquer, on peut résister ou user. Neutraliser est en général utilisé à la fois comme défense et comme système de transmission. </li> </ul> </p> <h3>3. Cartes</h3> <p> Il est maintenant temps de sélectionner les cartes de crypte et de bibliothèque à mettre dans le deck. Les serviteurs que vous sélectionnerez vont déterminer le spectre de disciplines que vous pourrez utiliser et, symmétriquement, les cartes de bibliothèque que vous choisirez et leurs prérequis vont définir les serviteurs que vous voudrez dans votre crypte. </p> <p> Durant cette opération de sélection de carte, n'ajoutez qu'<strong>un exemplaire de chaque carte</strong> choisie. Allez voir le %(best_cards)s et l'%(deck_archive)s pour trouver l'inspiration. Si vous trouvez un exemple de deck gagnant de tournoi proche de votre decklist, il pourrait vous donner des idées sur quoi inclure. </p> <p> À la fin vous devriez avoir <strong>4 à 12 cartes de crypte et 20 à 40 cartes de bibliothèque</strong>. Si vous en avez plus, il est temps de prendre un peu de recul et de vous demander ce qui est vraiment utile et ce qui devrait être retiré. Utilisez vos quatre piliers stratégiques pour vous aider : la charge utile est plus importante que le système de transmission, lui-même plus important que la défense, et la gestion de combat arrive en dernier. </p>

source: politics
fr: politique

source: Bloating
fr: Régénération

source: combat posture
fr: posture de combat

source: best cards
fr: top cartes

source: deck archive
fr: archive de decks

source: Note at this point you are working in single copies. This means that if you are building a rush combat deck, you should consider removing combat cards before removing a payload card like %(fame)s. When adjusting the number of copies on the other hand, no pillar has priority and you may choose to use dozens of copies of the combat cards you kept in the selection and a single %(fame)s.
fr: Notez qu'à ce stade vous travaillez en exemplaires uniques. Cela signifie que si vous construisez un deck de rush, vous devriez envisager de retirer des cartes de combat avant de retirer des cartes de charge utile comme %(fame)s. Quand vous ajusterez le nombre d'exemplaires de chaque carte, au contraire, aucun pillier n'aura priorité et vous pourrez choisir d'utiliser des dizaines d'exemplaires des cartes de combat que vous aurez gardées, et un seul %(fame)s.

source: <h3>Counters</h3> <p> If you can predict that specific archetypes will be a threat, consider including specific counters against them. From %(fear_of_mekhet)s against Inner Circles to %(scourge_of_the_enochians)s against swarms, including %(archon_investigation)s against greedy bleeders, there are a lot of options available and they can transform a losing position into a win. </p> <p> If nothing specific comes in mind, consider the all-purpose counters of the game: %(direct_intervention)s, %(dark_influences)s, %(sudden_reversal)s or %(wash)s. </p>
fr: <h3>Contres</h3> <p> Si vous pouvez prédire qu'un archétype spécifique sera une menace, envisagez d'inclure des contres spécifiques contre lui. De %(fear_of_mekhet)s contre les membres du Cercle intérieur à %(scourge_of_the_enochians)s contre les essaims, en passant par %(archon_investigation)s contre les mordeurs avides, il y a beaucoup de possibilités et elles peuvent transformer une position perdante en victoire. </p> <p> Si rien de spécifique ne vous vient à l'esprit, envisagez d'inclure certains des contres génériques du jeu : %(direct_intervention)s, %(dark_influences)s, %(sudden_reversal)s ou %(wash)s. </p>

source: <h3>4. Card flow</h3> <p> Once the skeleton is ready, you can adjust the card flow. First adjust the crypt: use 4 (or more) copies for a star, 3 copies for an especially good minion if he is not mandatory for your play, 2 copies for an efficient one and 1 copy for support minions. </p> <p> Then try to get an idea of the <a href="#rotation">rotation speed</a>: what would a normal turn be in the mid-game (including reactions)? How many minions are acting and reacting and how many cards are used? This will give you the target library size as well as the number of cards you need in each of your modules. </p> <p> Finally, define <a href="#modules-and-density">modules and their density</a> and adapt the number of copies in each of them to match the desired density, working module by module. Adjusting the master module first may be easier, as the number or cards only depends on the number of master actions you expect to get. For the rest of the deck though, there is no predefined pattern: no strategic pillar has the priority in terms of density. A %(stealth_bleed)s can typically have two strong module for bleed and stealth, two standard modules for bounce and combat defense, and a tactical module against politics. A %(wall)s deck, on the other hand, can have a spam module for wake & intercept, a standard module for bloat and only a tactical module for the payload. </p> <p> This little calculator may help you figure out the number of copies you want to include for each card: </p>
fr: <h3>4. Flux de cartes</h3> <p> Une fois le squelette prêt, vous pouvez ajuster le débit de cartes. Ajustez la crypte en premier : utilisez 4 exemplaires (ou plus) pour une star, 3 exemplaires pour un serviteur particulièrement bon s'il n'est pas indispensable pour votre jeu, 2 exemplaires pour un serviteur efficace et 1 exemplaire pour les serviteurs de support. </p> <p> Ensuite essayez de vous faire une idée de la <a href="#rotation">vitesse de rotation</a> : à quoi ressemblera un tour normal en milieu de partie (en comptant les réactions) ? Combien de serviteurs vont agir et réagir et combien de cartes seront utilisées ? Cela vous donnera votre taille de votre bibliothèque cible en même temps que le nombre de cartes nécessaires dans chaque module. </p> <p> Enfin, définissez <a href="#modules-and-density">les modules et leur densité</a> et adaptez le nombre d'exemplaires de chacun d'entre eux pour atteindre la densité souhaitée, en travaillant module par module. Ajuster le module de cartes Maître est plus simple, car le nombnre de cartes ne dépend que du nombre d'actions de Maître que vous espérez avoir. Pour le reste du deck cependant, il n'y a pas de schéma préétabli : aucun pilier stratégique n'a priorité sur les autre en termes de densité. Un %(stealth_bleed)s peut typiquement avoir deux modules primaires pour la morsure et la discrétion, deux modules secondaires pour le rebond et la défense au combat, et un module tactique contre la politique. Un deck %(wall)s, a contrario, peut avoir un module de spam pour le réveil et l'interception, un module secondaire pour la régénération et juste un module tactique pour la charge utile. </p> <p> Cette calculette pourra vous aider à décider du nombre d'exemplaires pour chaque carte : </p>

source: Probability to get a specific card
fr: Probabilité d'avoir une carte donnée

source: cards in deck:
fr: cartes dans le deck :

source: copies of the card:
fr: exemplaires de la carte :

source: cards drawn:
fr: cartes piochées :

source: Copies needed to get a draw
fr: Exemplaires requis pour piocher

source: draws:
fr: pioches :

source: desired probability:
fr: probabilitée voulue :

source: The probability to get a specific card is computed as the cumulated probability (sum) of having 1, 2, ..., n copies of the card.
fr: La probabilité de piocher une carte donnée est calculée comme la probabilité cumulée (somme) de piocher 1, 2, ..., n exemplaires.

source: The formula used is
fr: La formule utilisée est

source: with s: stack, d: draws and c: copies and
fr: avec s : paquet, d : pioche et c : exemplaires et

source: the binomial coefficients.
fr: les cœfiicients binomiaux.

source: To second computation just computes the preceding probability for consecutive values of c.
fr: Le second calcul additionne simplement la probabilité précédente pour les valeurs successives de c.

source: <h3>Cycling</h3> <p> If one of your strong module can jam your hand (for example a strong stealth or a strong intercept module), consider adding cycling-oriented cards (<em>cf.</em> the <a href="#rotation">Rotation</a> section). </p> <p> They should not be included blindly though; they can be an obstacle to a deck with no jam issue. </p>
fr: <h3>Recyclage</h3> <p> Si l'un de vos modules primaires peut enrayer votre main (par exemple un module primaire de discrétion ou d'interception), envisagez d'ajouter des cartes pour recycler (<em>cf.</em> la section <a href="#rotation">Rotation</a>). </p> <p> Elles ne devraient cependant pas être incluses aveuglément ; elles peuvent tout à fait constituer un obstacle pour un deck sans problème d'enrayement. </p>

source: <h3>5. Test and refine</h3> <p> Once the first version of the deck list is ready, it should be tested to check if it behaves as expected. Just doing a dozen play simulations alone, playing out the first 3 to 5 turns with no opponents, can help you adapt the card flow a bit. If you have some time at hand, you can use the %(play_test_system)s devised by <em>Paul Johnson</em> to test your deck more thoroughly. </p> <p> In the end, only real games can help refine a deck. Actual play get you accustomed to a deck strengths and weaknesses. It helps to note the cards cycled or discarded during a game, as well as those used to oust the prey: cards that you repetitively do not use, or payload cards that do not help you oust your prey, are cards you should consider removing. </p>
fr: <h3>5. Testez and affinez</h3> <p> Une fois la première version du deck prête, il devrait être testé pour vérifier s'il est à la hauteur de ce que l'on en attendait. Ne serait-ce que faire une dizaine de simulations de jeu en solitaire, en jouant les 3 à 5 premiers tours sans adversaire, peut déjà vous aider à adapter un peu le débit de cartes. Si vous avez un peu de temps devant vous, vous pouvez utiliser le %(play_test_system)s conçu par <em>Paul Johnson</em> pour tester en profondeur. </p> <p> Au final, seules de vraies parties pourront vous aider à affiner votre deck. Une vraie partie vous permet de vous habituer aux forces et faiblesses du deck. Noter les cartes défaussées au cours de la partie peut aider, de même que noter les cartes ayant permis d'éliminer une proie : vous devriez envisager de retirer les cartes dont vous ne vous servez pas, ainsi que les cartes de charge utile qui ne contribuent pas à éliminer votre proie. </p>

source: play test system
fr: système de test

source: <p> The root of the game win is to destroy the prey’s pool and the obvious way to do it is to bleed. Numerous cards in the game can enhance bleed. %(dom)s and %(pre)s give very strong bleed decks, but a swarm of minions also get the job done pretty fast. ¾ of edible decks will kill their prey by bleeding it. </p> <p> Bleed modifiers like %(conditioning)s should be played <strong>after the prey has declined to block</strong>. This way, they are more likely to get through. </p>
fr: <p> La base pour gagner consiste à détruire la réserve d'influence de sa proie et la manière la plus évidente de le faire est de mordre. De nombreuses cartes dans le jeu peuvent améliorer la morsure. %(dom)s et %(pre)s donnent des decks de morsure puissants, mais un essaim de serviteurs peut aussi faire le travail rapidement. ¾ des decks valables vont éliminer leur proie en utilisant la morsure. </p> <p> Les modificateurs de morsure comme %(conditioning)s sont censés être joués <strong>après que la proie a refusé de bloquer</strong>. De cette manière, ils ont plus de chances de passer. </p>

source: <h3>Limited and unlimited modifiers</h3> <p> Bleed modifiers are always <em>"limited"</em> if the card does not state otherwise, meaning one can play only one modifier increasing the bleed amount during a bleed action. However, a few cards provided non-limited bleed increase: %(leverage)s, %(command_of_the_beast)s and %(quicksilver_contemplation)s are played, more expensive ones are not. </p>
fr: <h3>Modificateurs limités et non limités</h3> <p> Les modificateurs de morsure sont toujours <em>"limités"</em> sauf si la carte précise le contraire, ce qui signifie qu'on ne peut jouer qu'un modificateur augmentant la morsure durant une action de morsure. Cependant, quelques cartes fournissent des augmentations de morsure non limitées : %(leverage)s, %(command_of_the_beast)s et %(quicksilver_contemplation)s sont jouées, les cartes plus coûteuses ne le sont pas. </p>

source: Bounce
fr: Rebond

source: On the defence side, <strong>bounces</strong> (reactions that change the target of a bleed) should be played only <strong>after the bleed amount has been confirmed</strong> by the predator, after block has been declined. This way the modifier, if any, is likely to be redirected too. This is because once the predator confirms the bleed amount, he actually passes on his opportunity to play a modifier and do not get another opportunity if the prey does not play a reaction. Only a few cards allow to <em>bounce</em> bleeds:
fr: Du côté défensif, les <strong>rebonds</strong> (des réactions qui changent la cible d'une morsure) sont censés n'être joués qu'<strong>une fois le score de morsure confirmé</strong> par le prédateur, après que les bloquages ont été refusés. Ainsi le modificateur, s'il y en a un, sera probablement lui aussi redirigé. Cela fonctionne ainsi car lorsque le prédateur confirme le score de morsure, il signale ainsi qu'il passe l'opportunité de jouer un modificateur : il n'aura pas d'autre opportunité si la proie ne joue pas une réaction. Seul un petit nombre de cartes permettent le <em>rebond</em> d'une morsure:

source: younger vampires or allies
fr: vampires plus jeunes et alliés

source: Barons with
fr: Barons avec

source: Imbued with
fr: Les illuminés avec

source: And only a few cards can counter these <em>bounces</em>:
fr: Et seul un petit nombre de cartes peuvent contrer ces <em>rebonds</em>:

source: can counter %(dom)s bounces
fr: peut contrer les rebonds %(dom)s

source: can counter %(AUS)s bounces
fr: peuvent contrer les rebonds %(AUS)s

source: can counter any bounce
fr: peut contrer tous les rebonds

source: can counter bounces from young vampires
fr: peut contrer les rebonds de jeunes vampires

source: can counter bounces from the predator
fr: peuvent contrer les rebonds du prédateur

source: is often used to deter bounces, even if it may not be enough to prevent them altogether.
fr: est souvent utilisé pour décourager les rebonds, même si cela peut être insuffisant pour les empêcher complètement.

source: <h3>Archon limit</h3> <p> A bleed for more than 3 exposes the minion to the possibility of %(archon_investigation)s. Because of this card, 3 has become the <strong>Archon limit</strong>: some decks will make sure to stay under it to avoid risking their minions, others will consider their minions expendable and get happily over it. </p>
fr: <h3>La limite d'Archon</h3> <p> Une morsure à plus de 3 expose le serviteur à une possible %(archon_investigation)s. À cause de cette carte, 3 est devenu la <strong>limite d'Archon</strong>: certains decks vont s'assurer de rester sous cette limite pour éviter de risquer leurs serviteurs, d'autres vont considérer que leurs serviteurs sont sacrifiables et iront joyeusement au-delà. </p>

source: Politics
fr: Politique

source: <p> The other option to deplete the prey’s pool is to use political actions like %(kine_resources_contested)s. The advantage of this strategy is the +1 stealth on the action. The disadvantage is that it is not directed: not only the prey but the predator can block, and the whole table can vote. </p> <p> The terms of the referendum are announced <strong>once the action resolves</strong>. One can negotiate the vote as the action is announced, but only after blocks are declined and the action succeeds does one choose the official terms of the referendum — and eventually betray everyone. The terms must be stated clearly once the action resolves, if just to confirm the Methusalah holds true to its word. </p> <p> In order to pass their referendum successfuly, Methusalah will try to achieve a <strong>vote lock</strong>, meaning they have more votes on the table than the sum of all other players votes. Multiple techniques can be used to this effect:
fr: <p> L'autre option pour réduire la réserve d'influence de la proie est d'utiliser des actions politiques comme %(kine_resources_contested)s. L'avantage de cette strategie est le bonus de +1 en discrétion sur l'action. Le défaut est qu'elle n'est pas dirigée : non seulement la proie mais aussi le prédateur peuvent bloquer, et toute la table peut voter. </p> <p> Les termes du référendum sont annoncés <strong>à la résolution de l'action</strong>. On peut négocier le vote lors de l'annonce de l'action, mais ce n'est qu'après le refus de bloquer, quand l'action est réussie, que l'on choisit les termes officiels du référendum — et que l'on trahit potentiellement tout le monde. Les termes doivent être annoncés clairement lors de la résolution de l'action, ne serait-ce que pour confirmer que le Mathusalem reste fidèle à sa parole. </p> <p> Pour réussir à passer leurs référendums, les Mathusalems vont essayer de parvenir à un <strong>verrou de vote</strong>, c'est-à-dire qu'ils auront plus de votes sur la table que la somme des votes de tous les autres joueurs. Plusieurs techniques peuvent être utilisées à cet effet:
