Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>vote</em> deck using centered around the %(OBF)s%(for)s disciplines, with %(giotto_verducci)s as a star. </p> <p> The base idea is to get %(kaymakli_fragment)s fast using %(giotto_verducci)s's ability, then use it (the infernal version) to get some titled vampires out fast and cheap. </p> <p> Using %(OBF)s for maximum stealth, the deck then proceeds to destroy its prey with %(kine_resources_contested)s and %(parity_shift)s. </p> <p> The deck has no bounce against bleeds, but %(villein)s and %(parity_shift)s make for a nice bloat. Furthermore, the few %(second_tradition_domain)s and %(unleash_hell_s_fury)s provide a sturdy defence already. </p> <h2>Tips & Tricks</h2> <p> %(ashur_tablets)s provide a bit of recursion so that cards discarded with %(giotto_verducci)s's ability can be fetched back. </p> <p> %(condemnation_mute)s is used to get the vote lock faster by silencing opponents titled vampires. </p> <p> %(the_textbook_damnation)s is included so that another vampire with %(for)s can get the %(kaymakli_fragment)s from %(giotto_verducci)s, use %(freak_drive)s to unlock then use the %(fragment)s again in the same turn. </p> <p> %(wider_view)s is included to help rotate the crypt and get rid of the spurious %(giotto_verducci)s copies for more titled vampires. </p> <h2>Variants</h2> <p> Variants exist using different crypts, like <em>Inner Circle</em> vampires with %(OBF)s%(DOM)s or centered a bit more around the %(OBF)s%(PRE)s disciplines with more Ventrue in the crypt: %(arika)s, %(jaroslav_pascek)s, %(lucinde_alastor)s, %(marcus_vitel)s and %(queen_anne)s. %(vincent_ripoll_s_deck)s for the 2015 English NC is a good example. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>vote</em> centré sur les disciplines %(OBF)s%(for)s, avec %(giotto_verducci)s comme star. </p> <p> L'idée est d'obtenir %(kaymakli_fragment)s rapidement en utilisant l'aptitude de %(giotto_verducci)s, puis de l'utiliser (la version infernale) pour faire sortir rapidement et à bas prix des vampires titrés. </p> <p> En utilisant %(OBF)s pour une discrétion maximale, le deck procède alors à la destruction de sa proie avec %(kine_resources_contested)s et %(parity_shift)s. </p> <p> Le deck n'a pas de rebond contre les morsures, mais %(villein)s et %(parity_shift)s offrent une belle régénération. De plus, les quelques %(second_tradition_domain)s et %(unleash_hell_s_fury)s fournissent aussi une défense solide. </p> <h2> Trucs & Astuces </h2> <p> %(ashur_tablets)s fournit un peu de récursion pour que les cartes défaussées avec l'aptitude de %(giotto_verducci)s puissent être récupérées. </p> <p> %(condemnation_mute)s est utilisé pour obtenir le verrou de vote plus rapidement en faisant taire les vampires titrés des adversaires. </p> <p> %(the_textbook_damnation)s est inclus afin qu'un autre vampire avec %(for)s puisse obtenir le %(kaymakli_fragment)s de %(giotto_verducci)s, utiliser %(freak_drive)s pour se redresser puis utiliser à nouveau le %(fragment)s dans le même tour. </p> <p> %(wider_view)s est inclus pour aider à faire tourner la crypte et se débarrasser des copies superflues de %(giotto_verducci)s pour plus de vampires titrés. </p> <h2> Variantes </h2> <p> Des variantes existent en utilisant différentes cryptes, comme des membres du <em>Cercle Intérieur</em> avec %(OBF)s%(DOM)s ou centrées un peu plus autour des disciplines %(OBF)s%(PRE)s avec plus de Ventrue dans la crypte : %(arika)s, %(jaroslav_pascek)s, %(lucinde_alastor)s, %(marcus_vitel)s et %(queen_anne)s. Le %(vincent_ripoll_s_deck)s pour le NC anglais de 2015 en est un bon exemple. </p>

source: Vincent Ripoll's deck
fr: deck de Vincent Ripoll

source: <h2>Highlights</h2> <p> This is a stealth & bleed deck using %(tunnel_runner)s. An Akunanse %(akunanse)s is required to get the weremoles out, and %(jacob_fermor)s is expected to come out and boost their bleed power. %(computer_hacking)s is used to help them bleed harder, too. </p> <p> The deck relies on additional vampires with %(dom)s for %(deflection)s bounces. As the deck does not block so much, this is essential for defence. </p> <h2>Tips & Tricks</h2> <p> As the deck is supposed to get an Akunanse, %(jacob_fermor)s then a low capacity vampire with %(dom)s, it has a bit of each in the crypt and plays a bunch of %(wider_view)s and an %(anarch_convert)s to rotate through them if necessary. </p> <p> %(tunnel_runner)s are expensive allies, getting %(powerbase_tshwane)s and/or %(charisma)s out fast is a lot of help. </p> <p> %(predator_s_transformation)s provides additional stealth to get the allies into play without being blocked. </p> <p> %(aid_from_bats)s is used as a defensive combat card. %(tunnel_runner)s can use it, but most Akunanse also can. The allies have %(the_unmasking)s and the Akunanse their %(predator_s_communion)s for some tactical intercept — vampires that do not fight aggressively, as they have very few combat capabilities themselves. </p> <h2>Variants</h2> <p> There is no variant to this deck. The decklist given in example won the 2013 North American Championship (NAC). </p>
fr: <h2> Principe </h2> <p> C'est un deck stealth & bleed qui utilise %(tunnel_runner)s. Un Akunanse %(akunanse)s est nécessaire pour sortir les taupes-garous, et %(jacob_fermor)s devrait sortir et augmenter leur puissance de morsure. %(computer_hacking)s est également utilisé pour les aider à mordre plus fort. </p> <p> Le deck repose sur des vampires supplémentaires avec %(dom)s pour les rebonds avec %(deflection)s. Comme le deck ne bloque pas beaucoup, c'est essentiel pour la défense. </p> <h2> Trucs & Astuces </h2> <p> Comme le deck est censé sortir un Akunanse, %(jacob_fermor)s puis un vampire de faible capacité avec %(dom)s, il y a un peu de chaque dans la crypte et joue plusieurs %(wider_view)s et un %(anarch_convert)s pour la rotation si nécessaire. </p> <p> Les %(tunnel_runner)s sont des alliés coûteux, poser %(powerbase_tshwane)s et/ou %(charisma)s rapidement est d'une grande aide. </p> <p> %(predator_s_transformation)s fournit de la discrétion supplémentaire pour mettre les alliés en jeu sans être bloqués. </p> <p> %(aid_from_bats)s est utilisé comme carte de combat défensif. %(tunnel_runner)s peut l'utiliser, mais la plupart des Akunanse le peuvent également. Les alliés ont %(the_unmasking)s et les Akunanse leur %(predator_s_communion)s pour certaines interceptions tactiques - des vampires ne combattent pas agressivement, car ils ont très peu de capacités de combat. </p> <h2> Variantes </h2> <p> Il n'y a pas de variante à ce deck. La liste de deck donnée en exemple a remporté le championnat nord-américain (NAC) 2013. </p>

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck using the Tzimisce and their %(VIC)s%(AUS)s%(ANI)s disciplines. </p> <p> The plan is to get as many Tzimisce out as possible and bleed with %(VIC)s for stealth. Blocking from time to time, and welcoming a few combats with a vicious %(VIC)s module. </p> <p> The deck has a threatening bleed module centered on %(fiendish_tongue)s, an excellent bleed action in Anarch environments. %(VIC)s brings a bit of stealth with %(changeling)s and %(plasmic_form)s </p> <p> The combat module is compact but threatening: %(chiropteran_marauder)s and %(breath_of_the_dragon)s can be used to inflict aggravated damage at any range. </p> <p> On the defence side, the decks stacks a lot of %(AUS)s bounces between %(telepathic_misdirection)s and %(my_enemy_s_enemy)s. On top of that, a number of permanent intercept cards help boost the defence, with %(krcg_news_radio)s, %(wall_street_night_financial_newspaper)s, %(aranthebes_the_immortal)s, %(bowl_of_convergence)s, %(carlton_van_wyk)s and %(abbot)s. </p> <p> The deck can bloat a bit using simple %(blood_doll)s. Both %(the_hungry_coyote)s and %(library_hunting_ground)s can provide a good influx of blood here. </p> <p> The %(AUS)s bounces are enough to defend against bleed decks, but votes deck are a definitive threat for this deck. This explains why the intercept defence does not include %(eyes_of_argus)s since its intercept bonus cannot be used against political actions. This is also why so many %(delaying_tactics)s are included: the goal is to prevent %(anarchist_uprising)s or %(reins_of_power)s to pass here, and keep the momentum up while commiting as few resources as possible for defence. </p> <h2>Tips & Tricks</h2> <p> It's important to get a vampire with superior %(AUS)s out fast, to make the most of the reaction module and its numerous bounces. </p> <p> %(the_uncoiling)s is a silver bullet counter against %(the_unmasking)s, as allies deck with intercept can quickly become a bit of a burden here. </p> <p> %(wash)s can be used to counter a %(villein)s and amount to a bleed for 5, counter a permanent intercept location like %(krcg_news_radio)s, or a stealth providing location for a predator likely to vote, like %(monastery_of_shadows)s. </p> <h2>Variants</h2> <p> There are a lot of ways to build a toolbox with the Tzimisce %(tzimisce)s clan. Many of them rely on a star vampire like %(lambach)s, %(sascha_vykos)s or %(meshenka)s. </p> <p> The <strong>Living Manse</strong> version, as seen in %(juans_deck)s for the 2021 SAC, relies on more %(living_manse)s for a bit of a slower setup but stronger finish. The deck also includes %(meld_with_the_land)s and is a better fit in a combat oriented environment, with a more fragile defence against vote decks. Both deck list can be used as inspiration, as any variation between those two can be picked or discarded depending on the desired outcome. </p>
fr: <h2>Principe</h2> <p> C'est une <em>toolbox</em> qui utilise les Tzimisce et leurs disciplines %(VIC)s%(AUS)s%(ANI)s. </p> <p> Le plan est de sortir autant de Tzimisce que possible et de mordre avec %(VIC)s pour la discrétion. Tout en bloquant de temps en temps, et en accueillant quelques combats avec un module %(VIC)s vicieux. </p> <p> Le deck a un module de morsure menaçant centré sur %(fiendish_tongue)s, une excellente action de morsure dans les environnements Anarch. %(VIC)s apporte un peu de discrétion avec %(changeling)s et %(plasmic_form)s. </p> <p> Le module de combat est compact mais menaçant : %(chiropteran_marauder)s et %(breath_of_the_dragon)s peuvent être utilisés pour infliger des dégâts aggravés à n'importe quelle distance. </p> <p> Côté défense, le deck cumule de nombreux rebonds %(AUS)s entre %(telepathic_misdirection)s et %(my_enemy_s_enemy)s. En plus de cela, un certain nombre de cartes d'interception permanentes aident à renforcer la défense, avec %(krcg_news_radio)s, %(wall_street_night_financial_newspaper)s, %(aranthebes_the_immortal)s, %(bowl_of_convergence)s, %(carlton_van_wyk)s et %(abbot)s. </p> <p> Le deck peut régénérer un peu en utilisant de simples %(blood_doll)s. Tant %(the_hungry_coyote)s que %(library_hunting_ground)s peuvent fournir un bon afflux de sang ici. </p> <p> Les rebonds %(AUS)s sont suffisants pour se défendre contre les decks de morsure, mais les decks de votes sont une menace pour ce deck. Ceci explique pourquoi la défense d'interception n'inclut pas %(eyes_of_argus)s puisque son bonus d'interception ne peut pas être utilisé contre des actions politiques. C'est aussi pourquoi tant de %(delaying_tactics)s sont incluses : le but est d'empêcher %(anarchist_uprising)s ou %(reins_of_power)s de passer ici, et de maintenir l'élan tout en engageant le moins de ressources possible pour la défense. </p> <h2>Trucs & Astuces</h2> <p> Il est important de sortir rapidement un vampire avec %(AUS)s supérieur, pour tirer le meilleur parti du module de réaction et de ses nombreux rebonds. </p> <p> %(the_uncoiling)s est un contre contre %(the_unmasking)s, car les decks alliés avec interception peuvent rapidement devenir un fardeau. </p> <p> %(wash)s peut être utilisé pour contrer un %(villein)s et équivaut à un morsure pour 5, contrer un lieu d'interception permanent comme %(krcg_news_radio)s, ou un lieu fournissant de la discrétion à un prédateur susceptible de voter, comme %(monastery_of_shadows)s. </p> <h2>Variantes</h2> <p> Il existe de nombreuses façons de créer une toolbox avec le clan Tzimisce %(tzimisce)s. Beaucoup d'entre eux s'appuient sur un vampire star comme %(lambach)s, %(sascha_vykos)s ou %(meshenka)s. </p> <p> La version <strong>Living Manse</strong>, comme on le voit dans le %(juans_deck)s pour le SAC 2021, repose sur plus de %(living_manse)s pour une configuration un peu plus lente mais une fin plus solide. Le deck comprend également %(meld_with_the_land)s et est mieux adapté à un environnement orienté combat, avec une défense plus fragile contre les decks de vote. Les deux listes de deck peuvent être utilisées comme source d'inspiration, car toute variation entre les deux peut être sélectionnée ou rejetée en fonction du résultat souhaité. </p>

source: Juan Rodriguez' deck
fr: deck de Juan Rodriguez

source: <h2>Highlights</h2> <p> This is a <em>rush</em> deck using multiple %(war_ghoul)s to rush the opponents vampires. </p> <p> The idea is to get a %(war_ghoul)s into play as soon as possible, using a low capacity Tzimisce and %(jake_washington)s. The %(war_ghoul)s then proceeds to taking down every vampire on the table, using %(fake_out)s and %(trap)s as needed. </p> <p> Other allies and retainers can be recruited to be sacrificed to more %(war_ghouls)s. %(ossian)s, if he is drawn, may even be better than a %(war_ghoul)s. </p> <p> The deck uses low capacity vampires with %(AUS)s to bounce bleeds and intercept. Pool damage is done with %(dragonbound)s and naked bleed once all the prey's vampires are down. </p> <h2>Tips & Tricks</h2> <p> This a fast and aggressive deck and will likely attract the table attention. It should try to keep control of the whole table if possible. </p> <p> Letting some vampires live on the predator side can be a good way to bounce their bleed and deliver additional pool damage to the prey. </p> <h2>Variants</h2> <p> The <strong>Maris</strong> variant uses %(maris_streck)s for %(parity_shift)s and %(anathema)s. Check %(emiliano_imeroni_s_deck)s from the 2012 Belgian NC. </p> <p> The <strong>Piper</strong> variant is an anarch version using %(anarch_convert)s and %(piper)s in order to bring %(war_ghoul)s into play unopposed, as in %(antonio_cobo_cuenca_s_deck)s from 2008. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>rush</em> qui utilise plusieurs %(war_ghoul)s pour rusher les vampires adverses. </p> <p> L'idée est de mettre en jeu une %(war_ghoul)s le plus tôt possible, en utilisant un Tzimisce de faible capacité et %(jake_washington)s. La %(war_ghoul)s procède ensuite à l'élimination de tous les vampires sur la table, en utilisant %(fake_out)s et %(trap)s si besoin. </p> <p> D'autres alliés et serviteurs peuvent être recrutés pour être sacrifiés à plus de %(war_ghouls)s. %(ossian)s, s'il est pioché, peut même être meilleur qu'une %(war_ghoul)s. </p> <p> Le deck utilise des vampires de faible capacité avec %(AUS)s pour rediriger les morsures et intercepter. Les dégâts d'influence sont faits avec %(dragonbound)s et de simples morsures une fois que tous les vampires de la proie sont abattus. </p> <h2> Trucs & astuces </h2> <p> C'est un deck rapide et agressif qui attirera probablement l'attention de la table. Il devrait essayer de garder le contrôle de l'ensemble de la table si possible. </p> <p> Laisser certains vampires vivre du côté du prédateur peut être un bon moyen de faire rebondir ses morsures et d'infliger des dégâts supplémentaires à la proie. </p> <h2> Variantes </h2> <p> La variante <strong>Maris</strong> utilise %(maris_streck)s pour %(parity_shift)s et %(anathema)s. Voir le %(emiliano_imeroni_s_deck)s du CN belge 2012. </p> <p> La variante <strong>Piper</strong> est une version anarch qui utilise %(anarch_convert)s et %(piper)s afin de mettre en jeu les %(war_ghoul)s sans opportunité de bloc, comme dans le %(antonio_cobo_cuenca_s_deck)s de 2008. </p>

source: Emiliano Imeroni's deck
fr: deck d'Emiliano Imeroni

source: Antonio Cobo Cuenca's deck
fr: deck d'Antonio Cobo Cuenca

source: <h2>Highlights</h2> <p> This is a <em>wall</em> deck using low capacity vampires with the %(AUS)s discipline. %(anarch_convert)s is used to make the vampires <em>Anarch</em> as soon as they come into play. </p> <p> Pool damage is done by putting %(anarch_revolt)s, %(smiling_jack_the_anarch)s and %(constant_revolution)s into play and defending them, and using %(monkey_wrench)s for the lunge. </p> <p> The deck has very high intercept and wake capabilities. It uses the %(concealed_weapon)s & %(sniper_rifle)s combination for combat, and %(forced_awakening)s and %(my_enemy_s_enemy)s to bounce bleeds and increase pool damage to the prey. </p> <p> It has low bloat capacities, with only %(tribute_to_the_master)s and %(powerbase_montreal)s at hand. </p> <p> The deck is slow and steady, grinding the opponents until it is in position to oust the whole table one prey after the other. </p> <h2>Tips & Tricks</h2> <p> %(ashur_tablets)s are used only once for a bloat and a bit of recursion. If another deck on the table uses them though, one can try to negociate to use them alternatively on both side (a %(classic_deal)s), thus blocking the opponent as long as he respects the deal. </p> <p> %(eagle_s_sight)s can be used to intercept any action, including the prey's bleed. It can be used to specifically target any <em>Anarch</em> vampire the prey could have to make sure the %(anarch_revolt)s are fully operationnal. </p> <p> %(the_parthenon)s allows two Master cards per turn, potentially stacking %(anarch_revolt)s more quickly. </p> <h2>Variants</h2> <p> There are many small variations of this archetype. %(magnum)s and %(ivory_bow)s are often used. The given example avoids any action that could be blocked, except for a lunge bleed using %(monkey_wrench)s and two allies. However, %(aranthebes_the_immortal)s, %(mr_winthrop)s, %(muddled_vampire_hunter)s and %(bowl_of_convergence)s are often used in other decklists following this archetype. %(blood_turnip)s might deserve consideration. </p> <p> Non-anarch variants have been played, like %(christian_chenard_s_deck)s from 2008. </p> <p> The <strong>Madness</strong> variant focuses on Malkavian %(malkavian)s in the crypt and uses %(madness_network)s. %(pascal_bertrand_s_deck)s from 2009 is a good example. This let the vampires equip, recruit and bleed at the end of the predator minion phase. </p>
fr: <h2> Principe </h2> <p> Il s'agit d'un deck <em>mur</em> qui utilise des vampires de faible capacité avec la discipline %(AUS)s. %(anarch_convert)s est utilisé pour rendre les vampires <em>Anarch</em> dès leur entrée en jeu. </p> <p> Les dégâts d'influence se font en mettant en jeu %(anarch_revolt)s, %(smiling_jack_the_anarch)s et %(constant_revolution)s et en les défendant, et en utilisant %(monkey_wrench)s pour le coup de grâce. </p> <p> Le deck a des capacités d'interception et de réveil très élevées. Il utilise la combinaison %(concealed_weapon)s & %(sniper_rifle)s pour le combat, et %(forced_awakening)s et %(my_enemy_s_enemy)s pour rediriger les morsures et augmenter les dégâts d'influence. </p> <p> Il a de faibles capacités de régénération, avec seulement %(tribute_to_the_master)s et %(powerbase_montreal)s à disposition. </p> <p> Le deck est lent et régulier, broyant les adversaires jusqu'à ce qu'il soit en position d’éliminer toute la table une proie après l'autre. </p> <h2> Trucs & Astuces </h2> <p> Les %(ashur_tablets)s ne sont utilisées qu'une seule fois pour une régénération et un peu de récursivité. Si un autre deck sur la table les utilise cependant, on peut essayer de négocier pour les utiliser alternativement des deux côtés (un %(classic_deal)s), bloquant ainsi l'adversaire tant qu'il respecte l'accord. </p> <p> %(eagle_s_sight)s peut être utilisé pour intercepter n'importe quelle action, y compris une morsure de la proie. Il peut être utilisé pour cibler spécifiquement tout vampire <em>Anarch</em> que la proie pourrait avoir pour s'assurer que l'%(anarch_revolt)s est pleinement opérationnelle. </p> <p> %(the_parthenon)s autorise deux cartes Master par tour, empilant potentiellement les %(anarch_revolt)s plus rapidement. </p> <h2> Variantes </h2> <p> Il existe de nombreuses petites variantions de cet archétype. %(magnum)s et %(ivory_bow)s sont souvent utilisés. L'exemple donné évite toute action qui pourrait être bloquée, à l'exception des morsures et de deux alliés. Cependant, %(aranthebes_the_immortal)s, %(mr_winthrop)s, %(muddled_vampire_hunter)s et %(bowl_of_convergence)s sont souvent utilisés dans d'autres decks de cet archétype. %(blood_turnip)s peut mériter d'être envisagé. </p> <p> Des variantes non Anarch ont été jouées, comme le %(christian_chenard_s_deck)s de 2008. </p> <p> La variante <strong> Madness </strong> utilise uniquement des Malkavians %(malkavian)s dans la crypte et utilise %(madness_network)s . Le %(pascal_bertrand_s_deck)s de 2009 en est un bon exemple. Cela permet aux vampires de s'équiper, de recruter et de mordre à la fin de la phase de serviteurs du prédateur. </p>

source: classic deal
fr: deal classique

source: Christian Chénard's deck
fr: deck de Christian Chénard
