Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: With a wider field to play against, local and regional playgroups began to compete with each other. New releases meant new cards and new combinations that shook things up. The internet allowed for these new ideas to travel quickly. The pace of change accelerated significantly. What is a Methuselah to do to stay ahead of this curve? That depends on where you are planning on competing.
fr: Avec un champ de bataille plus large, les groupes de jeu locaux et régionaux ont commencé à se concurrencer. Les nouvelles parutions signifiaient de nouvelles cartes et de nouvelles combinaisons qui bouleversaient les choses. Internet a permis à ces nouvelles idées de voyager rapidement. Le rythme du changement s'est considérablement accéléré. Comment un Mathusalem peut-il garder une longueur d'avance ? Cela dépend de l'endroit où vous prévoyez de concourir.

source: Tournaments
fr: Tournois

source: When preparing for a tournament, it is important to have some idea of who you will be playing against. If it is your local playgroup, you should have a pretty good idea of the players and their go-to decks. While I always recommend playing a deck you are comfortable with, your expectations of the other players should give you insight as to whether to play Deck A or Deck B. If your read on the field does not cause you to switch decks, then it might convince you to swap a few cards around to help cope with anticipated problems. Adding a %(secure_haven)s to %(arika)s can thwart a %(tupdog)s.
fr: Lors de la préparation d'un tournoi, il est important d'avoir une idée de contre qui vous allez jouer. S'il s'agit de votre groupe de jeu local, vous devriez avoir une assez bonne idée des joueurs et de leurs decks préférés. Bien que je recommande toujours de jouer un deck avec lequel vous êtes à l'aise, ce que vous attendez des autres joueurs devrait vous donner un aperçu de l'intérêt de jouer le Deck A ou le Deck B. Si votre lecture du meta-game ne vous amène pas à changer de deck, alors elle pourrait vous convaincre d'échanger quelques cartes pour vous aider à faire face aux problèmes anticipés. L'ajout d'un %(secure_haven)s à %(arika)s peut contrecarrer un %(tupdog)s.

source: Choosing his deck
fr: Choisir son deck

source: When discussing deck selection, the esteemed <em>Jay Kristoff</em> once told me to pick a deck I don’t mind staring at for 4-8 hours. We play for enjoyment. If you play a deck simply because it is the ‘best’ deck it will not be as satisfying when it wins and will be demoralizing when it loses. Instead, play something you will enjoy, but be open to modifying to fit the anticipated environment. <em>« Do I have enough stealth? »</em> <em>« Will they have %(grapple)s against my %(sce)s? »</em> If you are unsure, perhaps increase your ability to cycle cards, whether with %(dreams_of_the_sphinx)s, %(aura_reading)s, or %(lupine_assault)s.
fr: Lorsqu'on en vient à la sélection de deck, le remarquable <em> Jay Kristoff </em> m'a dit un jour de choisir un deck qui je pourrai manipuler sans m'en lasser pendant 4 à 8 heures. Nous jouons pour le plaisir. Si vous jouez un deck simplement parce que c'est le « meilleur » deck, il ne sera pas aussi satisfaisant quand il gagne et démoralisant quand il perd. Au lieu de ça, jouez quelque chose que vous apprécierez, mais soyez ouvert à quelques modifications pour vous adapter à l'environnement. <em>« Ai-je assez de discrétion? »</em> <em>« Est-ce qu'ils auront des %(grapple)s contre mes %(sce)s ? »</em> Si vous n'êtes pas sûr, améliorez peut-être votre capacité à cycler, que ce soit avec %(dreams_of_the_sphinx)s, %(aura_reading)s ou %(lupine_assault)s.

source: If you are traveling, or are expecting a significant presence of out-of-towners, it might be a good idea to see if any notable players involved have decks published. While they may not be playing them, this may give you an idea of their style of play. If they are known for political decks, adding a few more %(delaying_tactics)s might go a long way. Also, as you play more events you will meet more players. Keeping in contact may allow you some insight as to what they are seeing.
fr: Si vous voyagez ou si vous vous attendez à une présence significative de joueurs de l'extérieur, il peut être judicieux de voir si des joueurs notables impliqués ont publié des decks. Même s'ils ne les jouent pas, cela peut vous donner une idée de leur style de jeu. S'ils sont connus pour leurs decks politiques, l'ajout de quelques %(delaying_tactics)s supplémentaires pourrait être très utile. De plus, à mesure que vous prenez part à plus d'événements, vous rencontrerez plus de joueurs. Rester en contact peut vous donner un aperçu de ce qu'ils prévoient.

source: Style of Play
fr: Style de jeu

source: Style of play can often drive the meta-game. We play for enjoyment, and while winning feels good, we also want to enjoy the process. In a tournament environment you will be playing the same deck for several hours, and as such, if you do not find some aspect of it aesthetically pleasing, you will be less likely to play it, or even stick with competitive play. Most casual players, in my experience, are driven by some element of the game other than the latest trends in the %(twda)s, whether it is due to a particular artist or an association with some part of the RPG. My first deck back in 1994 was a Gangrel/Garou deck that used the vampires to generate Garou and little else. Newark, Ohio players have a reputation for playing combat decks, perhaps this is where it comes from.
fr: Le style de jeu influence souvent le meta-game. Nous jouons pour le plaisir, et même si gagner fait du bien, nous voulons aussi profiter du processus. Dans un environnement de tournoi, vous jouerez le même deck pendant plusieurs heures et, en tant que tel, si vous ne trouvez pas certains de ses aspects esthétiques, vous serez moins susceptible de le jouer, ou même de continuer le jeu compétitif. La plupart des joueurs occasionnels, d'après mon expérience, sont motivés par un élément du jeu autre que les dernières tendances de la %(twda)s, que cela soit dû à un artiste en particulier ou en rapport avec un élément du JDR. Mon premier deck en 1994 était un deck Gangrel/Garou qui utilisait les vampires pour poser des Garou et rien d'autre. Les joueurs de Newark en Ohio ont la réputation de jouer des decks de combat, c'est peut-être de là que ça vient.

source: For me, the meta-game becomes most relevant each Spring. I try to cut off new deck construction in March and begin refining decks in preparation for the NAC. I scan the TWDA for new additions,particularly looking for any new entries from <em>Hugh Angseesing</em> and <em>Martin Weinmayer</em>. Ignore them at your peril! I also try to pick the brain of <em>Darby Keeney</em>, a good friend and Evil Genius, to see what is on his radar. My plan every June is to have 12 decks ready to take to the Week of Nightmares (WoN) and North American Championship (NAC).
fr: Pour moi, le meta-game devient plus important chaque printemps. J'essaie de finir la construction de nouveaux decks en mars et de commencer à les affiner en vue du NAC. Je scanne la TWDA pour de nouveaux ajouts, en particulier à la recherche de nouvelles entrées de <em>Hugh Angseesing</em> et <em>Martin Weinmayer</em>. Ignorez-les à vos risques et périls ! J'essaie aussi de sonder <em>Darby Keeney</em>, un bon ami et Génie du Mal, pour voir ce qu'il a sur son radar. Mon plan chaque mois de juin est d'avoir 12 decks prêts à participer à la Semaine des Cauchemars (WoN) et au championnat nord-américain (NAC).

source: The meta-game plays out in real time during the WoN. Do I hold off on my best deck until the actual NAC? Is it worth risking showing my tech to get a feel for how it will do by playing it early in the WoN? I try to see as many decks from as many players as I can as the week goes on, hoping to get a feel for the field. Stealth vs Intercept. Combat vs avoidance. If I make Day 2, do I switch decks?
fr: Le meta-game évolue en temps réel pendant la WoN. Dois-je conserver mon meilleur deck pour le NAC? Vaut-il la peine de risquer de montrer mes decks pour avoir une idée de ce qu'ils valent en les jouant tôt dans la WoN? J'essaie de voir autant de decks du plus grand nombre de joueurs que possible au fil de la semaine, dans l'espoir d'avoir une idée du terrain. Stealth vs Intercept. Combat contre évitement. Si je parviens au jour 2, est-ce que je change de deck?

source: The correct answer is often a moving target.
fr: La bonne réponse est souvent fugace.

source: by Paul Jones
fr: par Paul Jones

source: Paul Jones has been playing V:tES for a few years, and became UK National Coordinator in 2020. He is also Prince of Liverpool and fervent Community supporter: he organises weekly game online within the UK community. His favorite decks are Toolbox and Multi-action decks.
fr: Paul Jones joue à V:tES depuis quelques années et est devenu coordinateur national du Royaume-Uni en 2020. Il est également Prince de Liverpool et fervent participant de la communauté : il organise des parties hebdomadaires en ligne au sein de la communauté britannique. Ses decks préférés sont les decks Toolbox et Multi-action.

source: Blood and Pool management is an important part of V:tES, but I notice not every player quite understands it. I use all forms of counters, beads, pebbles or whatever to represent blood and pool but often use the term beads to refer to blood and pool, as often how many beads your prey has is more relevant than their location.
fr: La gestion du Sang et de l'Influence est un aspect importante de V:tES, mais je constate que tous les joueurs ne le comprennent pas entièrement. J'utilise toutes les formes de compteurs, jetons, cailloux ou autre pour représenter le sang et l'influence, mais j'utilise souvent le terme jeton pour désigner le sang et l'influence, car le nombre de jetons de votre proie est souvent plus pertinent que leur emplacement.

source: When do all beads matter?
fr: Quand tous les jetons importent-ils ?

source: Fifth Edition Malkavian deck
fr: deck Malkavien Cinquième Édition

source: The way I see it, there are two ways to play this, either beads matter or pool matters. If you’re playing the new %(v5_malkavian)s (or any other kind of %(stealth_bleed)s), you won’t care about the blood on your prey’s vampires since you’re planning to walk right by them, and if they do catch you... well, you aren’t exactly going to be taking beads from them in combat! However, if you’re playing the %(v5_tremere)s, you’ll be taking beads wherever they are. Both decks oust their prey by bleeding with %(govern_the_unaligned)s, but they work very differently.
fr: De la façon dont je le vois, il y a deux façons de jouer, soit les jetons soit l'influence comptent. Si vous jouez avec le nouveau %(v5_malkavian)s (ou tout autre type de %(stealth_bleed)s), vous ne vous soucierez pas du sang sur les vampires de votre proie puisque vous prévoyez de les éviter, et s'ils vous attrapent ... eh bien, vous n'allez pas vraiment leur prendre des jetons au combat ! Cependant, si vous jouez avec le %(v5_tremere)s, vous prendrez les jetons où qu'ils se trouvent. Les deux decks éliminent leur proie en mordant avec %(govern_the_unaligned)s, mais ils fonctionnent très différemment.

source: Tremere deck
fr: deck Tremere

source: Action Comparison
fr: Comparaison d'une action

source: Combat can go a lot of different ways, so for the purpose of keeping focus we’re going to assume your opponent plays no cards for the combat.
fr: Le combat peut se dérouler de différentes manières, donc dans le but de rester succint, nous allons supposer que votre adversaire ne joue aucune carte pour le combat.

source: You bleed with %(alexander_silverson)s using %(govern_the_unaligned)s and your prey blocks. You play %(bonding)s, making it a bleed for 4 and increasing the stealth. If your prey has intercept, you need more stealth or you’re in trouble. Your best case scenario in a combat is that you maneuver to long and wave at your opponent, or you trade hand strikes for one. This means that you lose exactly the same amount of beads as your prey, but you don’t care about beads, you care exclusively about pool and your prey didn’t lose any.
fr: Vous mordez avec %(alexander_silverson)s en utilisant %(govern_the_unaligned)s et votre proie bloque. Vous jouez %(bonding)s, ce qui en fait une morsure à 4 en augmentant la discrétion. Si votre proie a de l'interception, vous avez besoin de plus de discrétion ou vous êtes en difficulté. Votre meilleur scénario dans un combat est de manœuvrer à distance et de mettre un coup dans le vide, ou d'échanger des frappes à mains nues pour un. Cela signifie que vous perdez exactement la même quantité de jetons que votre proie, mais vous ne vous souciez pas des jetons, vous vous souciez exclusivement de l'influence et votre proie n'en a pas perdu.

source: Let’s look at the same scenario. You bleed with %(trevon_parker)s using %(govern_the_unaligned)s and your prey blocks. You play %(bonding)s, making it a bleed for 4 and increasing the stealth. If your opponent blocks, you don’t much care. The Tremere deck actually has a combat package, and you may be surprised at how effective it is. You do one of two things, first is use a %(magnum)s if you’ve equipped it, maneuver to long and shoot for 2. This means whether you resolve the %(govern)s or not, you’re taking 2 more beads from your prey than you’re losing. Playing a %(theft_of_vitae)s at close yields a similar result. You lose 1, but take two of theirs.
fr: Regardons le même scénario. Vous mordez avec %(trevon_parker)s en utilisant %(govern_the_unaligned)s et votre proie bloque. Vous jouez %(bonding)s, ce qui en fait une morsure à 4 et augmente la discrétion. Si votre adversaire bloque, vous ne vous en souciez pas beaucoup. Le deck Tremere a, lui, un module de combat, et vous serez peut-être surpris de son efficacité. Vous ferez l'une des deux choses suivantes : soit utiliser un %(magnum)s si vous l'avez équipé, manœuvrer à distance et tirer pour 2. Ainsi, que vous résolviez le %(govern)s ou non, vous prenez 2 jetons de plus à votre proie que ce que vous ne perdez. Ou jouer un %(theft_of_vitae)s au contact, ce qui donne un résultat similaire. Vous en perdez 1, mais prenez deux des siens.

source: The examples above show the key difference in the strategies. The %(stealth_bleed)s deck has the advantage of being able to circumvent all the beads piled up on their prey’s vampires, but relies completely on being able to resolve their actions. The Tremere deck uses a tactic known as %(grinding)s, wherein whatever the result is of the action, you take more beads than you lose.
fr: Les exemples ci-dessus montrent la principale différence entre les stratégies. Le deck %(stealth_bleed)s a l’avantage de pouvoir ignorer les jetons empilées sur les vampires de sa proie, mais repose entièrement sur sa capacité à résoudre ses actions. Le deck Tremere utilise une tactique appelée l'%(grinding)s, dans laquelle quel que soit le résultat de l'action, vous prenez plus de jetons que vous n'en perdez.

source: Why not just ignore blood and go straight for pool?
fr: Pourquoi ne pas juste ignorer le sang et cibler l'influence ?

source: Well, both strategies have their flaws. The biggest flaw with the Grinder strategy is that if you keep getting yourself into fights, you run the risk of losing them. Combat is like a whole other game within the game, and anything could happen. Combats get messy, and a lot of players can get excited and torpor your vampires because they want to cycle cards or they don’t realise how it’ll impact table flow, or simply because you deserve it and they need to.
fr: Eh bien, les deux stratégies ont leurs défauts. Le plus gros défaut de la stratégie d'Usure est que si vous vous lancer sans cesse dans des combats, vous courez le risque de les perdre. Le combat est comme un autre jeu dans le jeu, et tout peut arriver. Les combats sont sans merci, et beaucoup de joueurs peuvent s'exciter et torpiller vos vampires parce qu'ils veulent cycler des cartes ou ne se rendent pas compte de l'impact que cela aura sur l'équilibre la table, ou simplement parce que vous le méritez et qu'ils en ont besoin.

source: Stealth & Bleed decks mostly avoid the complexities of combat, and have the huge advantage of being able to ignore the beads on vampires. However, this in itself becomes a huge flaw. Refusing to interact with your prey’s vampires means they have all the blood they need, and you’ll find yourself bleeding the hell out of your grandprey as you hear the word %(deflection)s said over and over. Grinder decks aren’t as bothered by %(deflection)s since it still costs their prey a bead and they use very little stealth, meaning their grandprey can block. I could talk for a while about how not planning for combat leaves you vulnerable to %(bum_s_rush)s decks or how you’re in trouble when The Wall finally catches you, but I'm about to tell you the biggest downside... %%(villein)s! The brutal truth is that you can’t completely ignore the beads on vampires because beads can be moved. %(leeching)s cards like %(villein)s, %(blood_doll)s, and so on allow Methuselahs to take that blood back to their pool. Which brings me to my next question...
fr: Les decks Stealth & Bleed évitent en grande partie les complexités du combat et ont l'énorme avantage de pouvoir ignorer les jetons sur les vampires. Cependant, cela devient en soi un énorme défaut. Refuser d’interagir avec les vampires de votre proie signifie qu’ils ont tout le sang dont ils ont besoin, et vous vous retrouverez à mordre votre grande-proie en entendant le mot %(deflection)s répété encore et encore. Les decks d'Usure ne sont pas aussi gênés par %(deflection)s car cela coûte toujours un jeton à leur proie et ils utilisent très peu de discrétion, ce qui signifie que leur grande-proie peut bloquer. Je pourrais parler en long et en large de la façon dont ne pas planifier le combat vous rend vulnérable aux decks %(bum_s_rush)s ou comment vous êtes en difficulté lorsque Le Mur vous rattrape enfin, mais je vais vous dire le plus gros inconvénient... %(villein)s ! La triste vérité est que vous ne pouvez pas ignorer complètement les jetons sur les vampires parce que les jetons peuvent être déplacés. Les cartes de %(leeching)s comme %(villein)s, %(blood_doll)s, et ainsi de suite permettent aux Mathusalems de ramener ce sang dans leur réserve d'influence. Ce qui m'amène à ma question suivante...

source: What does a Vampire cost?
fr: Combien coûte un Vampire ?

source: I often hear players talk about vampires capacities as a cost, especially amongst players with a history in other card games. It’s not quite so clear cut in V:tES, pool isn’t spent to get your crypt out, it’s invested! Sure, there are times it can cost, such as crypt accelerant card %(zillah_s_valley)s meaning you spent 1. But have you spent 1? You’re balancing what you’ll gain getting the vampire out quicker versus what you’ll lose if you don’t. %(zillah_s_valley)s is usually in decks that run %(bloat_actions)s like %(govern_the_unaligned)s or %(parity_shift)s, where you’ll get more back than you paid. The point is, vampires don’t tend to cost you beads, and for when you need that blood to become pool, you’ll already have a bunch of cards in your deck to help you do that.
fr: J'entends souvent les joueurs parler de la capacité des vampires comme un coût, en particulier parmi les joueurs ayant l'expérience d'autres jeux de cartes. Ce n’est pas si clair dans V:tES, l'influence n’est pas dépensée pour sortir votre crypte, elle est investie ! Bien sûr, il y a des moments où cela peut coûter, comme la carte accélératrice de crypte %(zillah_s_valley)s qui signifie que vous avez dépensé 1 point supplémentaire. Mais avez-vous vraiment dépensé 1 point supplémentaire ? Vous devez prendre en compte ce que vous gagnerez en faisant sortir le vampire plus rapidement et ce que vous perdrez si vous ne le faites pas. %(zillah_s_valley)s est généralement dans les decks qui exécutent des %(bloat_actions)s comme %(govern_the_unaligned)s ou %(parity_shift)s, où vous obtiendrez plus en retour que ce que vous avez payé. Le fait est que les vampires n'ont pas tendance à vous coûter des jetons, et lorsque vous avez besoin que ce sang redevienne de l'influence, vous aurez toujours un tas de cartes dans votre deck pour vous aider à le faire.

source: bloat actions
fr: actions de régénération

source: Bloat example
fr: Exemple de régénération

source: Let’s look at an example of how a vampire can pay for itself and net you beads. You transfer out %(mary_anne_blaire)s, on your next turn you play %(villein)s taking back 5. Minion phase, you use her special ability to put two blood down on a younger uncontrolled vampire, you then %(freak_drive)s, and then %(govern_the_unaligned)s at superior %(DOM)s. In this example, 5 of the invested beads are already back in your pool, and at the cost of 2 blood, you’ve created 5 more blood on an uncontrolled vampire. With her being a 10, that means your 4 transfers would get you out whoever you blooded that same turn. %(mary)s hasn’t cost you 10 pool, she’s gained you 3 beads and a new vampire.
fr: Prenons un exemple de comment un vampire peut payer pour lui-même et vous rapporter des jetons. Vous sortez %(mary_anne_blaire)s, lors de votre tour suivant, vous jouez %(villein)s pour reprendre 5. Phase de serviteur, vous utilisez son aptitude spéciale pour mettre deux sang sur un vampire incontrôlé plus jeune, puis %(freak_drive)s, puis %(govern_the_unaligned)s en %(DOM)s supérieure. Dans cet exemple, 5 des jetons investis sont déjà de retour dans votre réserve et, au prix de 2 sang, vous en avez créé 5 autres sang sur un vampire incontrôlé. Comme elle est à 10, cela signifie que vos 4 transferts vous permettront de sortir le vampire sur lequel vous avez posé le sang. %(mary)s ne vous a pas coûté 10 d'influence, elle vous a fait gagné 3 jetons et un nouveau vampire.

source: What am I supposed to do with this information?
fr: Que suis-je supposé faire de cette information ?

source: There’s a lot of elements to V:tES and many players seem to forget the maths. You need to crunch the numbers, just make sure you’re looking at the right numbers.
fr: Il y a beaucoup de facettes à V:tES et beaucoup de joueurs semblent oublier les mathématiques. Vous devez faire le calcul, assurez-vous juste de regarder les bons chiffres.
