Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is an <em>allies toolbox</em> deck using %(emerald_legionnaire)s. This version uses %(erlik)s as a star: his ability lets the player get another Harbinger %(harbinger_of_skulls)s out fast and cheap. </p> <p> The idea is to defend and get an %(emerald_legionnaire)s out, then bring the others back from the ash heap if they are there. Once %(the_unmasking)s and %(fbi_special_affairs_division)s hit the table, they're a solid defence. </p> <p> %(liquidation)s is used to bloat and can put some %(emerald_legionnaire)s, but also the cards to power their ability, in the ash heap. </p> <p> As the game progresses, %(emerald_legionnaire)s are used to bleed: they bleed only for one each, which negates the defensive power of %(bounces)s, but they quickly swarm up, especially since they're not that easy to kill and they can be dreadful in combat with %(target_vitals)s. On top of it, %(vengeful_spirit)s and %(trochomancy)s help boost the Harbinger bleeds, too. </p> <p> The deck uses combat defense for the Harbingers %(harbinger_of_skulls)s, with %(for)s prevention cards like %(rolling_with_the_punches)s alongside simple combat ends like %(spiritual_intervention)s, %(delaying_tactics)s for vote defense and %(AUS)s bounces like %(telepathic_misdirection)s against bleeds. </p> <h2>Tips & Tricks</h2> <p> To be able to use their ability, an %(emerald_legionnaire)s must be put into play by recruiting it: the ones in the ash heap can not have their effect used — their card text is ignored as long as they are in the ash heap. In order to manage to get at least one into play, the deck packs a bit of stealth with %(spectral_divination)s, %(call_of_the_hungry_dead)s and %(breath_of_thanatos)s. </p> <p> A key feature of this deck is the versatility of its cards: %(spectral_divination)s can be used for stealth or intercept, %(breath_of_thanatos)s for stealth or a deadly strike, and so on. </p> <p> Many cards in the deck allow for additional discards to feed the %(emerald_legionnaire)s's ability. %(liquidation)s, of course, but also %(the_barrens)s, %(dreams_of_the_sphinx)s, %(aura_reading)s and %(babalawo_alafin)s. </p> <p> %(trochomancy)s is a very %(meta)s dependant inclusion, as %(inevitability_of_the_void)s can be a stronger alternative to lunge. But %(trochomancy)s has the distinct advantage to be a very strong counter against other %(emerald_legionnaire)s decks as well as recursion heavy builds relying on %(ashur_tablets)s. </p> <p> The archetype has been so successful the last few years that a lot of decks now include strong counters against ally swarms, specifically ally-stealing actions like %(entrancement)s and %(far_majesty)s as well as anti-swarm votes like %(anarchist_uprising)s and %(ancilla_empowerment)s. The hight number of %(direct_intervention)s and %(delaying_tactics)s in the deck is designed to counterbalance this trend. </p> <h2>Variants</h2> <p> With %(erlik)s as a star, %(forced_march)s is often included. A few equipments like %(sniper_rifle)s, %(erebus_mask)s and %(heart_of_nizchetus)s are also common. </p> <p> A variant uses %(the_capuchin)s as star, %(richard_stefan_utners_deck)s from 2019 is a good example of it. </p> <p> Another successful variant is %(anttis_kurshidwall)s, using %(khurshid)s as a star and introducing a small Anarch module with %(anarch_convert)s, to allow for the inclusion of %(piper)s for safe recruitments, and %(gear_up)s for a welcome bit of recursion that plays very well with %(liquidation)s. It's also possible to use %(khurshid)s without going for the Anarch angle, like %(lukasz_ho_thanh_proved)s through multiple wins. </p> <p> %(emerald_legionnaire)s's ability is so self-sufficient that one does not even need to play a full Harbingers %(harbinger_of_skulls)s crypt to make them work. Bill Troxel has been industrious in using them in very convoulted builds, like his %(world_championships_win)s using %(tupdog)s and %(agent_of_power)s to play %(summon_history)s to fetch them, or his %(daughters_of_cacophony)s and %(imbued)s variants. Other big names have explored alternatives, most notably %(oriols_giotto)s and %(daniels_weenie_obfuscate)s. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>toolbox alliés</em> avec %(emerald_legionnaire)s. Cette version utilise %(erlik)s comme star : sa capacité permet au joueur d'obtenir un autre Harbinger %(harbinger_of_skulls)s rapidement et à moindre coût. </p> <p> L'idée est de défendre et de faire sortir un %(emerald_legionnaire)s, puis de ramener les autres du tas de cendres s'ils s'y trouvent. Une fois que %(the_unmasking)s et %(fbi_special_affairs_division)s touchent la table, ils constituent une défense solide. </p> <p> %(liquidation)s sert à régénérer et permet de mettre quelques %(emerald_legionnaire)s, mais aussi les cartes pour alimenter leur pouvoir, dans le tas de cendres. </p> <p> Au fur et à mesure que le jeu progresse, les %(emerald_legionnaire)s sont habitués à mordre\xa0: ils ne mordent que d'un chacun, ce qui annule la puissance défensive des %(bounces)s, mais ils pullulent rapidement, d'autant plus qu'ils ne sont pas si faciles à tuer et qu'ils peuvent être redoutables en combat avec %(target_vitals)s. En plus, %(vengeful_spirit)s et %(trochomancy)s aident également à augmenter les morsures des Harbinger. </p> <p> Le deck utilise la défense de combat pour les Harbingers %(harbinger_of_skulls)s, avec des cartes de prévention %(for)s comme %(rolling_with_the_punches)s aux côtés de fins de combat comme %(spiritual_intervention)s, %(delaying_tactics)s pour la défense de vote et des rebonds %(AUS)s comme %(telepathic_misdirection)s contre les morsures. </p> <h2>Trucs & Astuces</h2> <p> Pour pouvoir utiliser leur pouvoir, un %(emerald_legionnaire)s doit être mis en jeu en le recrutant : ceux dans le tas de cendres ne peuvent pas voir leur effet utilisé — leur texte de carte est ignoré tant qu'ils sont dans le tas de cendres. Afin d'assurer leur mise en jeu, le deck a un peu de discrétion avec %(spectral_divination)s, %(call_of_the_hungry_dead)s et %(breath_of_thanatos)s. </p> <p> Une caractéristique clé de ce deck est la polyvalence de ses cartes : %(spectral_divination)s peut être utilisé pour la discrétion ou l'interception, %(breath_of_thanatos)s pour la discrétion ou une coup aggravé, et ainsi de suite. </p> <p> De nombreuses cartes du jeu permettent des défausses supplémentaires pour alimenter la capacité des %(emerald_legionnaire)s. %(liquidation)s, bien sûr, mais aussi %(the_barrens)s, %(dreams_of_the_sphinx)s, %(aura_reading)s et %(babalawo_alafin)s. </p> <p> La %(trochomancy)s est une inclusion très %(meta)s, car %(inevitability_of_the_void)s peut être une meilleure alternative pour le coup de grâce. Mais %(trochomancy)s a l'avantage distinct d'être un contre très fort contre les autres decks %(emerald_legionnaire)s ainsi que contre les decks à forte récursivité s'appuyant sur %(ashur_tablets)s. </p> <p> L'archétype a connu un tel succès ces dernières années que de nombreux decks incluent désormais des contres puissants contre les essaims d'alliés, en particulier des actions de vol d'alliés comme %(entrancement)s et %(far_majesty)s ainsi que des votes anti-essaim comme %(anarchist_uprising)s et %(ancilla_empowerment)s. Le nombre élevé de %(direct_intervention)s et %(delaying_tactics)s dans le deck est conçu pour contrebalancer cette tendance. </p> <h2>Variantes</h2> <p> Avec %(erlik)s en star, %(forced_march)s est souvent inclus. Quelques équipements comme %(sniper_rifle)s, %(erebus_mask)s et %(heart_of_nizchetus)s sont également courants. </p> <p> Une variante utilise %(the_capuchin)s comme star, Le %(richard_stefan_utners_deck)s de 2019 en est un bon exemple. </p> <p> Une autre variante réussie est le %(anttis_kurshidwall)s, qui utilise %(khurshid)s comme star et introduit un petit module Anarch avec %(anarch_convert)s, pour permettre l'inclusion de %(piper)s pour des recrutements garantis, et %(gear_up)s pour une récursivité bienvenue qui fonctionne très bien avec %(liquidation)s. Il est également possible d'utiliser %(khurshid)s sans opter pour l'angle Anarch, comme l'a %(lukasz_ho_thanh_proved)s grâce à plusieurs victoires. </p> <p> Le pouvoir d'%(emerald_legionnaire)s est si autosuffisant qu'il n'est même pas nécessaire de jouer une crypte complète de Harbingers %(harbinger_of_skulls)s pour les faire fonctionner. Bill Troxel s'est appliqué à les utiliser dans des decks tortueux, comme sa %(world_championships_win)s avec %(tupdog)s et %(agent_of_power)s pour jouer %(summon_history)s pour les récupérer, ou ses variantes %(daughters_of_cacophony)s et %(imbued)s. D'autres grands noms ont exploré des alternatives, notamment %(oriols_giotto)s et %(daniels_weenie_obfuscate)s. </p>

source: Bounces
fr: Rebonds

source: Antti's Kurshidwall
fr: Kurshidwall d'Antti

source: Łukasz Ho Thanh proved
fr: prouvé Łukasz Ho Thanh

source: Richard Stefan Utner's deck
fr: deck de Richard Stefan Utner

source: World championship win
fr: victoire aux championnats du monde

source: Oriol Pubill's Giotto
fr: Oriol Pubill avec Giotto

source: Daniel Gargulák's Weenie Obfuscate
fr: Daniel Gargulák avec des Weenie Obfuscate

source: <h2>Highlights</h2> <p> This is a dreaded <em>rush</em> deck with %(enkidu_the_noah)s as the star. He can rush and take down almost anyone, but also get some %(raven_spy)s and block consistently with %(sense_the_savage_way)s. </p> <p> The combat module is dreadful, running so many %(psyche)s that there's no escaping the beast. The occasional %(claws_of_the_dead)s can help put some big foe in torpor, or even destroy them. A few dodges and damage prevention help protect from more active combat modules. </p> <p> The archetype is called "multirush" because it is built to allow %(enkidu)s to rush more than one vampire per turn. While he usually uses %(forced_march)s or %(freak_drive)s to unlock, this version interestingly focuses on %(earth_meld)s instead. When he rushes, he can %(earth_meld)s first, then continue the combat with %(psyche)s, so he's unlocked and ready to rush anew if he gets one of the few action cards to do so </p> <p> But %(earth_meld)s also provide a fair bit of versatility since it can be used defensively too, avoid combats that are too dangerous, or providing much more unlock for intercepting large swarms. </p> <h2>Tips & Tricks</h2> <p> %(andre_le_roux)s is a common inclusion in rush combat decks. Once the prey's vampires are removed, it might take a few turns to oust them. So %(andre_le_roux)s can help, since he can bleed for 2 with his ability. </p> <h2>Variants</h2> <p> The most common variant is the Anarch variant, using %(anarch_convert)s to make %(enkidu)s Anarch, so he can spam %(diversion)s and rush with %(make_the_misere)s, but also benefit from interesting Master cards like %(libertas)s, %(powerbase_los_angeles)s and %(infamous_insurgent)s. See %(balazs_kaloczkai_s_deck)s. </p> <p> A Potence %(POT)s version of the archetype is also possible, using %(immortal_grapple)s over %(psyche)s, like in %(john_b_whelan_s_deck)s. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un redoutable deck <em>rush</em> avec %(enkidu_the_noah)s comme star. Il peut rusher et éliminer presque n’importe qui, mais aussi obtenir des %(raven_spy)s et bloquer systématiquement avec %(sense_the_savage_way)s. </p> <p> Le module de combat est épouvantable, utilisant tellement de %(psyche)s qu’il n’y a pas moyen d’échapper à la bête. Les %(claws_of_the_dead)s occasionnels peuvent aider à mettre certains gros ennemis en torpeur, voire à les détruire. Quelques esquives et prévention de dégâts aident à se protéger des modules de combat plus actifs. </p> <p> L’archétype est appelé “multirush” car il est construit pour permettre au %(enkidu)s de rusher plus d’un vampire par tour. Alors qu’il utilise habituellement %(forced_march)s ou %(freak_drive)s pour se redresser, cette version se concentre de manière intéressante sur %(earth_meld)s à la place. Lorsqu’il rush, il peut d’abord %(earth_meld)s, puis continuer le combat avec %(psyche)s, il est donc redressé et prêt à rusher à nouveau s’il obtient l’une des rares cartes d’action pour le faire </p> <p> Mais %(earth_meld)s offre également une bonne polyvalence puisqu’il peut également être utilisé de manière défensive, pour éviter des combats trop dangereux ou offrir beaucoup plus de redressements pour intercepter de grands essaims. </p> <h2>Trucs & Astuces</h2> <p> %(andre_le_roux)s est une inclusion courante dans les decks de combat rush. Une fois les vampires de la proie éliminés, plusieurs tours peuvent être nécessaires pour la sortir. Donc %(andre_le_roux)s peut aider, puisqu’il peut mordre pour 2 avec son pouvoir. </p> <h2>Variantes</h2> <p> La variante la plus courante est la variante Anarch, qui utilise %(anarch_convert)s pour rendre %(enkidu)s Anarch, afin qu’il puisse spammer %(diversion)s et rusher avec %(make_the_misere)s, mais aussi bénéficier de cartes Maître intéressantes comme %(libertas)s, %(powerbase_los_angeles)s et %(infamous_insurgent)s. Voir le %(balazs_kaloczkai_s_deck)s. </p> <p> Une version Potence %(POT)s de l’archétype est également possible, en utilisant %(immortal_grapple)s plutôt que %(psyche)s, comme dans le %(john_b_whelan_s_deck)s. </p

source: Balázs Kalóczkai's deck
fr: deck de Balázs Kalóczkai

source: John B. Whelan's deck
fr: deck de John B. Whelan

source: <h2>Highlights</h2> <p> This is a Camarilla Royalty <em>Toolbox</em> Brujah deck using the few titled Brujah with %(dom)s to be able to use %(govern_the_unaligned)s and some %(deflection)s. Other than that, the deck uses the rather classical combination of %(second_tradition_domain)s and %(parity_shift)s Camarilla <em>Princes</em> and <em>Justicars</em> have access to. </p> <p> %(POT)s%(CEL)s makes for a dreadful combat module, and %(theo_bell)s and %(beast_the_leatherface_of_detroit)s have the ability to rush opponents vampires to take them down with it. Furthermore, %(second_tradition_domain)s is an excellent reaction that often results in a combat too. </p> <p> %(govern_the_unaligned)s is used in the game beginning to get vampires out cheaper and faster, but it is an excellent bleed action later on. </p> <h2>Tips & Tricks</h2> <p> The oldest vampire with %(DOM)s should be put into play first in order to be able to use %(govern_the_unaligned)s on the younger vampires. </p> <p> %(fame)s and %(new_carthage)s are excellent pool damage enhancers. </p> <p> The combat module has a lot of tricks to it: %(immortal_grapple)s prevents <em>Strike: Combat Ends</em> and <em>Dodge</em>, %(pursuit)s can be enough to get to close range against a single maneuver but, if the opponent insists on getting to long range, %(thrown_sewer_lid)s can be used to take him down. %(blur)s and %(pursuit)s can deliver more damages through more strikes, then %(disarm)s can put any vampire into torpor. Finally, %(sideslip)s can help dodge a dreadful strike, get a %(disarm)s through or prevent aggravated damage from %(wolf_claws)s or %(chiropteran_marauder)s. </p> <h2>Variants</h2> <p> There are a few variations around the crypt and the minion cards, especially the combat module. %(beast_the_leatherface_of_detroit)s is a rare inclusion and this example has a huge focus on combat. Other decks from this archetype can use %(dom)s bleed enhancers like %(conditioning)s and some %(bums_rush)s. %(michael_heyders_deck)s from the 2008 German NC is another example of the archetype. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>Toolbox</em> Brujah de royauté Camarilla qui utilise les quelques Brujah titrés avec %(dom)s pour pouvoir jouer %(govern_the_unaligned)s et quelques %(deflection)s. À part ça, le deck utilise la combinaison classique des Princes et Justicars de la Camarilla avec %(second_tradition_domain)s et %(parity_shift)s. </p> <p> %(POT)s%(CEL)s produit un méchant module de combat, et %(theo_bell)s et %(beast_the_leatherface_of_detroit)s peuvent rusher les vampires adverses pour les abattres. De plus, %(second_tradition_domain)s est une excellente réaction qui finit aussi souvent en combat. </p> <p> %(govern_the_unaligned)s est utilisé en début de partie pour sortir plus de vampires à moindres frais, mais c'est une excellente action de morsure plus tard. </p> <h2>Trucs & Astuces</h2> <p> Le vampire le plus vieux avec %(DOM)s devrait être sorti en premier afin de pouvoir utiliser %(govern_the_unaligned)s sur les vampires plus jeunes. </p> <p> %(fame)s et %(new_carthage)s sont de bonnes améliorations de dégâts d'influence. </p> <p> Le module de combat a quelques astuces : %(immortal_grapple)s empêche les <em>Coup : fin de combat</em> et <em>Esquive</em>, %(pursuit)s peut suffir à rester au contact contre une unique maneuvre mais, si l'adversaire insiste pour être à distance, %(thrown_sewer_lid)s peut être utilisé pour l'abattre. %(blur)s et %(pursuit)s peuvent infliger plus de dégâts avec plus de coups, et %(disarm)s peut envoyer n'import quel vampire en torpeur. Enfin, %(sideslip)s peut permettre d'esquiver un coup vicieux, de passer un %(disarm)s ou d'éviter les dégâts aggravés d'un %(wolf_claws)s oun d'un %(chiropteran_marauder)s. </p> <h2>Variantes</h2> <p> Il y a quelques variantes autant pour la crypte que pour les cartes de serviteur, en particulier en ce qui concerne le module de combat. %(beast_the_leatherface_of_detroit)s est un inclusion rare et cet exemple se concentre beaucoup sur le combat. D'autres decks de cet archétype utilisent des améliorateurs de bleed %(dom)s comme %(conditioning)s et quelques %(bums_rush)s. Le %(michael_heyders_deck)s du NC d'Allemagne de 2008 est un autre exemple de l'archétype. </p>

source: Michael Heyder's deck
fr: deck de Michael Heyder

source: <h2>Highlights</h2> <p> This is a <em>wall</em> deck using the Tzimisce and their %(VIC)s%(AUS)s%(ANI)s disciplines. </p> <p> The combat module uses %(chiropteran_marauder)s and %(breath_of_the_dragon)s to deliver aggravated damages, %(horrid_form)s and %(carrion_crows)s to improve damages and get a chance to burn some vampires, and %(telepathic_tracking)s to cancel S:CE ("<strong>S</strong>trike: <strong>C</strong>ombat <strong>E</strong>nds"). </p> <p> Pool damage is done by naked bleeds and %(smiling_jack_the_anarch)s and %(dragonbound)s later in the game. </p> <p> The intercept module is heavy, with only a few bounces. %(eternal_vigilance)s is used to get as many wakes as needed. </p> <p> The deck has a bit of rush capabilities with %(haven_uncovered)s and %(deep_song)s. </p> <p> This is a very slow deck, patiently taking down vampires around the table and getting its victory once the rest of the table is crippled enough. </p> <h2>Tips & Tricks</h2> <p> %(eagle_s_sight)s can be used to block cross table actions or the prey's bleed, a good way to control the table. </p> <p> The Master module uses %(villein)s to bloat and has many options to bring back some blood on the vampires so they do not get exhausted during the game. </p> <p> %(scourge_of_the_enochians)s is a counter against breed constructs as they can become overwhelming for this deck. </p> <h2>Variants</h2> <p> %(fame)s and %(army_of_rats)s are often included to improve pool damage. The combat module can vary quite a bit, using %(ANI)s more with %(carrion_crows)s or focusing on aggravated damage and using %(rötschreck)s. %(abbot)s and %(revenant)s can be added to the intercept module, which often contains more %(telepathic_misdirection)s to bounce bleeds. </p> <p> In a sense, the %(malgorzata)s archetype is pretty close to it, dropping %(ANI)s to use big capacity vampires with very strong abilities. </p> <p> Although this is a different archetype, %(goratrix_high_tower)s is a close one, also using the %(AUS)s%(ANI)s combination, but with %(THA)s instead of %(VIC)s. </p>
fr: <h2> Principe </h2> <p> Il s'agit d'un deck <em>mur</em> utilisant les Tzimisce et leurs disciplines %(VIC)s%(AUS)s%(ANI)s. </p> <p> Le module de combat utilise %(chiropteran_marauder)s et %(breath_of_the_dragon)s pour infliger des dégâts aggravés, %(horrid_form)s et %(carrion_crows)s pour améliorer les dégâts et avoir une chance de brûler certains vampires, et %(telepathic_tracking)s pour annuler les S:CE ("<strong>S</strong>trike: <strong>C</strong>ombat <strong>E</strong>nds"). </p> <p> Les dégâts d'influence sont causés par des morsures simples et par %(smiling_jack_the_anarch)s et %(dragonbound)s plus tard dans la partie. </p> <p> Le module d'interception est lourd, avec seulement quelques rebonds. %(eternal_vigilance)s est utilisé pour obtenir autant de réveils que nécessaire. </p> <p> Le deck a un peu de capacités de rush avec %(haven_uncovered)s et %(deep_song)s. </p> <p> C'est un deck très lent, abattant patiemment les vampires autour de la table et remportant sa victoire une fois que le reste de la table est suffisamment paralysé. </p> <h2> Trucs & Astuces </h2> <p> %(eagle_s_sight)s peut être utilisé pour bloquer les actions venant de l'autre côté de la table ou les morsures de la proie, un bon moyen de contrôler la table. </p> <p> Le module Maître utilise %(villein)s pour régénérer et dispose de nombreuses options pour ramener du sang sur les vampires afin qu'ils ne s'épuisent pas durant la partie. </p> <p> %(scourge_of_the_enochians)s est un contre contre les deck prolifération car ils peuvent être pénibles pour ce deck. </p> <h2> Variantes </h2> <p> %(fame)s et %(army_of_rats)s sont souvent incluses pour améliorer les dégâts d'influence. Le module de combat peut varier un peu, en utilisant plus %(ANI)s avec %(carrion_crows)s ou en se concentrant sur les dégâts aggravés avec %(rötschreck)s. %(abbot)s et %(revenant)s peuvent être ajoutés au module d'interception, qui contient souvent plus de %(telepathic_misdirection)s pour rediriger les morsures. <p> En un sens, l'archétype %(malgorzata)s est assez proche, il abandonne %(ANI)s pour utiliser des vampires de grande capacité avec de puissantes aptitudes. </p> <p> Bien qu'il s'agisse d'un archétype différent, %(goratrix_high_tower)s est proche, il utilise également la combinaison %(AUS)s%(ANI)s, mais avec %(THA)s au lieu de %(VIC)s. </p>
