Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: A unique effect: combined with %(domain_of_evernight)s it can deliver aggravated damage <em>before</em> the strikes. Hard to prevent as it is not a strike, and oblivious to "combat ends", it can be combined with %(disarm)s as it is not environmental.
fr: Un effet unique : combiné avec %(domain_of_evernight)s, il peut infliger des dégâts aggravés <em>avant</em> les frappes. Difficile à éviter car il ne s'agit pas d'une frappe, et insensible aux «fins de combat», il peut être combiné avec %(disarm)s car il n'est pas environnemental.

source: A unique effect both at inferior %(tem)s and superior %(TEM)s. Combined with %(the_ankara_citadel)s, it can put allies and vampires into play for half the price.
fr: Un effet unique à la fois en %(tem)s inférieur et en %(TEM)s supérieur. Combiné avec %(the_ankara_citadel)s, il peut mettre en jeu des alliés et des vampires pour la moitié du prix.

source: The most played vampire of the clan, its superior %(FOR)s is often the reason of its presence in a crypt. As True Brujah are scarce, the ability to play %(freak_drive)s is a good asset.
fr: Vampire le plus joué du clan, sa %(FOR)s en supérieur est souvent la raison de sa présence dans une crypte. Comme les Brujah Véritables sont rarissimes, la possibilité de jouer %(freak_drive)s est un bon atout.

source: Also used in %(obf)s constructs to help get more vampires out of the crypt, its superior %(TEM)s effect is an obvious %(a_b)s increase at a very cheap cost.
fr: Également utilisé dans les constructions %(obf)s pour aider à sortir plus de vampires de la crypte, son effet %(TEM)s supérieur est une augmentation évidente de l'%(a_b)s à un coût très réduit.

source: An excellent clan card: the +3 stealth bonus makes it virtually unblockable, and its effect is excellent at controlling the table. Both neighbours can quickly loose their bleed bounces or lunge cards, plus it can be used to deal across the table.
fr: Une excellente carte de clan : le bonus de discrétion à +3 la rend pratiquement imblocable, et son effet est excellent pour contrôler la table. Les deux voisins peuvent rapidement perdre leurs rebonds de morsure ou leurs cartes de coup de grâce, et cela peut également être utilisé pour négocier en face de table.

source: The Tzimisce and their unique %(vic)s discipline also have the quite rare %(AUS)s%(ANI)s combination, making them excellent blockers. They have given birth to the %(tzimisce_wall)s and the %(tzimisce_toolbox)s archetypes, but also to the %(war_ghouls)s archetype, using %(war_ghoul)s to rush opponents vampires.
fr: Les Tzimisce et leur discipline exclusive %(vic)s ont également la combinaison assez rare %(AUS)s%(ANI)s, ce qui en fait d'excellents bloqueurs. Ils ont donné naissance aux archétypes %(tzimisce_wall)s et %(tzimisce_toolbox)s, mais aussi à l'archétype %(war_ghouls)s, utilisant %(war_ghoul)s pour abattre les vampires adverses.

source: An excellent combat card offering both maneuverability and aggravated damage. As a bonus, the strike stays a hand strike and can be used even if %(immortal_grapple)s has been played.
fr: Une excellente carte de combat offrant au choix manœuvre et dégâts aggravés. En prime, la frappe reste à mains nues et peut être utilisé même si %(immortal_grapple)s a été joué.

source: The <em>other</em> aggravated strike available through %(vic)s, it makes for a dreadful combination with %(chiropteran_marauder)s, as no range is safe for the opponent.
fr: L '<em>autre</em> frappe aggravée disponible via %(vic)s, elle constitue une combinaison terrible avec %(chiropteran_marauder)s, car aucune portée n'est sûre pour l'adversaire.

source: All clan disciplines %(AUS)s%(ANI)s%(VIC)s at superior for only 6 pool: a bargain. He finds his spot in many Tzimisce crypts.
fr: Toutes les disciplines du clan %(AUS)s%(ANI)s%(VIC)s en supérieur pour seulement 6 d'influence : une bonne affaire. Il trouve sa place dans de nombreuses cryptes Tzimisce.

source: Although she has inferior %(vic)s, having %(AUS)s%(ANI)s for just 5 pool makes an excellent blocker out of her.
fr: Bien qu'elle n'ait %(vic)s qu'en inférieur, avoir %(AUS)s%(ANI)s pour seulement 5 d'influence fait d'elle un excellent bloqueur.

source: Choice between stealth and bleed enhancement, a versatile tool for %(vic)s.
fr: Au choix une morsure améliorée ou de la discrétion, un outil polyvalent pour %(vic)s.

source: A cheap 2 pool for %(aus)s, he is included in many decks using this discipline.
fr: 2 d'influence, un prix plutôt bas pour %(aus)s, il est inclus dans de nombreux decks utilisant cette discipline.

source: Yet another cheap sidekick, %(vic)s is less useful than %(aus)s but, still, having cheap Tzimisce to recruit some %(war_ghoul)s is great.
fr: Encore un autre acolyte bon marché, %(vic)s est moins utile que %(aus)s mais, quand même, avoir un Tzimisce bon marché pour recruter des %(war_ghoul)s est bien pratique.

source: One of the most dreadful allies of the game, it is an excellent combatant and can grind vampires down all around the table in a few turns. The trick is to work around its downside by getting cheap allies and retainers to sacrifice to it.
fr: L'un des alliés les plus redoutables du jeu, c'est un excellent combattant et il peut abattre tous les vampires de la table en quelques tours. L'astuce consiste à gérer son inconvénient en trouvant des alliés et des serviteurs bon marché à lui sacrifier.

source: <p> The Ventrue with %(pre)s%(dom)s%(for)s and their antitribu with %(aus)s%(dom)s%(for)s have powerful disciplines and abilities. They are a prominent clan in tournaments and are seen in a number of Archetypes: <ul> <li> The %(anti_ventrue_grinder)s, a toolbox using Ventrue antitribu. </li> <li> The %(ventrue_royalty)s, a toolbox using titled Camarilla Ventrue. </li> <li> %(the_bleeding_vignes)s, a powerbleed deck starring %(edward_vignes)s. </li> <li> %(weenie_dom)s, a Weenie bleed deck using %(dom)s. </li> </ul> </p>
fr: <p> Les Ventrue avec %(pre)s%(dom)s%(for)s et leurs antitribus avec %(aus)s%(dom)s%(for)s ont des disciplines et des aptitudes puissantes. C'est un clan de premier ordre dans les tournois, utilisé dans plusieurs archétypes : <ul> <li> L'%(anti_ventrue_grinder)s, une toolbox qui utilise les Ventrue antitribu. </li> <li> Le %(ventrue_royalty)s, une toolbox qui utilise des Ventrue de la Camarilla. </li> <li> %(the_bleeding_vignes)s, un deck powerbleed mettant avec %(edward_vignes)s comme star. </li> <li> %(weenie_dom)s, un deck de morsure Weenie qui utilise %(dom)s. </li> </ul> </p>

source: %(AUS)s with a permanent intercept bonus for just 5 pool, he finds his place in many %(AUS)s crypts, including in non-Ventrue toolbox and wall decks.
fr: %(AUS)s accompagné d'un bonus d'interception permanent pour seulement 5 pool, il trouve sa place dans de nombreuses cryptes %(AUS)s, y compris dans des toolbox et decks mur d'autres clans.

source: A cheap cost for the %(FOR)s%(DOM)s combination, she often gets included alongside %(neighbor_john)s.
fr: Un coût bon marché pour la combinaison %(FOR)s%(DOM)s, elle est souvent incluse aux côtés de %(neighbor_john)s.

source: A powerful edge for Ventrue political decks, it often gets included if there is the slightest chance some additional votes can come in handy, even defensively.
fr: Un avantage puissant pour les decks politiques de Ventrue, il est souvent inclus s'il y a la moindre chance que des votes supplémentaires puissent être utiles, même défensivement.

source: All clan disciplines %(AUS)s%(DOM)s%(FOR)s at superior for a decent cost, he also has a convenient ability. It is used to get some blood on the owner vampires, but can also be a bargaining chip with the other players.
fr: Toutes les disciplines du clan %(AUS)s%(DOM)s%(FOR)s en supérieur pour un coût décent, il a également une aptitude pratique : utilisée pour mettre du sang sur les vampires de son propriétaire, elle peut aussi être une monnaie d'échange avec les autres joueurs.

source: A cheap cost for %(for)s%(dom)s, she often gets included alongside %(jephta_hester)s and %(neighbor_john)s.
fr: Un coût plutôt bas pour %(for)s%(dom)s, elle est souvent incluse aux côtés de %(jephta_hester)s et %(neighbor_john)s.

source: All clan disciplines %(AUS)s%(DOM)s%(FOR)s at superior for a reasonable 7 pool, he also has a good ability for card rotation. He often gets included algonside %(owain_evans)s.
fr: Toutes les disciplines du clan %(AUS)s%(DOM)s%(FOR)s en supérieur pour un coût raisonnable de 7, il a également une bonne aptitude pour aider la rotation. Il est souvent inclus aux côtés d'%(owain_evans)s.

source: A cheap <em>Prince</em> in group 5, he finds his place in many political decks.
fr: <em>Prince</em> bon marché du groupe 5, il trouve sa place dans de nombreux decks politiques.

source: A good disciplines combination for 6 pool, he finds his place in many Ventre antitribu crypts.
fr: Une bonne combinaison de disciplines pour 6 d'influence, il trouve sa place dans de nombreuses cryptes Ventrue antitribu .

source: Superior %(PRE)s with an ability that easily let him get some votes, he is an easy inclusion in any %(PRE)s based deck.
fr: %(PRE)s en supérieur avec une aptitude qui lui permet d'obtenir facilement des votes, il est une inclusion facile dans n'importe quel deck basé sur %(PRE)s.

source: The infamous Ventrue <em>Inner Circle</em>, her ability and access to %(DOM)s%(OBF)s gets her included in many <em>Inner Circle</em> constructs, like in the %(council_of_doom)s or %(the_dark_side_of_politics)s archetypes.
fr: La tristement célèbre membre du <em>Cercle Intérieur</em> Ventrue, son aptitude et son accès à %(DOM)s%(OBF)s l'incluent dans de nombreuses decks <em>Inner Circle</em>, comme dans les archétypes %(council_of_doom)s ou %(the_dark_side_of_politics)s.

source: A cheap <em>Prince</em> in group 4 with good disciplines, he gets included in many political decks.
fr: <em>Prince</em> bon marché du groupe 4 avec de bonnes disciplines, il est inclus dans de nombreux decks politiques.

source: A cheap cost for %(dom)s%(for)s, she gets included in many Ventrue and Ventrue antitribu decks.
fr: Un coût plutôt bas pour pour %(dom)s%(for)s, elle est incluse dans de nombreux decks Ventrue et Ventrue antitribu.

source: Star of the modern variant of the %(ventrue_royalty)s archetype, he has all clan disciplines at superior %(DOM)s%(PRE)s%(FOR)s and his ability to prevent damage makes him quite sturdy.
fr: Star de la variante moderne de l'archétype %(ventrue_royalty)s, il a toutes les disciplines de clan au niveau supérieur %(DOM)s%(PRE)s%(FOR)s et sa capacité à prévenir les dégâts le rend assez robuste.

source: Although he is a bit pricey, his title and access to %(DOM)s%(OBF)s, and in some cases %(OBT)s, gets him included in many crypts.
fr: Bien qu'il soit un peu cher, son titre et son accès à %(DOM)s%(OBF)s, et dans certains cas à %(OBT)s, lui valent une place dans de nombreuses cryptes.

source: A decent 5 pool for superior %(DOM)s, she still has %(for)s and her unlock ability can be useful.
fr: Un coût raisonnable de 5 pour %(DOM)s en supérieur, elle a aussi %(for)s et son aptitude de redressement peut être utile.

source: A cheap <em>Prince</em> in group 5, with superior %(DOM)s, he easily gets included in %(ventrue_royalty)s decks.
fr: Un <em>Prince</em> bon marché dans le groupe 5, avec %(DOM)s en supérieur, il est facilement inclus dans les decks %(ventrue_royalty)s.

source: %(ani)s provide a strong long-range combat module and good intercept capabilities. Combined with %(aus)s, it offers the best intercept in the game and access to the combo card %(read_winds)s.
fr: %(ani)s fournit un module de combat conséquent basé sur la portée. Combiné avec %(aus)s, cela offre la meilleure interception du jeu et donne accès à la carte à combo %(read_winds)s.

source: An excellent combat card. It is not a strike so it cannot be dodged, it is harder to prevent and additional damage are still inflicted by the strike itself. Moreover, it is ranged damage.
fr: Une excellente carte de combat. Cela n'est pas une frappe et ne peut donc pas être esquivé, c'est compliqué à prévenir et des dégâts additionnels sont ensuite infligés par la frappe en elle-même. De plus, cela inflige des dégâts quelle que soit la portée.

source: A versatile defence tool providing either intercept or an unlock effect. Not as surprising as a wake, but being unlocked can be better.
fr: Une carte de défense polyvalente fournissant soit de l'interception soit un effet de redressement. Pas aussi surprenant qu'un réveil, mais être redressé peut être mieux selon les situations.

source: An excellent counter against weapons, it is often included in %(ani)s combat modules. Because %(ani)s often uses %(carrion_crows)s and %(aid_from_bats)s for a ranged combat module, a ranged weapon on the opponent side is especially cumbersome.
fr: Une solution contre les armes souvent utilisée dans les modules de combat basés sur %(ani)s car une arme à distance chez l'adversaire est particulièrement problématique lorsque le module de combat est basé %(carrion_crows)s et %(aid_from_bats)s.

source: The choice between bleed and rush gives it so much versatility, it can be played in most table situations at an advantage. The fact that the opponent has to choose his strike first is a nice bonus.
fr: Le choix offert entre la morsure et une action de rush lui donne beaucoup de versatilité, elle peut être jouée dans la plupart des situations avec un avantage. Le fait que l'adversaire ait à choisir sa frappe en premier est un bonus intéressant.

source: A base building block for most %(ani)s based intercept modules. Permanent intercept is well worth the cost.
fr: Un élément fondamental pour la majorité des modules d'interception basés sur %(ani)s. L'interception permanente vaut vraiment le coup.

source: Even if it is only available to big capacity vampires, this is intercept and wake built in the same card, a no-brainer if the deck has intercept options. It is even arguably better than %(aus)s %(eyes_argus)s, as the intercept can be used on an undirected action.
fr: Même si cela n'est utilisable que par les vampires de haute capacité, il s'agit d'une carte fournissant à la fois de l'interception et un réveil, un ajout obligatoire si le deck a un module d'interception. C'est potentiellement meilleur que %(aus)s %(eyes_argus)s, vu que l'interception peut être utilisée sur une action non dirigée.

source: The second pillar of %(ani)s combat modules, it provides a maneuver, one damage, plus a welcome press, either as a defensive tool to avoid a second round at close range, or as an offensive tool to continue combat. Played multiple times in a row, it can take an opponent down pretty fast. Coupled with a %(carrion_crows)s, it delivers 6 damage with only two cards.
fr: Le second pilier des modules de combat %(ani)s, cela fournit une manœuvre, un dégât et une poursuite, utilisable comme un outil défensif pour éviter un second round au contact, ou comme un outil offensif permettant de continuer le combat. Le jouer plusieurs fois de suite aide à abattre un vampire assez rapidement. Utilisé avec %(carrion_crows)s permet d'infliger 6 dégâts en seulement deux cartes.

source: %(ani)s usually makes for excellent intercept and good combat, but it may lack pool damage to fence off one’s prey, with %(deep_song)s bringing only a bit of pool damage. This is an excellent option to improve pool damage if the deck has enough intercept capabilities to protect it.
fr: %(ani)s permet d'excellentes interceptions et de bons combats mais manque de dégâts dans la réserve d'influence pour sortir sa proie, %(deep_song)s apportant un peu de dégâts. C'est une excellente option pour améliorer ces dégâts si le deck a une capacité d'interception suffisante pour la protéger.

source: %(aus)s provides the best intercept in the game, plus the ability to bounce bleeds. It makes for an excellent defence.
fr: %(aus)s fournit la meilleure interception du jeu ainsi que la possibilité de rebond des morsures. Cela en fait une excellente défense.

source: By far the most played card in %(aus)s, it is an excellent bounce. Its blood cost is fair and its basic effect can still be useful if the table context does not mandate bounces.
fr: De loin la carte la plus jouée en %(aus)s, c'est un excellent rebond. Son coût en sang est correct et son effet de base peut toujours être utile si le contexte de la table ne nécessite pas de rebonds.

source: A +2 intercept bonus combined with a wake, basically a dream come true for all block-oriented constructs. The intercept can only apply to directed actions though, and it needs to be completed by classic intercept enhancers for a defence to be really effective. Blocking political actions, equip and recruit actions are critical to one’s defence.
fr: Une interception à +2 avec un réveil, c'est la carte idéale pour tous les decks construits pour bloquer. Cependant, l'interception ne peut s'appliquer qu'aux actions dirigées et il faut la compléter avec d'autres cartes pour que la défense soit vraiment efficace : bloquer des actions politiques, d'équipement et de recrutement est utile pour se défendre.

source: Another intercept source, with the interesting bounce option at no cost. Even though a bounce to one’s ally is a hard bargain, with luck it can bounce a bleed back to its original prey.
fr: Une autre source d'interception avec une option de rebond sans coût. Même si faire rebondir sur un de ses alliés est difficile à négocier, avec de la chance celui-ci peut faire rebondir la morsure sur sa proie.

source: Almost systematically played in %(aus)s decks, it is a solid permanent intercept at no cost.
fr: Presque systématiquement jouée dans les decks %(aus)s, c'est une carte solide pour de l'interception sans coût.

source: Only three cards in the game allow the interception of cross table actions or actions directed to other players, this one, %(falcons_eye)s and %(anneke)s. This precious ability helps %(wall)s hurt their prey more than others, leading to an oust rather than king-making. It's also a flexible defense against a grand-predator political actions, and a way to control the table balance and avoid early ousts.
fr: Seulement trois cartes dans le jeu permettent d'intercepter en ignorant la restriction proie-prédateur ou les actions dirigées vers d'autres joueurs : celle-ci, %(falcons_eye)s et %(anneke)s. Cette capacité précieuse aide les %(wall)s à infliger des dégâts à leur proie, permettant une sortie plutôt qu'un faiseur de roi. C'est aussi une défense souple contre les actions politique d'un grand-prédateur, et une façon de contrôler l'équilibre de la table et d'éviter les sorties tôt dans la partie.

source: An efficient intercept enhancer. Other enhancers are welcome as the same reaction card can’t be played twice on a single action. Note that this makes an enhancer with a twist like %(my_enemy)s a valuable addition, compared to other enhancers with less useful effects like %(precognition)s or %(spirits_touch)s.
fr: Un amplificateur d'interception efficace. Les autres améliorations sont les bienvenues car la même carte de réaction ne peut pas être jouée deux fois sur une même action. Notez que cela fait un amplificateur avec bonus comme %(my_enemy)s un ajout précieux, par rapport à d'autres amplificateurs avec des effets moins utiles comme %(precognition)s ou %(spirits_touch)s.

source: An additional intercept enhancer, with a decent combat bonus at superior %(AUS)s. As reaching high scores of intercept requires stacking different reactions, it is used in constructs where more diversity is needed to achieve the desired intercept level.
fr: Un amplificateur d'interception supplémentaire, avec un bonus de combat décent pour %(AUS)s supérieur. Comme atteindre des scores élevés d'interception nécessite d'empiler différentes réactions, il est utilisé dans les constructions où plus de diversité est nécessaire pour atteindre le niveau d'interception souhaité.

source: Yet another intercept enhancer, its optional maneuver at superior %(AUS)s can be useful in constructs using long range combat after the block. Yet not as efficient as other %(aus)s reactions, it is used when additional intercept is needed.
fr: Encore un autre amplificateur d'interception, sa manœuvre facultative pour %(AUS)s supérieur peut être utile dans les constructions utilisant un combat à longue portée après le blocage. Pourtant, pas aussi efficace que les autres réactions %(aus)s, il est alors utilisé lorsqu'une interception supplémentaire est nécessaire.

source: %(cel)s provides an excellent combat module. Its ability to manage range and deliver additional strikes is much appreciated. It also gives access to some of the best combo cards with %(for)s, %(aus)s, %(pre)s and %(pro)s.
fr: %(cel)s fournit un excellent module de combat. Sa gestion de la portée et ses frappes supplémentaires sont très appréciées. Elle donne également accès à certaines des meilleures cartes combo avec %(for)s, %(aus)s, %(pre)s et %(pro)s.

source: The core of combat modules using %(cel)s, it provides range control with the option to deliver an additional strike instead. The card is highly usable and does not jam the hand the way a simple maneuver would.
fr: Le cœur des modules de combat utilisant %(cel)s, il offre un contrôle de portée avec la possibilité de délivrer une frappe supplémentaire à la place. La carte est hautement utilisable et ne grippe pas la main comme le ferait une simple manœuvre.

source: An excellent modifier, even at inferior %(cel)s%(for)s: an unlock at no cost is a very good %(ab)s enhancer. At superior, it can even provide a little bit of stealth for a combination of disciplines that do not have much of it.
fr: Un excellent modificateur, même en %(cel)s%(for)s inférieur : un redressement gratuit est un très bon boost d'%(ab)s. Au niveau supérieur, il peut même fournir un peu de discrétion pour une combinaison de disciplines qui n'en a pas beaucoup.

source: A serious enhancement for any combat module, the ability to deliver not one but two additional strikes is unique to %(cel)s.
fr: Une amélioration sérieuse pour tout module de combat, la capacité de fournir non pas une mais deux frappes supplémentaires est unique à %(cel)s.

source: Its 1 blood cost is balanced by the fact that it provides good combat options (maneuver, press) along with a very rare stealth bonus at superior %(CEL)s.
fr: Son coût de 1 sang est équilibré par le fait qu'elle offre de bonnes options de combat (manœuvre, poursuite) ainsi qu'un bonus de discrétion très rare en %(CEL)s supérieur.

source: Combat Ends
fr: Fin de combat

source: The ability to start a combat anew is one of the best counter against %(sce)s effects. Only a few cards in the game provide this effect, so it is a real asset for %(cel)s combat modules.
fr: Pouvoir recommencer un combat est l'un des meilleurs contre pour les %(sce)s. Seules quelques cartes du jeu fournissent cet effet, c'est donc un véritable atout pour les modules de combat %(cel)s.

source: A versatile defensive tool, it is unlikely to jam a hand too much, and the dodge or the damage prevention can save a vampire from a lethal blow. %(pursuit)s and %(sideslip)s provide more options and versatility at no cost than using %(acrobatics)s, for example.
fr: Un outil défensif polyvalent, il est peu probable qu'il grippe la main, et l'esquive ou la prévention des dégâts peut sauver un vampire d'un coup mortel. %(pursuit)s et %(sideslip)s offrent plus d'options et de polyvalence gratuitement que l'utilisation d'%(acrobatics)s, par exemple.
