Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is an <em>rush</em> deck using %(tupdogs)s to take down opposing vampires and %(nephandus)s to bleed and defend. %(antonio_d_erlette)s is the star in a sense, since his ability provides sure %(nephandus)s recruitments with no risk of block. </p> <p> The combat is dominated by the %(tupdogs)s and their %(VIC)s and %(POT)s cards combination, using %(brick_by_brick)s to set the range if needed, %(immortal_grapple)s to prevent Dodge and Combat Ends, and %(raking_talons)s for aggravated damage. %(torn_signpost)s and %(target_vitals)s can provide additional damage if needed. </p> <p> The %(nephandus)s themselves are not too shabby in combat, especially since they can use %(haven_uncovered)s to rush and %(target_vitals)s to inflict more damage. </p> <p> The critical part of the deck is to get a Tremere antitribu %(tremere_antitribu)s out, so that the %(tupdogs)s can rush, %(nephandus)s can be recruited and %(deflection)s played. %(antonio_d_erlette)s is best, he can even allow two %(nephandus)s to hit the table in a single turn. </p> <p> The core issue of the deck is the high pool cost. %(tupdogs)s only last a single turn and the deck should get one out every turn at least for safety and control. Plus the %(nephandus)s are 2 pool a piece, and the deck aims to recruit 4 to 6. </p> <h2>Tips & Tricks</h2> <p> To make use of %(antonio_d_erlette)s's ability and influence a %(tupdog)s in the same turn, more than 4 transfers are necessary. Master cards provide one more transfer, with %(dreams_of_the_sphinx)s, %(information_highway)s or %(powerbase_montreal)s. </p> <p> Vote decks can be an issue here, as pool is scarce and quite a few minions can be out at the same time: %(anarchist_uprising)s and %(ancilla_empowerment)s might oust the deck swiftly. To cover this, the deck uses %(poison_pill)s and %(yawp_court)s. </p> <p> %(direct_intervention)s should be kept in hand to counter anti-ally actions like %(entrancement)s, or problematic "one shot" votes like %(reins_of_power)s. </p> <p> %(secure_haven)s and %(gran_madre_di_dio)s are only included to be able to contest those cards if an opponent play them, as they are strong counters against this deck. </p> <p> You might want to read %(tommis_article)s about this specific archetype, it goes a bit more in details on how to build and play it. </p> <h2>Variants</h2> <p> The <strong>MMPA</strong> variant uses %(ashur_tablets)s to control the card flow and bring some pool back. It can be stronger but can also jam the hand a bit, especially if the opponents also play %(ashur_tablets)s, in which case the module is just an additional burden with no benefit. See %(tommis_article)s for more details on this variant. </p> <p> Although this is a different archetype, %(nephandus)s can also be used without the %(tupdogs)s, like in %(laurent_ribeyres_deck)s from 2023. This is more of a toolbox but it has fallen a bit out of fashion, and is even more difficult to put together now after the %(ashur_tablets)s nerf in 2024. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>rush</em> qui utilise des %(tupdogs)s pour éliminer les vampires adverses et %(nephandus)s pour mordre et se défendre. %(antonio_d_erlette)s est la star en un sens, puisque son aptitude assure des recrutements sûrs de %(nephandus)s sans risque de blocage. </p> <p> Le combat est dominé par les %(tupdogs)s et leur combinaison de cartes %(VIC)s et %(POT)s, qui utilise %(brick_by_brick)s pour définir la portée si nécessaire, %(immortal_grapple)s pour empêcher les esquives et fins de combat, et %(raking_talons)s pour des dégâts aggravés. %(torn_signpost)s et %(target_vitals)s peuvent causer des dégâts supplémentaires si nécessaire. </p> <p> Les %(nephandus)s eux-mêmes ne sont pas mauvais en combat, d'autant plus qu'ils peuvent utiliser %(haven_uncovered)s pour rusher et %(target_vitals)s pour infliger plus de dégâts. </p> <p> La partie critique du deck est de sortir un Tremere antitribu %(tremere_antitribu)s, afin que les %(tupdogs)s puissent rusher, que les %(nephandus)s puisse être recrutés et %(deflection)s jouée. %(antonio_d_erlette)s est le meilleur, il peut même permettre à deux %(nephandus)s d'arriver sur la table en un seul tour. </p> <p> Le problème central du deck est le coût élevé en influence. Les %(tupdogs)s ne durent qu'un seul tour et le deck doit en sortir un à chaque tour au moins pour la sécurité et le contrôle. De plus, les %(nephandus)s sont à 2 points pièce, et le deck vise à en recruter 4 à 6.</p> <h2>Trucs & Astuces</h2> <p> Pour utiliser l'aptitude d'%(antonio_d_erlette)s et influencer un %(tupdog)s dans le même tour, plus de 4 transferts sont nécessaires. Les cartes de Maître offrent un transfert de plus, avec %(dreams_of_the_sphinx)s, %(information_highway)s ou %(powerbase_montreal)s. </p> <p> Les decks de vote peuvent être un problème ici, car l’influence est rare et beaucoup de serviteurs peuvent être en jeu en même temps : %(anarchist_uprising)s et %(ancilla_empowerment)s peuvent éliminer le deck rapidement. Pour éviter ça, le deck utilise %(poison_pill)s et %(yawp_court)s. </p> <p> %(direct_intervention)s doit être gardée en main pour contrer les actions anti-alliés comme %(entrancement)s, ou les votes "one shot" problématiques comme %(reins_of_power)s. </p> <p> %(secure_haven)s et %(gran_madre_di_dio)s ne sont inclus que pour pouvoir contester ces cartes si un adversaire les joue, car ce sont des contres puissants contre ce deck. </p> <p> Vous voudrez peut-être lire l'%(tommis_article)s sur cet archétype spécifique, il explique un peu plus en détail comment le construire et le jouer. </p> <h2>Variantes</h2> <p> La variante <strong>Ashur Tablets</strong> utilise des %(ashur_tablets)s pour contr[oler le flux de cartes. Cela peut être plus puissant mais peut aussi gripper la main, particulièrement si d’autres adversaires jouent aussi des %(ashur_tablets)s, auquel cas le module n’est qu’un poids supplémentaire sans bénéfice. </p> <p> Bien qu'il s'agisse d'un archétype différent, %(nephandus)s peut également être utilisé sans les %(tupdogs)s, comme dans le %(laurent_ribeyres_deck)s de 2023. C'est plus une toolbox mais elle est un peu démodée et même plus difficile à mettre en œuvre depuis le nerf d’%(ashur_tablets)s en 2024. </p>

source: Tommi Hakomaa's article
fr: article de Tommi Hakomaa

source: Laurent Ribeyre's deck
fr: deck de Laurent Ribeyre

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck using Brujah %(brujah)s barons. </p> <p> It relies on the defensive abilities of Anarch Barons: %(organized_resistance)s for unlock and %(bait_and_switch)s for bounces. Using versatile "three-way" combat cards %(diversion)s and %(dust_up)s, combined with some %(magnum)s, the deck achieves a solid defense and enough intimidation to get bleeds through. </p> <p> The deck builds up power while the game progresses: the Barons start to get some %(magnum)s, permanent intercept like %(mr_winthrop)s, better bleed with %(new_carthage)s and/or %(club_illusion)s, and blood regeneration with %(papillon)s and/or %(carfax_abbey)s. </p> <p> The list presented here uses a heavy master module supported by %(the_parthenon)s, with %(ashur_tablets)s and %(garibaldi_meucci_museum)s recursion. This allows the deck to run a tight 62 cards library and gives it higher chances to get the important unique cards. </p> <h2>Tips & Tricks</h2> <p> Early on, %(villein)s must be used to recoup as much blood as possible. The deck has decent defense, but is pool hungry. The Barons can hunt to regenerate, until %(papillon)s and/or %(carfax_abbey)s land. </p> <p> %(garibaldi_meucci_museum)s is incredibly versatile, from fetching the required unlock or bounce, to getting the lone %(reckless_agitation)s for damage, turn after turn if needed. </p> <p> This version aims for %(the_slow_withering)s. The whole deck uses only inferior disciplines, so the card only hurts the opponents. One need to be careful when playing it, though: if it hurts allies more than the prey and predator it can be discarded, and fetched back later with %(ashur_tablets)s. The other Gehenna cards are mostly here to allow %(the_slow_withering)s to be played but can be useful in niche cases. </p> <p> %(ashur_tablets)s can be used at mid-game to put back in deck combat and reaction cards. Once a first %(ashur_tablets)s cycle has occured, the deck increases its block and combat consistency. </p> <h2>Variants</h2> <p> Including %(the_slow_withering)s is really specific to this one instance of the deck, others do not rely on events. A few cards often find their way in: %(monkey_wrench)s for the lunge and %(protection_racket)s for intercept. Also, allies like %(grey_thorne)s, %(vivienne_geroux)s or %(street_royals)s. Some Anarch tools like %(open_war)s or %(constant_revolution)s can also find a slot here. On the crypt side, %(elen_kamjian)s often finds a spot. </p> <p> The most common variant includes rush actions to provide more flexibility, like %(line_brawl)s. The %(ashur_tablets)s recursion can also be dropped by playing a larger library. See for example %(marcio_pinheiros_deck)s. </p> <p> There are a lot of variations in the combat module. If %(dust_up)s is a constant, %(diversion)s is sometimes dropped and %(hell_for_leather)s often included. See for example %(pedro_paulos_deck)s. </p> <p> The deck can also be much more rush-oriented, relying on a more brutal combat module and superior %(CEL)s %(POT)s disciplines, like in %(erik_albenzes_deck)s. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>toolbox</em> qui utilise les barons Brujah %(brujah)s. </p> <p> Il s’appuie sur les capacités défensives des Barons Anarchs : %(organized_resistance)s pour le redressement et %(bait_and_switch)s pour les rebonds. Utilisant des cartes de combat polyvalentes « à trois voies » %(diversion)s et %(dust_up)s, combinées avec des %(magnum)s, le deck met en place une défense solide et suffisamment d’intimidation pour passer les morsures. </p> <p> Le deck gagne en puissance au fur et à mesure que le jeu avance : les Barons commencent à obtenir des %(magnum)s, de l’interception permanente comme %(mr_winthrop)s, de meilleures morsures avec %(new_carthage)s et/ou %(club_illusion)s, et de la régénération de sang avec %(papillon)s et/ou %(carfax_abbey)s. </p> <p> La liste présentée ici utilise un module maître lourd supporté par %(the_parthenon)s, avec la récurrsion des %(ashur_tablets)s et de %(garibaldi_meucci_museum)s. Cela permet de jouer une bibliothèque restreinte de 62 cartes et lui donne de plus grandes chances d’obtenir les cartes uniques importantes. </p> <h2>Trucs & Astuces</h2> <p> Dès le début, %(villein)s doit être utilisé pour récupérer le plus de sang possible. Le deck a une défense décente, mais est gourmand en influence. Les Barons peuvent chasser pour se régénérer, jusqu’à ce que %(papillon)s et/ou %(carfax_abbey)s atterrissent. </p> <p> %(garibaldi_meucci_museum)s est incroyablement polyvalent, allant de la récupération du redressement ou du rebond requis à l’obtention du seul %(reckless_agitation)s pour les dégâts, tour après tour si nécessaire. </p> <p> Cette version vise à placer %(the_slow_withering)s. L’ensemble du jeu n’utilise que des disciplines inférieures, donc la carte ne fait que gêner les adversaires. Cependant, il faut être prudent lorsqu’on la joue : s’il blesse plus les alliés que la proie et le prédateur, il peut être jeté et récupéré plus tard avec %(ashur_tablets)s. Les autres cartes Géhenne sont principalement là pour permettre de jouer %(the_slow_withering)s mais peuvent être utiles dans des cas de niche. </p> <p> %(ashur_tablets)s peut être utilisé en milieu de partie pour remettre dans le deck des cartes de combat et de réaction. Une fois un premier cycle %(ashur_tablets)s effectué, le deck augmente sa stabilité de bloc et de combat. </p> <h2>Variantes</h2> <p> L’inclusion de %(the_slow_withering)s est vraiment spécifique à cette instance du deck, d’autres ne s’appuient pas sur des événements. Quelques cartes s’y retrouvent souvent : %(monkey_wrench)s pour le coup de grâce et %(protection_racket)s pour l’interception. Aussi, des alliés comme %(grey_thorne)s, %(vivienne_geroux)s ou %(street_royals)s. Certains outils Anarch comme %(open_war)s ou %(constant_revolution)s peuvent également trouver une place ici. Côté crypte, %(elen_kamjian)s trouve souvent sa place. </p> <p> La variante la plus courante inclut des actions de rush pour offrir plus de flexibilité, comme %(line_brawl)s. La récursion des %(ashur_tablets)s peut également être supprimée en utilisant une bibliothèque plus grande. Voir par exemple le %(marcio_pinheiros_deck)s. </p> <p> Il existe de nombreuses variantes dans le module de combat. Si %(dust_up)s est une constante, %(diversion)s est parfois supprimée et %(hell_for_leather)s est souvent inclus. Voir par exemple le %(pedro_paulos_deck)s. </p> <p> Le deck peut également être beaucoup plus orienté rush, en s’appuyant sur un module de combat plus brutal et les disciplines %(CEL)s %(POT)s supérieures, comme dans le %(erik_albenzes_deck)s. </p>

source: Márcio Pinheiro's deck
fr: deck de Márcio Pinheiro

source: Pedro Paulo's deck
fr: deck de Pedro Paulo

source: Erik Albenze's deck
fr: deck d'Erik Albenze

source: <h2>Highlights</h2> <p> This is a <em>wall</em> deck using Gangrel %(gangrel)s barons. </p> <p> The idea is to build a strong defense thanks to the Anarch and Baron cards for unlock and intercept, %(organized_resistance)s and %(deep_ecology)s, coupled with %(bait_and_switch)s for bounces. Using %(thing)s, the deck can steadily influence more and more vampires, often ending up with 4 to 6 vampires in play. Influencing a Baron quickly is very important, but it can be the second vampire if a low capacity can be put in play first to speed up the Baron with a %(thing)s, depending on your opening hand. </p> <p> The number of vampires allows for a decent forward pressure of naked bleed actions. This completes more standard wall payload cards %(smiling_jack)s and %(constant_revolution)s, and offers a welcome adaptability to the deck. </p> <p> The list presented here uses a few weapons (%(sniper_rifle)s, %(ivory_bow)s) alongside a good number of %(earth_meld)s as combat module, but there are a lot of possible variations for the combat part of the deck. </p> <h2>Tips & Tricks</h2> <p> The Anarch specific master cards are especially strong here: %(garibaldi_meucci_museum)s is incredibly versatile, from ending troublesome combats with aggressive Anarchs to fetching the required unlock or bounce. %(powerbase_los_angeles)s acts as cycling device as well as an additional unlock, since there are so many Anarch cards (note cards requiring Barons implicitly count as cards requiring Anarch). %(anarch_railroad)s and %(the_anarch_free_press)s provide permanent stealth and intercept. </p> <p> %(rewilding)s can be used to damage the prey's influence if they play locations, but can also be a good way to get rid of other problematic locations, the prime targets being permanent stealth like %(opium_den)s or %(creepshow_casino)s, and %(hunting_grounds)s that go against the grinding strategy of the deck. </p> <p> The combat module here is very focused on using %(earth_meld)s for additional unlocks, but at some point it also aims at equipping someone with a %(sniper_rifle)s to begin to grind beads out of all the blocked minions. </p> <p> The stealth module is particularily interesting, with a lot of versatiliy. Of course %(earth_control)s provides steady stealth when needed, but %(form_of_mist)s and %(form_of_the_bat)s can both be used either as stealth complement or as additional combat avoidance or intercept if needed. </p> <h2>Variants</h2> <p> %(monkey_wrench)s or %(stolen_police_cruiser)s can be included for a bit more bleed, %(reckless_agitation)s often finds a spot, and sometimes even more political actions like %(revolutionary_council)s , %(domain_challenge)s or %(kine_resources_contested)s. </p> <p> There are wild variations in the combat module. The use of weapons like %(sniper_rifle)s in here is common, but can also be dismissed in favor of aggravated damage with %(donnybrook)s or %(claws_of_the_dead)s. Depending on the combat module, %(rotschreck)s or %(gangrel_revel)s can find a spot in the master module. A couple of anarch combat cards can find their place too, like %(groundfighting)s or %(hell_for_leather)s, and %(flesh_of_marble)s makes some appearances as a tool against damage-heavy decks. Check out %(otso_saariluomas_deck)s for an example. </p> <p> %(protection_racket)s is often included in the intercept mix: it is very effective against high stealth votes like the ones %(infernal_barons)s or %(lutz_politics)s can display. Some versions don't bother to include %(earth_control)s or %(anarch_railroad)s for stealth, relying on %(form_of_the_bat)s and %(form_of_mist)s, plus the dissuading effect of the combat module. </p> <p> Finally, Barons don't even need to be included in high numbers. Of course that means no political actions, no %(organized_resistance)s, and more %(deep_ecology)s and %(eyes_of_the_wild)s. But that does not stop the deck from winning, check out %(jan_kocis_deck)s for example. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>wall</em> qui utilise les barons Gangrel %(gangrel)s. </p> <p> L'idée est de construire une défense solide grâce aux cartes Anarch et Baron pour se redresser et intercepter, %(organized_resistance)s et %(deep_ecology)s, couplées à %(bait_and_switch)s pour les rebonds. En utilisant %(thing)s, le deck peut régulièrement influencer de plus en plus de vampires, se retrouvant souvent avec 4 à 6 vampires en jeu. Influencer rapidement un Baron est très important, mais ça peut être le deuxième vampire si un petit peut être mise en jeu en premier pour accélérer le Baron avec un %(thing)s, selon la main d'ouverture. </p> <p> Le nombre de vampires permet une pression vers l'avant décente avec des morsures simples. Cela complète les cartes de mur plus standard %(smiling_jack)s et %(constant_revolution)s, et offre une souplesse bienvenue. </p> <p> La liste présentée ici utilise quelques armes (%(sniper_rifle)s, %(ivory_bow)s) aux côtés d’un bon nombre d’%(earth_meld)s comme module de combat, mais il existe de nombreuses variantes possibles pour la partie combat du deck. </p> <h2>Trucs & Astuces</h2> <p> Les cartes maître spécifiques aux anarchs sont particulièrement puissantes ici: %(garibaldi_meucci_museum)s est incroyablement polyvalent, puisqu'il permet de mettre fin à des combats gênants avec des anarchs agressifs ou de récupérer un redressement ou un rebond si nécessaire. %(powerbase_los_angeles)s agit comme un dispositif de recyclage ainsi qu'un redressement supplémentaire, grâce à toutes les cartes Anarch (notez que les cartes nécessitant des Barons comptent implicitement comme des cartes nécessitant Anarch). %(anarch_railroad)s et %(the_anarch_free_press)s fournissent discrétion et interception permanentes. </p> <p> %(rewilding)s peut être utilisé pour réduire l'influence de la proie si elle joue des lieux, mais peut également être un bon moyen de se débarrasser d'autres lieux problématiques, les principales cibles étant la discrétion permanente comme %(opium_den)s ou %(creepshow_casino)s, ou des %(hunting_grounds)s, qui vont à l'encontre de la stratégie d'usure du deck. </p> <p> Le module de combat ici est très axé sur l'utilisation de %(earth_meld)s pour des redressements supplémentaires, mais à un moment donné, il vise également à équiper quelqu'un d'un %(sniper_rifle)s pour commencer à user les compteurs de tous les serviteurs bloqués. </p> <p> Le module de discrétion est particulièrement intéressant, avec beaucoup de polyvalence. Bien sûr, %(earth_control)s fournit une discrétion solide en cas de besoin, mais %(form_of_mist)s et %(form_of_the_bat)s peuvent tous deux être utilisés soit comme complément de discrétion, soit comme défense de combat ou interception supplémentaire si nécessaire. </p> <h2>Variantes</h2> <p> %(monkey_wrench)s ou %(stolen_police_cruiser)s peuvent être inclus pour un peu plus de morsure, %(reckless_agitation)s trouve souvent une place, et parfois même d'autres actions politiques comme %(revolutionary_council)s , %(domain_challenge)s ou %(kine_resources_contested)s. </p> <p> Il existe de larges variations dans le module de combat. L'utilisation d'armes comme %(sniper_rifle)s ici est courante, mais peut également être rejetée en faveur de dégâts aggravés avec %(donnybrook)s ou %(claws_of_the_dead)s. Selon le module de combat, %(rotschreck)s ou %(gangrel_revel)s peuvent trouver une place dans le module maître. Quelques cartes de combat Anarch peuvent également trouver leur place, comme %(groundfighting)s ou %(hell_for_leather)s, et %(flesh_of_marble)s fait quelques apparitions comme protection contre les hauts dégâts. Voyez le %(otso_saariluomas_deck)s pour exemple. </p> <p> Enfin, %(protection_racket)s est souvent inclus dans le mix d'interception : il est très efficace contre les votes à haute discrétion comme ceux qu’%(infernal_barons)s ou %(lutz_politics)s peuvent afficher. Certaines versions ne prennent pas la peine d'inclure %(earth_control)s ou %(anarch_railroad)s pour la discrétion, s'appuyant sur %(form_of_the_bat)s et %(form_of_mist)s, combinés à l'effet dissuasif du module de combat. </p> <p> Enfin, les Barons n’ont même pas besoin d’être inclus en nombre élevé. Bien sûr, cela signifie pas d’actions politiques, pas d’%(organized_resistance)s, et plus de %(deep_ecology)s et d’%(eyes_of_the_wild)s. Mais cela n’empêche pas le deck de gagner, consultez le %(jan_kocis_deck)s par exemple. </p>

source: Otso Saariluoma's deck
fr: deck d'Otso Saariluoma

source: Jan Kočí's deck
fr: deck de Jan Kočí
