Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: A good intercept reaction: +2 intercept bonus at superior %(CEL)s%(AUS)s, stackable with other %(aus)s reactions, is already good enough. The additional maneuver is a nice touch, as %(cel)s%(aus)s constructs often use guns in their combat module.
fr: Une bonne réaction d'interception : +2 bonus d'interception en %(CEL)s%(AUS)s supérieur, cumulable avec d'autres réactions %(aus)s, est déjà assez bon. La manœuvre supplémentaire est pratique, car les decks %(cel)s%(aus)s utilisent souvent des armes à feu dans leur module de combat.

source: A versatile combat tool, its effect can be either defensive (dodge) or offensive (additional strike) depending on the situation. Although not as powerful as %(pursuit)s or %(blur)s, it is yet another source of additional strikes that can let the vampire avoid problematic strikes from the opponent.
fr: Outil de combat polyvalent, son effet peut être défensif (esquive) ou offensif (frappe supplémentaire) selon la situation. Même si ce n'est pas aussi puissant que %(pursuit)s ou %(blur)s, c'est encore une autre source de frappes supplémentaires qui peuvent permettre au vampire d'éviter les frappes problématiques de l'adversaire.

source: %(dom)s is the most played discipline of the game. It provides an excellent bleed module, good bloat and the best bounce in the game. <strong>More than a third</strong> of winning decks use this discipline.
fr: %(dom)s est la discipline la plus jouée du jeu. Elle fournit un excellent module de morsure, une bonne régénération et le meilleur rebond du jeu. <strong>Plus d'un tiers</strong> des decks gagnants utilisent cette discipline.

source: It is the best bounce of the game. At superior %(DOM)s, it can be chained multiple times by the same vampire, an incredibly effective defence against even the most severe bleed constructs.
fr: C'est le meilleur rebond du jeu. En %(DOM)s supérieur, il peut être enchaîné plusieurs fois par le même vampire, une défense incroyablement efficace contre les decks de morsure les plus sévères.

source: It is the best bleed modifier of the game, and can be associated with %(govern_the_unaligned)s for a 6-pool bleed. The ability to use this modifier only after blocks have been declined makes it superior to bleed actions. The 1 blood cost is a bargain.
fr: C'est le meilleur modificateur de morsure du jeu, et il peut être associé à %(govern_the_unaligned)s pour une morsure à 6. La possibilité d'utiliser ce modificateur uniquement après le refus des blocs le rend supérieur aux actions de morsure. Le coût de 1 sang est une bonne affaire.

source: An incredibly versatile tool, it helps getting more vampires out for cheap in the beginning of the game, and provides an excruciating bleed later on.
fr: Un outil incroyablement polyvalent, il aide à sortir plus de vampires à bas coût en début de partie et fournit une morsure sévère plus tard.

source: Clearly it dos not have the same impact as %(conditioning)s in terms of pool damage, but the +1 stealth is invaluable for decks with no alternative discipline for stealth.
fr: Clairement pas le même impact qu'un %(conditioning)s en termes de dégâts d'influence, mais le +1 discrétion est inestimable pour les decks sans discipline alternative pour la discrétion.

source: An excellent block denial modifier. Well targeted, it can be enough to get a bleed through unopposed. Combined with another block denial modifier, it allows for a pure block denial module that can be used to get actions through without even bothering to use stealth.
fr: Un excellent modificateur de déni de bloc. Bien ciblé, il peut suffire à passer une morsure sans opposition. Combiné avec un autre déni de bloc, il permet un module de déni de bloc pur qui peut passer des actions sans même prendre la peine d'utiliser la discrétion.

source: An excellent lunge device, it has the same pool damage as a %(conditioning)s at no cost, provided the prey is low enough in pool. Having both modifiers in hand can also be a good way to get around a %(direct_intervention)s, as the modifier countered this way cannot be played again during the same action, but the other can.
fr: Excellent outil de coup de grâce, il a les mêmes dégâts d'influence qu'un %(conditioning)s gratuitement, à condition que la proie soit suffisamment basse en influence. Avoir les deux modificateurs en main peut également être un bon moyen de contourner une %(direct_intervention)s, car le modificateur contré ne peut pas être rejoué pendant la même action, mais un autre le peut.

source: An alternative to %(deflection)s at no cost, it is only used when %(DOM)s is vastly prevalent in the crypt. Even then, %(deflection)s is still often preferred because it can be chained multiple times as the minion does not lock.
fr: Une alternative gratuite à %(deflection)s, il n'est utilisé que lorsque %(DOM)s est très majoritaire dans la crypte. Même dans ce cas, %(deflection)s est encore souvent préférée car elle peut être enchaînée plusieurs fois sans que le serviteur ne s'incline.

source: An excellent action to get rid of cumbersome retainers and, more importantly, allies. The 1 blood cost is a bargain.
fr: Une excellente action pour se débarrasser des compagnons pénibles et, surtout, des alliés. Le coût de un sang est une bonne affaire.

source: %(for)s provides damage prevention and additional actions.
fr: %(for)s fournit de la prévention de dégâts et des actions supplémentaires.

source: By far the most played %(for)s card, this is a straight-up %(a_b)s enhancer. The 1 blood cost is a bargain, although vampires with access to %(cel)s can use the cheaper %(forced_march)s.
fr: De loin la carte %(for)s la plus jouée, c'est un améliorateur d'%(a_b)s direct. Le coût de 1 sang est une bonne affaire, bien que les vampires ayant accès à %(cel)s puissent utiliser %(forced_march)s, moins cher.

source: The best damage prevention of the game: its inferior version is easy to use and the superior version is efficient against high damage, additional strikes and aggravated damage all the same.
fr: La meilleure prévention de dégâts du jeu : sa version inférieure est facile à utiliser et la version supérieure est efficace contre les dégâts importants, les frappes supplémentaires et les dégâts aggravés.

source: An efficient block denial. It is a good tool to deliver a finishing blow when no good stealth discipline is available, even with such a drawback.
fr: Un déni de bloc efficace. C'est un bon outil pour donner un coup de grâce quand aucune bonne discipline furtive n'est disponible, même avec un tel inconvénient.

source: An excellent damage prevention at inferior %(for)s: it is easy to use and will not jam a hand, plus it prevents aggravated and defuses %(taste_of_vitae)s as well as %(disarm)s. The optional press at superior %(for)s can also come in handy.
fr: Une excellente prévention de dégâts en %(for)s inférieure : elle est facile à utiliser et ne grippe pas la main, de plus elle empêche les aggravés et autres %(disarm)s, et neutralise les %(taste_of_vitae)s. La poursuite optionnelle en %(for)s supérieure peut également être utile.

source: A good damage prevention at no cost, easy to use with a useful optional press. Contrary to %(hidden_strength)s, its press can be used even if the opponent inflicts no damage, for example if he uses a maneuver to try to avoid damage.
fr: Une bonne prévention de dégâts gratuite, facile à utiliser avec une poursuite optionnelle utile. Contrairement à %(hidden_strength)s, sa poursuite peut être utilisée même si l'adversaire n'inflige aucun dommage, par exemple s'il utilise une manœuvre pour tenter d'éviter les dégâts.

source: Not as proficient as %(rolling_with_the_punches)s, it is used in decks where %(for)s is more common than %(FOR)s.
fr: Pas aussi efficace que %(rolling_with_the_punches)s, utilisé dans les decks où %(for)s est plus courante que %(FOR)s.

source: High damage prevention at no cost, it is efficient against light combat modules using %(weighted_walking_stick)s or %(carrion_crows)s. However, it is useless against additional strikes and aggravated damage.
fr: Haute prévention des dégâts gratuit, il est efficace contre les modules de combat légers utilisant %(weighted_walking_stick)s ou %(carrion_crows)s. Cependant, il est inutile contre des frappes supplémentaires ou des dégâts aggravés.

source: A costly modifier, but potentially destructive. Often seen in bleed or vote decks with low stealth.
fr: Un modificateur coûteux, mais potentiellement destructeur. Souvent vu dans les decks de morsure ou de vote avec une faible discrétion.

source: Before its <em>errata</em> in September 2020, <em>Pentex</em> was played in over half of tournament decks and it was the most played card overall. It used to prevent the target minion from acting too, and that made it the most versatile card of the game. In the endgame its power is still worthwhile though: disabling a specific minion of the prey can be key to victory.
fr: Avant son <em>errata</em> en septembre 2019, <em>Pentex</em> était jouée dans plus de la moitié des decks de tournoi et c'était la carte la plus jouée dans l'ensemble. Elle empêchait également le serviteur ciblé d'agir, ce qui en faisait la carte la plus polyvalente du jeu. En fin de partie, son pouvoir vaut toujours le coût : la désactivation d'un serviteur spécifique de la proie peut être clé pour la victoire.

source: Loved for its ubiquitousness, the <em>Dreams</em> provides either two pool (and can even accelerate the setup if played early) or help the deck rotation in critical moments by drawing two cards.
fr: Apprécié pour sa polyvalence, <em>Dreams</em> fournit soit deux points d'influence (et peut même accélérer la mise en place s'ils est joué tôt), soit aide la rotation du deck dans les moments critiques en piochant deux cartes.

source: Even if it is only once per game, it brings more blood on the table than any other card, with the notable exception of %(golconda_inner_peace)s. It is often played in a single copy: with a bit of luck it brings a definitive advantage, otherwise it prevents an opponent to play it himself.
fr: Même si ce n'est qu'une seule fois par partie, il apporte plus de sang sur la table que n'importe quelle autre carte, à l'exception notable de %(golconda_inner_peace)s. Il se joue souvent en un seul exemplaire : avec un peu de chance, il apporte un avantage définitif, sinon il empêche un adversaire de le jouer lui-même.

source: The most played %(leeching)s card, it is similar to %(blood_doll)s. Both enable a 1 point leech per turn and allow to give some blood back to a thirsty vampire, which can avoid hunt actions and keep %(a_b)s high. <em>Vessel</em> cost is higher: it takes a full turn to kick in and costs 1 pool, making it 2 pool less efficient, but it cannot be destroyed and it is a <em>Trifle</em>.
fr: La carte de %(leeching)s la plus jouée, elle est similaire à %(blood_doll)s. Les deux permettent une transfusion d'un point par tour et permettent de redonner du sang à un vampire vide, ce qui évite les actions de chasse et maintient un %(a_b)s élevé. Le coût de <em>Villein</em> est plus élevé : il faut un tour entier avant de pouvoir l'utiliser et il coûte 1 d'influence, ce qui le rend 2 points moins efficace, mais il ne peut pas être détruit et c'est un <em>Trifle</em>.

source: Before its <em>errata</em> in 2018, it permitted to take back as much blood as desired from the target vampire with no upper limit. Its <em>Trifle</em> trait made it one of the best leech option, besting %(minion_tap)s. The <em>errata</em> made %(minion_tap)s relevant again, although only when getting more than 5 blood from a vampire is relevant.
fr: Avant son <em>errata</em> en 2018, il permettait de récupérer autant de sang que souhaité du vampire cible sans limite supérieure. Son trait <em>Trifle</em> en a fait l'une des meilleures options de transfusion, surpassant %(minion_tap)s. L '<em>errata</em> a rendu %(minion_tap)s pertinent à nouveau, même si ce n'est que lorsqu'il est crédible de prendre plus de 5 sang à un vampire.

source: The ability to cancel any minion card is extremely valuable. It has reliable role in %(wall_decks)s to deal with %(block_denial)s, otherwise its value varies depending on how good a player is at assessing the importance of cards.
fr: La possibilité d'annuler n'importe quelle carte de serviteur est extrêmement précieuse. Il a un rôle déterminant dans les %(wall_decks)s pour gérer les %(block_denial)s, sinon sa valeur varie en fonction du joueur et de son évaluation de l'importance des cartes.

source: block denial
fr: déni de bloc

source: An excellent crypt accelerator at no cost, it is played both with big capacity crypts, but also with weenie crypts at 1-2 capacity to make it possible to draw and get out a vampire in a single turn. Even if it is <em>Unique</em>, some decks include it in multiple copies to improve their chances to draw it early on.
fr: Excellent accélérateur de crypte gratuit, il se joue à la fois avec des cryptes à grande capacité, mais aussi avec des cryptes weenie avec des capacités à 1-2 pour permettre de piocher et sortir un vampire en un seul tour. Même s'il est <em>Unique</em>, certains decks l'incluent en plusieurs exemplaires pour améliorer leurs chances de le piocher tôt.

source: Similar to %(vessel)s in its effect, it is not a <em>Trifle</em>, so it does not fit in all decks depending on the number of Master cards. Even if it can be destroyed by a %(vessel)s, it is immediately usable when played and costs zero pool.
fr: Semblable à %(vessel)s dans son effet, ce n'est pas un <em>Trifle</em>, donc elle ne rentre pas dans tous les decks en fonction du nombre de cartes Maître. Même si elle peut être détruite par un %(vessel)s, elle est immédiatement utilisable lorsqu'elle est jouée et ne coûte pas d'influence.

source: A good bloat device that generates one pool per turn at no cost. It is a no-brainer in decks able to defend it. It can also be a useful bargaining chip when dealing with other Methusalahs, as it can easily be borrowed as part of a deal.
fr: Un bon outil de régénération qui génère un d'influence par tour gratuitement. C'est une évidence dans les decks capables de le défendre. Il peut également être une monnaie d'échange utile lorsque l'on traite avec d'autres Methusalahs, car il peut facilement être emprunté dans le cadre d'un accord.

source: A cheap <em>Trifle</em> that provides rotation to the crypt. For a lot of crypts, this is a useful asset in the mid game to help fetch a third vampire. It is even guaranteed to generate one pool at some point.
fr: Un <em>Trifle</em> bon marché qui apporte une rotation de crypte. Pour beaucoup de cryptes, c'est un atout utile en milieu de partie pour aider à récupérer un troisième vampire. Il garantit même un point d'influence à la fin.

source: A key card for combat heavy decks, usually used on the prey's minions, it provides excellent pool damage. The fact that it is <em>Unique</em> means it can not easily be abused, though.
fr: Une carte clé pour les decks orientés combat, généralement utilisée sur les serviteurs de la proie, elle fournit d'excellents dégâts d'influence. Le fait qu'elle soit <em>Unique</em> signifie qu'elle ne peut pas être facilement surexploitée.

source: A dreadful deterrent against too powerful bleeders. A must have for decks who do not have access to bounces, it can be included in virtually any deck just to discourage the 6-7 bleed scores %(dom)s or %(pre)s can achieve.
fr: Un dissuasif terrible contre les morsures trop puissantes. Un must pour les decks qui n'ont pas accès aux rebonds, il peut être inclus dans pratiquement n'importe quel deck juste pour décourager les morsures à 6-7 que %(dom)s ou %(pre)s peuvent produire.

source: Countering Master cards is often useful: the best move is to counter a bloat card like %(villein)s, which is equivalent to a serious bleed. Other powerful Master cards can be countered this way too.
fr: Contrer les cartes Maître est souvent utile : le mieux est de contrer une carte de régénération comme %(villein)s, ce qui équivaut à une bonne morsure. D'autres cartes Maître puissantes peuvent également être contrées de cette façon.

source: A good way to bring back some blood on a vampire, it can also provide protection by blocking an action and is a key combination with %(war_ghoul)s and %(khazar_s_diary)s.
fr: Un bon moyen de ramener du sang sur un vampire, il peut également fournir une protection en bloquant une action et est une combinaison clé avec %(war_ghoul)s et %(khazar_s_diary)s.

source: A useful tool as it enables the play of more Master cards at no cost, it can be combined with vampires providing yet another Master action: %(anson)s, %(nana_buruku)s, %(cybele)s, %(huitzilopochtli)s or %(isanwayen)s.
fr: Un outil utile car il permet de jouer plus de cartes Maître, il peut être combiné avec des vampires fournissant encore une autre action de Maître : %(anson)s, %(nana_buruku)s, %(cybele)s, %(huitzilopochtli)s ou %(isanwayen)s.

source: An easy way to get some pool back on a vampire at no cost. Many actions go through unblocked and unreacted to, so it tends to bring a pool back on the vampire at least every other turn.
fr: Un moyen facile de ramener du sang sur un vampire. De nombreuses actions passent sans bloc ni réaction, donc cela a tendance à ramener un point sur le vampire au moins tous les deux tours.

source: One of the best tool available to bring some blood back on a vampire, it works beautifully with %(blood_doll)s or %(vessel)s. It needs to be defended to be kept in play, but such a good blood generator at no cost is a bargain.
fr: L'un des meilleurs outils disponibles pour ramener du sang sur un vampire, il fonctionne à merveille avec %(blood_doll)s ou %(vessel)s. Il doit être défendu pour être maintenu en jeu, mais un si bon générateur de sang gratuit est une bonne affaire.

source: A costly but efficient location. The stealth can make the difference between life or death for the prey, and the bonus hand size is nothing to frown upon. It is a little bit better in decks using %(parity_shift)s as it can get the pool down just enough to be able to play the vote against one's prey.
fr: Un lieu coûteux mais efficace. La discrétion peut faire la différence entre la vie ou la mort pour la proie, et le bonus de taille de main n'est pas rien. Il est encore meilleur dans les decks utilisant %(parity_shift)s car il peut réduire l'influence juste assez pour pouvoir jouer le vote contre sa proie.

source: Very similar to %(wash)s, it is not a <em>Trifle</em> but, on the other hand, it does not let the target play another Master, so it is a bit more efficient for stopping a bloat. So, if there is room for a full fledged Master in the deck, it is a marginally better option.
fr: Très similaire à %(wash)s, ce n'est pas un <em>Trifle</em> mais, par contre, il ne permet pas à la cible de jouer une autre carte Maître, donc c'est un peu plus efficace pour arrêter une régénération. Donc, s'il y a la place pour une carte Maître à part entière dans le deck, c'est une option légèrement meilleure.

source: A good way to bring some blood back on the table, is it a useful tool against rush and grinder decks. Even if it does not come along so often, the fact that it helps the whole table can really slow down these particular archetypes.
fr: Un bon moyen de ramener du sang sur la table, c'est un outil utile contre les decks rush ou grinder. Même si cela n'arrive pas si souvent, aider toute la table peut vraiment ralentir ces archétypes en particulier.

source: It is a decent bloating device but its key ability is to allow some recursion in the deck. Played in conjunction with some cards adding Master actions, it becomes tremendously efficient. Decks that use it typically include a dozen of them, but getting over 20 copies is not unheard of.
fr: C'est un appareil de regénération décent, mais sa principale utilité est de permettre une certaine récursivité dans le deck. Joué en conjonction avec certaines cartes ajoutant des actions Maître, il devient extrêmement efficace. Les decks qui l'utilisent en incluent généralement une douzaine, voire plus de 20 copies.

source: A powerful tool for <em>powerbleed</em> constructs. Its ability to destroy an equipment can be useful, but it is mostly included for its ability to lock vampires, and it is a key card for bleed decks without stealth.
fr: Un outil puissant pour les decks <em>powerbleed</em>. Sa capacité à détruire un équipement peut être utile, mais elle est principalement incluse pour sa capacité à incliner les vampires, et c'est une carte clé pour mordre dans les decks sans discrétion.

source: Although <em>Unique</em>, it is a solid counter against rush decks. Other options are required to really defend against them as this can only protect one vampire, but this is still a vampire one would not take down easily.
fr: Bien qu'<em>Unique</em>, c'est un contre sévère contre les decks rush. D'autres options sont nécessaires pour vraiment se défendre contre eux car il ne protège qu'un seul vampire, mais c'est toujours un vampire que l'on n'abattra pas facilement.

source: This is a good damage dealing option for <em>wall</em> decks. As they tend to be low on pool damage, this helps them ousting the table in timely fashion.
fr: C'est une bonne option pour infliger des dégâts pour les decks <em>mur</em>. Comme ils ont tendance à peu endommager l'influence, cela les aide à éliminer la table en temps opportun.

source: Although loosing a vampire is a steep price to pay, this is the highest bloat possible. Played on a 10 or 11 capacity vampire, that's a lot of pool, moreover if %(minion_tap)s has been played on the vampire the turn before. It can also often be played for 2 pool damages on the prey.
fr: Bien que perdre un vampire soit un prix élevé à payer, c'est la plus grosse régénération possible. Joué sur un vampire de capacité 10 ou 11, c'est beaucoup d'influence, encore plus si %(minion_tap)s a été joué sur le vampire le tour précédent. Il peut aussi souvent être joué pour 2 dégâts d'influence sur la proie.

source: An excellent crypt accelerator provided one has big capacity vampires and enough pool to use it. It is a very good combination with %(villein)s or %(minion_tap)s, but also helps get some pool out fast to play a %(parity_shift)s on one's prey.
fr: Un excellent accélérateur de crypte à condition d'avoir des vampires de grande capacité et suffisamment d'influence pour l'utiliser. C'est une très bonne combinaison avec %(villein)s ou %(minion_tap)s, mais permet également de dépenser de l'influence rapidement pour jouer un %(parity_shift)s sur sa proie.

source: Although not as versatile as %(dreams_of_the_sphinx)s, it is a good additional tool to help card rotation at no cost.
fr: Bien qu'il ne soit pas aussi polyvalent que %(dreams_of_the_sphinx)s, c'est un outil supplémentaire gratuit pour aider la rotation des cartes.

source: A good permanent intercept card at a decent price, it can even be used to help another player. As it is <em>Unique</em>, other locations can be included along it to improve intercept, in order of frequency %(wrmh_talk_radio)s, %(channel_10)s, %(the_rumor_mill)s and %(wall_street_night)s.
fr: Une bonne carte d'interception permanente à un prix décent, elle peut même être utilisée pour aider un autre joueur. Comme elle est <em>Unique</em>, d'autres lieux peuvent être inclus aux côtés de celui-ci pour améliorer l'interception, par ordre de fréquence %(wrmh_talk_radio)s, %(channel_10)s, %(the_rumor_mill)s et %(wall_street_night)s.
