Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: The lack of damage prevention is an issue for combat-oriented decks, but the access to %(immortal_grapple)s makes up for it. Multiple vote constructs have also been seen.
fr: Le manque de prévention de dégâts est un problème pour les decks orientés combat, mais l'accès à %(immortal_grapple)s compense. Des decks de vote sont aussi parfois joués.

source: The absolute star of the Guruhi clan, she is often played for her rare ability to grant more Master actions. Her disciplines are often a secondary subject and she is largely played in non-Guruhi decks.
fr: Star absolue du clan Guruhi, elle est souvent jouée pour sa rare aptitude à accorder une actions de Maître supplémentaire. Ses disciplines sont souvent un sujet secondaire et elle est largement jouée dans des decks non Guruhi.

source: %(ANI)s%(POT)s for only 5 pool is a bargain. An easy inclusion in any Guruhi or Nosferatu %(nosferatu)s build.
fr: %(ANI)s%(POT)s pour seulement 5 d'influence est une bonne affaire. Une inclusion facile dans n'importe quel deck Guruhi ou Nosferatu %(nosferatu)s.

source: All clan disciplines at superior with a rush ability included. A must-have in rush decks, often played along %(nana_buruku)s.
fr: Toutes les disciplines de clan en supérieur avec une aptitude de rush incluse. Un incontournable dans les decks rush, souvent jouée avec %(nana_buruku)s.

source: A cheap price for superior %(PRE)s, he can even be included in mono %(pre)s builds.
fr: Bon marché pour %(PRE)s en supérieur, il peut même être inclus dans les builds mono %(pre)s.

source: One of the best bloating device in the game, only available to Guruhi and difficult to play in multi-clans decks.
fr: L'un des meilleurs outils de régénération du jeu, uniquement disponible pour Guruhi et difficile à jouer dans les decks multi-clans.

source: The only vampire of the game with a bleed power of 4. Worth mentioning, even if he is often played in big capacity %(DOM)s%(OBF)s decks with no Guruhi specifics.
fr: Le seul vampire du jeu avec une morsure à 4. Remarquable, même s'il est souvent joué dans les decks %(DOM)s%(OBF)s haute capacité sans spécificité Guruhi.

source: An additional title that is unlikely to contest, it's a worthy inclusion in a political deck and a useful addition to %(nana_buruku)s or %(aren)s.
fr: Un titre supplémentaire qu'il est peu probable de contester, c'est une inclusion raisonnable dans un deck politique et un ajout utile à %(nana_buruku)s ou %(aren)s.

source: A magaji with a useful ability, her cost is a bit steep, but she finds her place in a political deck, and her %(ABO)s discipline can get her into Akunanse %(akunanse)s decks, although she is more often associated with %(eze_the_demon_prince)s.
fr: Une magaji avec une aptitude utile, son coût est un peu élevé, mais elle trouve sa place dans un deck politique, et sa discipline %(ABO)s peut la faire entrer dans les decks Akunanse %(akunanse)s, bien qu'elle soit plus souvent associée à %(eze_the_demon_prince)s.

source: Lost Kindred expansion
fr: extension Lost Kindred

source: The Harbingers of Skulls have excellent vampires with outstanding abilities. They grew increasingly popular since the release of the %(lost_kindred_expansion)s in 2018, and the apparition of the excellent %(emerald_legionnaire)s, giving birth to the %(emerald_legion)s archetype. It was so successful the card got errated in 2024, to limit its power.
fr: Les Émissaires des Crânes ont d'excellents vampires aux capacités extraordinaires. Ils sont devenus de plus en plus populaires depuis la sortie de l'%(lost_kindred_expansion)s en 2018, et l'apparition de l'excellent %(emerald_legionnaire)s, donnant naissance à l'archétype %(emerald_legion)s. Il a rencontré un tel succès que la carte a été erratée en 2024 pour limiter sa puissance.

source: A cheap cost for the %(AUS)s%(FOR)s combination – he even gets included in Ventrue antitribu %(ventre_antitribu)s decks.
fr: Bon marché pour la combinaison %(AUS)s%(FOR)s – il est même inclus dans les decks Ventrue antitribu %(ventre_antitribu)s.

source: A good ally with an excellent ability that let him come back into play for free. The %(emerald_legion)s archetype is built around him.
fr: Un bon allié avec une excellente aptitude qui lui permet de revenir en jeu gratuitement. L'archétype %(emerald_legion)s est construit autour de lui.

source: All clan disciplines %(NEC)s%(AUS)s%(FOR)s at superior for a decent 7 pool, his ability is useful for card rotation, but also as a way to get more cards in the ash heap to pay for the %(emerald_legionnaire)s.
fr: Toutes les disciplines de clan %(NEC)s%(AUS)s%(FOR)s en supérieur pour un coût raisonnable de 7, son aptitude est utile pour la rotation des cartes, mais aussi comme moyen d'obtenir plus de cartes dans le tas de cendres pour payer les %(emerald_legionnaire)s.

source: A decent disciplines combination and a great ability for cards rotation.
fr: Une combinaison de disciplines décente et une belle aptitude de rotation de cartes.

source: A good disciplines combination, and her ability has a nice synergy with %(trochomancy)s and %(inevitability_of_the_void)s.
fr: Une bonne combinaison de disciplines, et son aptitude a une belle synergie avec %(trochomancy)s et %(inevitability_of_the_void)s.

source: Only 1 pool for permanent stealth, this is a bargain.
fr: Seulement 1 point d'influence pour de la discrétion permanente, c'est une bonne affaire.

source: All clan disciplines at superior %(NEC)s%(AUS)s%(FOR)s, combined with a nice ability that let him recruit %(emerald_legionnaire)s at a discount.
fr: Toutes les disciplines de clan en supérieur %(NEC)s%(AUS)s%(FOR)s, combinées à une belle aptitude qui lui permet de recruter des %(emerald_legionnaire)s au rabais.

source: Often seen in company with %(saulot_the_wanderer)s as they both have %(AUS)s%(FOR)s%(THA)s, he is also a good star vampire in Harbingers of Skulls decks.
fr: Souvent vu en compagnie de %(saulot_the_wanderer)s car ils ont tous les deux %(AUS)s%(FOR)s%(THA)s, c'est aussi un bon vampire star dans les decks Émissaires des Crânes.

source: The Imbued have a special place in the game: they are not vampires, but mortal allies. They are organised in creeds instead of clans, and have virtues instead of disciplines. Their bizarre handling and specific ruleset makes them unique, and they have given birth to their own %(hunters)s archetype.
fr: Les Illuminés ont une place particulière dans le jeu : ce ne sont pas des vampires, mais des alliés mortels. Ils sont organisés en credo au lieu de clans, et ont des vertus au lieu de disciplines. Leur gestion bizarre et leurs règles spécifiques les rendent uniques et ils ont donné naissance à leur propre archétype %(hunters)s.

source: They have a unique access to Powers (an easy inclusion as they are fetched at +1 stealth with unlock) and Convictions %(CONVICTION)s cards (all three played in imbued decks as they stack and have no downside).
fr: Ils ont un accès unique aux Pouvoirs (une inclusion facile car ils sont récupérés à +1 discrétion avec redressement) et aux cartes Conviction %(CONVICTION)s (toutes trois jouées dans des decks Illuminés car elles se superposent et n'ont aucun inconvénient).

source: The most played <em>Conviction</em>. Usually all three <em>Conviction</em> %(CONVICTION)s cards are played in imbued decks, but %(beatrice)s is often added to vampire crypts for additional bleed, and all she really needs is this <em>Conviction</em> %(CONVICTION)s for a bit of stealth.
fr: La <em>Conviction</em> la plus jouée. Normalement les trois <em>Conviction</em> %(CONVICTION)s sont jouées dans les decks Illuminés, mais %(beatrice)s est souvent jouée dans des cryptes de vampires pour son bonus de morsure, et elle n'a besoin que de cette <em>Conviction</em> %(CONVICTION)s pour un peu de discrétion.

source: This is usually the first <em>Conviction</em> %(CONVICTION)s any Imbued fetches when he comes into play, as it protects them against anti-ally actions like %(entrancement)s.
fr: Il s'agit généralement de la première <em>Conviction</em> %(CONVICTION)s récupérée par un Illuminé quand il entre en jeu, car cela les protègent contre les actions anti-alliées comme %(entrancement)s.

source: An excellent <em>Conviction</em> %(CONVICTION)s that boosts combat or bleed depending on the need. As it is a <em>Conviction</em> %(CONVICTION)s, it can be used every turn and come back into play during the unlock phase.
fr: Une excellente <em>Conviction</em> %(CONVICTION)s qui booste le combat ou la morsure selon les besoins. Comme il s'agit d'une <em>Conviction</em> %(CONVICTION)s, elle peut être utilisée à chaque tour et revenir en jeu pendant la phase de redressement.

source: A good bleeding minion for just 3 pool, she gets included in vampire crypts to help with the bleed, as her ability makes her impractical in Imbued crypts. Helped by a %(second_sight)s for stealth, she becomes an interesting minion.
fr: Bon serviteur de morsure pour seulement 3 d'influence, elle est incluse dans les cryptes de vampire pour aider avec la morsure, car sa capacité la rend impraticable dans les cryptes Illuminés. Aidée par un %(second_sight)s pour la discrétion, elle devient un serviteur intéressant.

source: Her ability is the cornerstone of most Imbued decks. Not only can the Imbued come back from Incapacity (their version of torpor) with only two <em>Convictions</em> %(CONVICTION_2)s instead of three, they can also do so during any turn. As Imbued are fragile, this additional protection is welcome.
fr: Son aptitude est la pierre angulaire de la plupart des decks Illuminés. Non seulement les Illuminés peuvent revenir d'incapacité (leur version de la torpeur) avec seulement deux <em>Convictions</em> %(CONVICTION_2)s au lieu de trois, mais ils peuvent aussi le faire à n'importe quel tour. Comme les Illuminés sont fragiles, cette protection supplémentaire est la bienvenue.

source: A versatile out-of-turn Master. It can be used as a wake, but also as a way to bring equipment into play without being blocked. As Imbued do not get so much stealth, this is a real asset to gear them up.
fr: Une carte Maître hors-tour polyvalente. Elle peut être utilisée comme un réveil, mais aussi comme un moyen de mettre en jeu de l'équipement sans être bloqué. Comme les Illuminés n'ont guère de discrétion, c'est un véritable atout pour les équiper.

source: A decent bloating device for Imbued decks, it is included in most of them, sometimes in multiple copies.
fr: Un outil de régénération décent pour les decks Illuminés, il est inclus dans la plupart d'entre eux, parfois en plusieurs exemplaires.

source: A powerful weapon only Imbued can wield. It gets included in most Imbued decks.
fr: Une arme puissante que seul Illuminés peuvent utiliser. Elle est incluse dans la plupart des decks Illuminés.

source: His virtues are useful and his ability is an excellent bloat device, so he gets included in many Imbued decks.
fr: Ses vertus sont utiles et son aptitude est un excellent outil de régénération, il est donc inclus dans de nombreux decks Illuminés.

source: Good virtues for a decent price, his ability is also quite nice as it deters rush actions against him.
fr: De bonnes vertus pour un prix décent, son aptitude est également assez intéressante car elle dissuade les rush à son encontre.

source: Jewel of the Justice %(jus)s virtue, the combination of <em>drive</em> and <em>wake</em> effects makes for a very nice bonus in %(a_b)s.
fr: Joyau de la vertu de Justice %(jus)s, la combinaison des effets <em>drive</em> et <em>wake</em> fait un très beau bonus d'%(a_b)s.

source: Excellent virtues with a good combat ability, he gets included in most Imbued decks.
fr: Excellentes vertus avec une bonne aptitude de combat, il est inclus dans la plupart des decks Illuminé.

source: Second excellent Justice %(jus)s power after %(vigilance)s, it explains why the Justice %(jus)s virtue is the most played among Imbued. Combined with %(the_unmasking)s, it transforms the Imbued in excellent blockers.
fr: Deuxième excellent pouvoir de Justice %(jus)s après %(vigilance)s, il explique pourquoi la vertu de Justice %(jus)s est la plus jouée parmi les Illuminés. Combiné avec %(the_unmasking)s, il transforme les Illuminés en d'excellents bloqueurs.

source: This regeneration ability makes any Imbued with the Defense %(def)s virtue quite sturdy. As Imbued can not hunt, this is one of the few ways they can get some life back.
fr: Cette aptitude de régénération rend tout Illuminé ayant la vertu de Défense %(def)s assez robuste. Comme un Illuminé ne peut pas chasser, c'est l'une des rares façons de leur rendre de la vie.

source: The only bounce Imbued can use against bleeds, it is easy to include as %(jennie)s has the Vision %(vin)s virtue. It can also be used to cancel an action on the prey side, so it is very versatile.
fr: Le seul rebond que les Illuminés peuvent utiliser contre les morsures, il est facile à inclure car %(jennie)s a la vertu de Vision %(vin)s. Il peut également être utilisé pour annuler une action du côté de la proie, il est donc très polyvalent.

source: Another good Defense %(def)s power, as it can be used to "block" bleeds without even needing intercept. The <em>Conviction</em> %(CONVICTION)s cost is a bit high, but the threat of it alone can slow down an aggressive predator.
fr: Un autre bon pouvoir de Défense %(def)s, puisqu'il permet de "bloquer" les morsures sans interception. Le coût de Conviction %(CONVICTION)s est un peu élevé, mais la menace de son effet seule peut déjà ralentir un prédateur aggressif.

source: The Ishtarri and their %(for)s%(cel)s%(pre)s disciplines combination have excellent titled vampires, so they've been included in political archetypes, as well as landed an archetype of their own: %(ishtarri_politics)s. The %(for)s%(cel)s combination let them use %(forced_march)s, one of the best combo cards out there.
fr: Les Ishtarri et leur combinaison de disciplines %(for)s%(cel)s%(pre)s ont d'excellents vampires titrés, ils ont donc été inclus dans des archétypes politiques, mais ont aussi leur propre archétype : %(ishtarri_politics)s. La combinaison %(for)s%(cel)s leur permet d'utiliser %(forced_march)s, l'une des meilleures cartes combo disponibles.

source: With its magaji title and unique ability to fetch cards from the ash heap, he has been included not only in Ishtarri decks, but also as a secondary vampire in %(pre)s%(obf)s vote constructs.
fr: Avec son titre de magaji et son aptitude unique à récupérer des cartes du tas de cendres, il a été inclus non seulement dans les decks Ishtarri, mais aussi en tant que vampire secondaire dans les decks de vote %(pre)s%(obf)s.

source: A magaji for only 7 pool, with an inferior %(for)s sufficient for %(forced_march)s and an additional %(obf)s that can be used in many constructs. Alongside %(undele)s and %(ayo_igoli)s, she makes for a nice crypt.
fr: Une magaji pour seulement 7 d'influence, avec %(for)s en inférieur qui suffit pour %(forced_march)s et %(obf)s par dessus, elle peut être utilisée dans de nombreux decks. Aux côtés d'%(undele)s et %(ayo_igoli)s, elle forme une belle crypte.

source: An excellent stealth enhancer, although only usable on the first action, it is very valuable since the clan as few other stealth alternatives.
fr: Un excellent améliorateur de discrétion, bien qu'utilisable uniquement sur la première action, il est très précieux étant donné que le clan a peu d'alternatives de discrétion.

source: A good title unlikely to be contested, it is a worthy inclusion in a political deck, and an excellent addition for %(ayo_igoli)s.
fr: Un bon titre peu susceptible d'être contesté, mérite l'inclusion dans un deck politique, et un excellent ajout pour %(ayo_igoli)s.

source: An excellent ability alongside %(PRE)s for a cheap 5 pool. She finds her place even in mono %(pre)s decks.
fr: Une excellente aptitude aux côtés de %(PRE)s pour un coût faible de 5. Elle trouve sa place même dans les decks mono %(pre)s.

source: Another source of additional actions for Ishtarri, always welcome. It is a little bit fragile so it is more playable if the deck has at least some intercept capacities. But even making an opponent waste an action to take it out may be good enough.
fr: Une autre source d'actions supplémentaires pour les Ishtarri, toujours la bienvenue. Il est un peu fragile donc plus jouable si le deck a les moyens d'intercepter un peu. Mais le fait de faire perdre une action à un adversaire pour la retirer peut être suffisant.

source: Yet another Ishtarri with %(obf)s, she is an excellent complement to a political crypt. Her capacity and ability makes her an ideal candidate for the Kholo title using %(ishtarri_kholo)s.
fr: Encore une autre Ishtarri avec %(obf)s, elle est un excellent complément à une crypte politique. Son aptitude et sa capacité en font une candidate idéale pour le titre de Kholo en utilisant %(ishtarri_kholo)s.

source: All clan disciplines at inferior for 4 pool, a decent side-kick.
fr: Toutes les disciplines de clan en inférieur pour 4 d'influence, une acolyte décente.

source: The Kiasyd and their unique %(myt)s discipline are quite close to the Lasombra %(lasombra)s, so they've been included in Lasombra %(lasombra)s deck as additional vampires, but also led to an archetype of their own, the %(kiasyd_stealth_bleed)s. Compared to the Lasombra %(lasombra)s, %(myt)s provides more bleed and stealth options and less combat options than %(pot)s.
fr: Les Kiasyd et leur discipline réservée %(myt)s sont assez proches des Lasombra %(lasombra)s, et son du coup souvent inclus comme vampires supplémentaires dans les decks Lasombra %(lasombra)s, mais ont aussi donné naissance à leur propre archétype, le %(kiasyd_stealth_bleed)s. Comparés aux Lasombra %(lasombra)s, %(myt)s leur donne plus de discrétion et de morsure, mais moins d'options de combat que %(pot)s.

source: A solid %(OBT)s%(DOM)s combination for just 5 pool, she is included in Lasombra %(lasombra)s as well as Kiasyd decks.
fr: Une solide combinaison %(OBT)s%(DOM)s pour seulement 5 d'influence, elle est incluse dans les decks Lasombra %(lasombra)s aussi bien que Kiasyd.

source: All clan disciplines at superior %(OBF)s%(DOM)s%(MYT)s for just 6 pool, he also has a rare ability that can provide an additional Master action. He sometimes get included in decks for this ability alone.
fr: Toutes les disciplines de clan en supérieur %(OBF)s%(DOM)s%(MYT)s pour seulement 6 d'influence, il a également une aptitude rare qui peut fournir une action de Maître supplémentaire. Il est parfois inclus dans les decks pour cette aptitude à elle seule.

source: It is included in most Kiasyd decks and even in Lasombra-Kiasyd mixes as it can also be used at %(obt)s. Additional stealth from %(myt)s is one of the main points of using Kiasyd instead of Lasombra %(lasombra)s.
fr: Inclus dans la plupart des decks Kiasyd et même dans les mélanges Lasombra-Kiasyd car il peut également être utilisé avec %(obt)s. La discrétion supplémentaire de %(myt)s est l'un des principaux avantages à utiliser des Kiasyd au lieu des Lasombra %(lasombra)s.

source: Often included when playing four or more Kiasyds in the crypt – it has no burn option and can jam the hand if no Kiasyd is out yet. This is a 3 pool bloat, a high value for a Master card.
fr: Souvent inclus lorsque l'on joue quatre Kiasyd ou plus dans la crypte – il n'a pas d'option de défausse et peut bloquer la main si aucun Kiasyd n'est encore sorti. Il s'agit d'une régénération de 3 points d'influence, ce qui est élevé pour une carte Maître.

source: A good disciplines combination at a reasonable price — she is often included in pure Kiasyd crypts.
fr: Une bonne combinaison de disciplines à un prix raisonnable – elle est souvent incluse dans les cryptes purement Kiasyd.

source: The intercept feature can come in handy in some cases, but this card is mostly used for yet another source of stealth
fr: L'interception peut être utile dans certains cas, mais cette carte est principalement utilisée pour une source de discrétion supplémentaire.

source: Yet another stealth source, with a combat option that can come in handy. The ability to cancel an %(immortal_grapple)s can save a vampire, even if it is not the main point of the card.
fr: Encore une autre source de discrétion, avec une option de combat qui peut être utile. La possibilité d'annuler un %(immortal_grapple)s peut sauver un vampire, même si ce n'est pas l'intérêt principal de la carte.

source: Good disciplines combination and an excellent ability in pure Kiasyd crypts, for a very reasonnable 7 pool.
fr: Bonne combinaison de disciplines et une excellente aptitude dans les cryptes purement Kiasyd, pour un coût de 7 très raisonnable.

source: A good disciplines combination for pure Kiasyd crypts, although his ability is rarely used.
fr: Une bonne combinaison de disciplines pour les cryptes purement Kiasyd, bien que son aptitude soit rarement utilisée.

source: Although a bit expensive with his 8 pool cost, he has all clan disciplines at superior and an excellent ability that let him deliver deadlier bleeds to the prey.
fr: Bien qu'un peu cher avec son coût de 8 d'influence, il a toutes les disciplines de clan en supérieur et une excellente aptitude qui lui permet de mordre la proie plus violemment.

source: Not used in all Kiasyd constructs, as %(dom)s gives access to better bleed actions, its +1 stealth bonus can still be the cornerstone of a stealth & bleed strategy. Combined with %(bonding)s, it results in a solid 3 bleed and 2 stealth action.
fr: Elle n'est pas utilisée dans tous les decks de Kiasyd, car %(dom)s donne accès à de meilleures actions de morsure, mais son bonus de discrétion de +1 peut constituer la pierre angulaire d'une stratégie de discrétion et de morsure. Combinée avec %(bonding)s, il en résulte une action solide de morsure à 3 avec 2 de discrétion.

source: A nice boost for a lunge move, it is a classic inclusion for pure Kiasyd decks. Again, the lack of a burn option makes it difficult to include in mixed Lasombra %(lasombra)s decks.
fr: Un bon coup de pouce pour un coup de grâce, c'est une inclusion classique pour les decks purement Kiasyd. Encore une fois, l'absence d'option de défausse rend difficile l'inclusion dans les decks Lasombra %(lasombra)s mixtes.

source: The Lasombra and their rare %(obt)s discipline are quite close to the Kiasyd %(kiasyd)s, but a little more played. They have given birth to the infamous %(lasombra_nocturn)s archetype, one of the strongest stealth & bleed archetypes of the game using the %(DOM)s%(OBT)s disciplines combination. They also can be used for political or even toolbox builds, but this is a rarer occurence.
fr: Les Lasombra et leur discipline %(obt)s sont assez proches des Kiasyd %(kiasyd)s, mais un peu plus joués. Ils ont donné naissance au fameux archétype %(lasombra_nocturn)s, un des archétypes stealth & bleed les plus puissants du jeu qui utilise la combinaison de disciplines %(DOM)s%(OBT)s. Ils peuvent aussi être utilisés en politique ou même en toolbox, mais ce sont des constructions plus rares.

source: The strongest stealth for %(obt)s, pricier than the %(obf)s equivalents %(lost_in_crowds)s and %(into_thin_air)s of course.
fr: La discrétion la plus puissante en %(obt)s, plus chère que les équivalents %(obf)s %(lost_in_crowds)s et %(into_thin_air)s bien sûr.

source: Another stealth modifier, this one at no cost.
fr: Un autre modificateur de discrétion, celui-ci sans frais.

source: Yet another stealth enhancer, this one only really useful at superior %(OBT)s.
fr: Encore un autre améliorateur de discrétion, celui-ci n'est vraiment utile qu'en %(OBT)s supérieur.
