Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h3>Balance offence and defence</h3> <p> The <em>« toolbox »</em> nature of the deck means it can adapt to the context. You can bleed with all your minions and apply a maximum pressure to you prey, or keep most of them unlocked for defence. </p> <p> The balance between offensive actions and keeping minions for defence is essential. Try to play a maximum of cards but at the same time keep them in hand if you have to wait for the right moment or another card to complement it. </p> <p> For example, wait until you have a good combat card before using %(harass)s on an enemy minion. Or wait until you have a %(mirror_walk)s before trying to get a %(conditioning)s through. </p>
fr: <h3>Équilibrer l'attaque et la défense</h3> <p> La nature <em>« toolbox »</em> du deck lui permet de s'adapter au contexte. Vous pouvez mordre avec tous vos serviteurs et appliquer une pression maximale sur votre proie, ou garder la plupart d'entre eux redressés pour la défense. </p> <p> L'équilibre entre les actions offensives et le maintien des serviteurs pour la défense est essentiel. Essayez de jouer un maximum de cartes mais gardez-les en même temps en main si vous devez attendre le bon moment ou une autre carte pour les compléter. </p> <p> Par exemple, attendez d'avoir une bonne carte de combat avant d'utiliser %(harass)s sur un serviteur ennemi. Ou attendez d'avoir un %(mirror_walk)s avant d'essayer de faire passer un %(conditioning)s. </p>

source: <h2>Summary</h2> <p> This is a Lasombra <em>Stealth, Bleed & Vote</em> deck. The setup is to get a the oldest vampire out first, then play %(govern_the_unaligned)s at superior %(DOM)s to get more Lasombra in play. Each vampire can undertake strong bleed and strong votes, and the high level of stealth make them hard to block. </p> <h2>Offence</h2> <p> <strong>Pool damage</strong> is very high, using %(kine_resources_contested)s and %(govern_the_unaligned)s, modified by %(conditioning)s. </p> <p> This strong offence is supported by a <strong>strong stealth module</strong> of 20 action modifiers. %(shadow_play)s, %(shroud_of_absence)s and %(shroud_of_night)s improve stealth, %(tenebrous_form)s can even be used at superior %(OBT)s to deny block from an ally (as they have no blood to spend). Finally, %(blanket_of_night)s and %(seduction)s are excellent block denials in case the prey stacks too much intercept to get the actions through. </p> <p> Finally, along damage dealing votes, %(banishment)s makes for an excellent vampire remover since the capacity of the deck vampires is high. Played on a vampire with low blood, it forces the Methusalah to pay pool again to get her back into play. </p> <h2>Defence</h2> <p> The <strong>bloat module is strong</strong>, using %(villein)s to get blood back from the big capacity vampires, as well as two strong bloating votes: %(ancient_influence)s and %(political_stranglehold)s. </p> <p> <strong>Intercept is low</strong>, with %(under_siege)s being the only intercept tool (although a very good one). </p> <p> The combat module is strictly defensive, with %(oubliette)s and %(shadow_body)s for <em>« Strike: Combat Ends »</em> and %(obedience)s to avoid the combat altogether. </p> <p> The deck should be careful about what to intercept as it needs to avoid difficult combats. Wakes are available with %(on_the_qui_vive)s and %(wake_with_evening_s_freshness)s, to be able to play %(deflection)s while locked. </p> <h2>Tips</h2> <p> Beware that some decks include %(archon_investigation)s: <strong>bleeding over 3 is a risk</strong> for the vampire, only the most disposable should be risked this way. </p> <p> Early game, use %(govern_the_unaligned)s at superior %(DOM)s <strong>two to four times</strong>: stay modest and hidden during this build-up and avoid putting too much pressure on your prey too soon. </p> <p> <strong>Avoid combat</strong>, try to block only if you have an %(obedience)s ready. </p> <p> <strong>Do not waste stealth</strong> if you are not confident you can get the action through. Better to use a <em>« Strike: Combat Ends »</em> or hope the combat does not go too bad, than to play an insufficient stealth modifier and hope to draw another one. </p>
fr: <h2> Résumé </h2> <p> C'est un deck Lasombra <em>Stealth, Bleed & Vote</em>. Le plan est de sortir d'abord le vampire le plus âgé, puis de jouer %(govern_the_unaligned)s en %(DOM)s supérieur pour obtenir plus de Lasombra en jeu. Chaque vampire peut entreprendre des morsures et des votes puissants, et le niveau élevé de discrétion les rend difficiles à bloquer. </p> <h2>Attaque</h2> <p> Les <strong>dégâts d'influence</strong> sont très élevés, avec %(kine_resources_contested)s et %(govern_the_unaligned)s, modifié par %(conditioning)s. </p> <p> Ces attaques puissantes sont soutenues par un <strong>module de discrétion lourd</strong> de 20 modificateurs. %(shadow_play)s, %(shroud_of_absence)s et %(shroud_of_night)s améliorent la discrétion, %(tenebrous_form)s peut être utilisé en %(OBT)s supérieure pour annuler un bloc d'allié (ils n'ont pas de sang à dépenser). Enfin, %(blanket_of_night)s et %(seduction)s sont de bons dénis de bloc si la proie empile trop d'interception. </p> <p> En plus des votes de dégâts, %(banishment)s est utile car la capacité des vampires du deck est élevée. Joué sur un vampire exsangue, il force le Methusalah à payer pour le remettre en jeu. </p> <h2>Défense</h2> <p> <strong>Le module de régénération est puissant</strong>, il utilise %(villein)s pour récupérer le sang des vampires de grande capacité, ainsi que deux votes de régénération puissants : %(ancient_influence)s et %(political_stranglehold)s. </p> <p> <strong>L'interception est faible</strong>, avec %(under_siege)s comme seul outil d'interception (bien que très bon). </p> <p> Le module de combat est strictement défensif, avec %(oubliette)s et %(shadow_body)s comme <em>« Frappe : fin de combat »</em> et %(obedience)s pour l'éviter complètement. </p> <p> Le deck doit choisir ses interceptions avec discernement pour éviter les combats dangereux. %(on_the_qui_vive)s et %(wake_with_evening_s_freshness)s permettent de jouer %(deflection)s en étant incliné. </p> <h2>Astuces</h2> <p> Attention, certains decks incluent %(archon_investigation)s : une <strong>morsure de plus de 3 est un risque</strong> pour le vampire, seul les plus sacrifiables doivent être risqués ainsi. </p> <p> En début de partie, utilisez %(govern_the_unaligned)s en %(DOM)s supérieur <strong>deux à quatre fois</strong> : restez discret pendant la mise en place et évitez de mettre la pression sur votre proie trop tôt. </p> <p> <strong>Évitez les combats</strong>, essayez de bloquer uniquement si vous avez une %(obedience)s prête. </p> <p> <strong>Ne gaspillez pas la discrétion</strong> si vous n'êtes pas sûr de pouvoir passer. Mieux vaut une <em>« Frappe : fin de combat »</em> ou espérer un combat paisible , que de jouer un modificateur insuffisant en espérant en piocher un de plus. </p>

source: <h3>Lunge</h3> <p> The deck has great forward power, but using it well is tricky. Too much pressure too soon and the prey will keep most of its pool for defence, you will advantage your grand-prey too much and attract the table attention. Too little, and you will not go as fast as you could. </p> <p> The usual strategy to optimize this pressure is to try to <strong>build a lunge hand</strong>. The idea is to gather a good aggressive combination in hand to oust your prey <strong>in a single turn</strong>. </p> <p> For example, if you have three vampires out, try to keep one or two %(kine_resources_contested)s, a %(govern_the_unaligned)s, a %(conditioning)s and some stealth, for a maximum total damage of 12 pool. Until you get there, keep doing 3-5 damage per turn and deflecting your predator bleed, slowly grinding your prey's pool and letting her believe 12 pool is a comfortable cushion. </p>
fr: <h3>Coup de grâce</h3> <p> Le deck a une grande puissance vers l'avant, mais l'utiliser correctement est délicat. Trop de pression trop tôt et la proie conservera la majeure partie de son influence pour la défense, vous avantagerez trop votre grande-proie et attirerez l'attention de la table. Trop peu et vous n'irez pas aussi vite que possible. </p> <p> La stratégie habituelle pour optimiser cette pression est d'essayer de <strong>construire un coup de grâce</strong>. L'idée est de rassembler une bonne combinaison agressive en main pour évincer votre proie <strong>en un seul tour</strong>. </p> <p> Par exemple, si vous avez trois vampires sortis, essayez de garder un ou deux %(kine_resources_contested)s, un %(govern_the_unaligned)s, un %(conditioning)s et un peu de discrétion, pour un total de dégâts maximum de 12 points d'influence. Jusqu'à ce que vous y arriviez, continuez à faire 3 à 5 dégâts par tour et à rebondir les morsures de votre prédateur, en broyant lentement l'influence de votre proie et en lui laissant croire que 12 points est un coussin confortable. </p>
