Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a brutal <em>swarm rush</em> deck. Low-capacity vampire %(bums_rush)s the opposition, using %(saturday_night_special)s with %(dragon_breath_rounds)s (hence the name, DBR), to remove everyone from the board. </p> <p> %(concealed_weapon)s is used to fetch the gun directly in combat, and a good portion of the crypt has %(dom)s, so they can use %(graverobbing)s to permanently remove the target from their opponent's board, and even rescue it afterwards if they have some blood left: after all, anyone can use a %(saturday_night_special)s. </p> <p> Once the board is clear enough, just bleed for one to sweep the table. </p> <h2>Tips & Tricks</h2> <p> This is a rush deck, so a control deck. One can definitely let a couple of VPs slip to the opposition if it makes for a faster game. </p> <h2>Variants</h2> <p> The %(saturday_night_special)s & %(dragon_breath_rounds)s combination can be found in a variety of decks, although maybe not in such a monomaniac intensity as in this one. </p> <p> It can be run as a side threat alongside %(flash_grenade)s, as in Brams infamous %(anu_deck)s. </p> <p> Or combined with %(antonio_d_erlette)s and his %(nephandus)s like in %(mirko_anconitani_s_deck)s. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>swarm rush</em> brutal. Des vampire de faible capacité %(bums_rush)s l’opposition, en utilisant %(saturday_night_special)s avec %(dragon_breath_rounds)s (d’où le nom, DBR), pour retirer tout le monde du plateau. </p> <p> %(concealed_weapon)s est utilisé pour récupérer l’arme directement pendant le combat, et une bonne partie de la crypte a %(dom)s, ils peuvent donc utiliser %(graverobbing)s pour retirer définitivement la cible du plateau de l’adversaire, et même le sauver ensuite s’il lui reste un peu de sang : après tout, n’importe qui peut utiliser un %(saturday_night_special)s. </p> <p> Une fois que le champ est libre, il suffit de mordre pour un et balayer la table. </p> <h2>Trucs & Astuces</h2> <p> Ceci est un deck rush, donc un deck de contrôle. On peut certainement laisser quelques PV passer à l’opposition si cela permet un jeu plus rapide. </p> <h2>Variantes</h2> <p> La combinaison %(saturday_night_special)s & %(dragon_breath_rounds)s peut être trouvée dans une variété de decks, mais peut-être pas avec une intensité aussi monomaniaque que dans celui-ci. </p> <p> Elle peut être utilisée comme une menace secondaire aux côtés de %(flash_grenade)s, comme dans le tristement célèbre %(anu_deck)s de Brams. </p> <p> Ou combiné avec %(antonio_d_erlette)s et ses %(nephandus)s comme dans le %(mirko_anconitani_s_deck)s. </p>

source: Mirko Anconitani's deck
fr: deck de Mirko Anconitani

source: Anu Deck
fr: deck Anu

source: <h2>Highlights</h2> <p> This is a <em>breed & boon</em> anarch political deck using %(alamut)s and %(fee_stake)s actions to get votes, plus %(the_embrace)s and %(web_of_knives_recruit)s for breeding, %(consanguineous_boon)s and %(exclusion_principle)s for bloating. </p> <p> The idea is to use %(revolutionary_council)s with a lot of anarchs at hand to deliver <strong>more than a dozen pool damage in a single blow</strong>, hence the <em>"Death Star"</em> name. </p> <p> The deck has a strong stealth module with %(OBF)s. </p> <h2>Tips & Tricks</h2> <p> During the beginning of the game, the deck should focus on breeding and bloating, surviving its predator. </p> <p> %(crimeth_inc)s and %(firebrand)s are used to improve %(a_b)s. </p> <p> %(alamut)s should be resplenished as much as possible. Vampires with %(obf)s are supposed to get some bleed through (even for 1 pool) to get tokens on it fast. If drawn, %(club_illusion)s make these bleed stronger. </p> <p> In late game, %(garibaldi_meucci_museum)s helps get some %(revolutionary_council)s back in hand to finish the table. </p> <h2>Variants</h2> <p> This decklist is quite famous, as Matt Morgan won the North American Championship (NAC) first day with it, only to see Ben Peal win the final on day 2 with an almost identical decklist. </p> <p> %(karl_schaefers_deck)s from 2019 is a variant using <em>Daughters of Cacophony</em> %(daughter_of_cacophony)s instead of <em>Assamite</em>. %(alamut)s, %(obf)s stealth modifiers and %(web_of_knives_recruit)s are lost, but the <em>Daughters</em> %(daughter_of_cacophony)s have access to %(pre)s vote modifiers and combat ends, %(conductor)s, %(the_missing_voice)s, %(lily_prelude)s and %(madrigal)s, making up for it. </p>
fr: <h2>Principe</h2> <p> C'est un deck politique Anarch <em>breed & boon</em> qui utilise %(alamut)s et des actions %(fee_stake)s pour avoir des votes, plus %(the_embrace)s et %(web_of_knives_recruit)s pour se reproduire, %(consanguineous_boon)s et %(exclusion_principle)s pour la régénération. </p> <p> L'idée est d'utiliser %(revolutionary_council)s avec beaucoup d'Anarchs sous la main pour infliger <strong>plus d'une dizaine de dégâts d'influence en un seul coup</strong>, d'où le nom <em>"Death Star"</em>. </p> <p> Le deck a un solide module de discrétion avec %(OBF)s. </p> <h2>Trucs & Astuces</h2> <p> En début de partie, le deck devrait se concentrer sur la prolifération et la régénération, pour survivre à son prédateur. </p> <p> %(crimeth_inc)s et %(firebrand)s sont utilisés pour améliorer l'%(a_b)s. </p> <p> %(alamut)s devrait être remplie autant que possible. Les vampires avec %(obf)s sont supposés passer quelques morsures (même pour un seul point) pour y mettre rapidement des compteurs. S'il est pioché, %(club_illusion)s renforce ces morsures. </p> <p> En fin de jeu, %(garibaldi_meucci_museum)s permet de récupérer quelques %(revolutionary_council)s en main pour finir la table. </p> <h2>Variantes</h2> <p> Cette decklist est plutôt célèbre, puisque Matt Morgan a gagné le premier jour du North American Championship (NAC) avec, et a pu voir Ben Peal gagner en finale le second jour avec une decklist quasiment identique. </p> <p> Le %(karl_schaefers_deck)s de 2019 est une variante qui utilise les <em>Filles de la Cacophonie</em> %(daughter_of_cacophony)s à la place des <em>Assamites</em>. %(alamut)s, les modificateurs de discrétion %(obf)s et %(web_of_knives_recruit)s sont perdus, mais les <em>Filles</em> %(daughter_of_cacophony)s ont accès aux modificateurs de vote de %(pre)s et à ses fins de combat, ainsi qu'à %(conductor)s, %(the_missing_voice)s, %(lily_prelude)s et %(madrigal)s, ce qui compense. </p>

source: <h2>Highlights</h2> <p> This is a <em>stealth & bleed</em> deck using the %(dem)s%(obf)s disciplines. The idea is to bring maximum pool damage to the prey as fast as possible. </p> <p> Stealth is high, with many Obfuscate %(OBF)s and a few Dementation %(dem)s modifiers. Many vampires in the crypt have a native +1 bleed ability, and the deck includes a lot of %(eyes_of_chaos)s to bring each bleed to a potential 4 or 5. It also includes a good number of %(touch_of_clarity)s, to cancel some %(deflection)s and making sure the bleeds land on the prey. </p> <p> Two thirds of the vampires have %(AUS)s, so %(telepathic_misdirection)s can be used against bleeds. Nonetheless, the deck still includes %(narrow_minds)s, with the idea that it will hurt the prey much more than it hurts the deck itself. </p> <p> %(kindred_spirits)s provides some bloat by itself and, coupled to a few %(villein)s, should let the deck get three or even four vampires out. </p> <p> When it comes down to combat, the deck relies on %(no_trace)s to end them, but also packs a lot of %(secure_haven)s and %(secret_passage)s to avoid rushes. </p> <h2>Tips & Tricks</h2> <p> Compared to other %(dem)s bleed variants, this deck takes its time. It is supposed to set things up, and take the time to protect the main vampire (with the bleed bonus) with a %(secure_haven)s or %(secret_passage)s. It includes a few %(spying_mission)s so it can cancel a huge bleed being bounced: it would otherwise help the prey if carelessly allowed to hit the grandprey. </p> <p> The couple of %(wash)s are typical: a counter on a %(villein)s amounts to a bleed of 5. They can also counter a permanent intercept location like %(krcg_news_radio)s. </p> <p> %(dreams_of_the_sphinx)s helps with cards rotation and avoid jamming the hand with stealth if the prey chooses not to block. %(touch_of_clarity)s might be pointless if the prey is not using %(dom)s bounces, but it can also be used defensivly to prevent a %(dom)s or %(pre)s bleed action. </p> <p> </p> <h2>Variants</h2> <p> Depending on what's expected, a few other cards could find their place in the deck. %(the_call)s is a common inclusion, %(hide_the_mind)s could be considered to counter the widespread %(AUS)s bounces like %(telepathic_misdirection)s. Finally, a couple of %(restructure)s can be added against allies. </p> <p> %(louhi)s can give birth to interesting variations thanks to his ability, like in %(pedros_deck)s from 2015: %(villein)s are out of question since he'll need his blood for his ability, but %(the_call)s can be used to compensate. The result is slower, but, again, the availability of both %(hide_the_mind)s and %(touch_of_clarity)s provide great lunge opportunities. </p> <p> The deck can be built with Dementation %(DEM)s only, and lower capacity vampires, as in %(bram_van_stappen_s_deck)s from the 2013 German NC. This is faster, but also more fragile as the stealth gets lower and the vampires have no good solution against combat. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>stealth & bleed</em> qui utilise les disciplines %(dem)s%(obf)s. L'idée est d'infliger un maximum de dégâts d'influence à la proie le plus rapidement possible. </p> <p> La discrétion est très élevée, avec de nombreux modificateurs %(OBF)s et quelques %(dem)s. De nombreux vampires dans la crypte ont une puissance de morsure native à +1, et le deck comprend de nombreux %(eyes_of_chaos)s pour amener chaque morsure à un potentiel de 4 ou 5. Il comprend également un bon nombre de %(touch_of_clarity)s, pour une bonne chance d'annuler une %(deflection)s et s'assurer que les morsures atteignent leur cible. </p> <p> Les deux tiers des vampires ont %(AUS)s, donc %(telepathic_misdirection)s peut être utilisé contre les morsures. Néanmoins, le deck inclut toujours %(narrow_minds)s, avec l'idée que cela blessera la proie bien plus que cela ne blessera le deck lui-même. </p> <p> %(kindred_spirits)s fournit un peu de régénération par lui-même et, couplé à quelques %(villein)s, cela devrait permettre au deck de sortir trois ou même quatre vampires. </p> <p> En matière de combat, le deck s'appuie sur %(no_trace)s pour y mettre fin, mais contient également de nombreux %(secure_haven)s et %(secret_passage)s pour éviter les rushs. </p> <h2>Trucs & Astuces</h2> <p> Comparé aux autres variantes de morsure %(dem)s, ce deck prend son temps. Il est censé mettre les choses en place sereinement, en prenant le temps de protéger le vampire principal (avec le bonus de morsure) avec un %(secure_haven)s ou un %(secret_passage)s. Il comprend quelques %(spying_mission)s afin qu'il puisse annuler une énorme morsure qui rebondit si nécessaire : cela aiderait trop la proie s'il est juste autorisé à frapper la grand-proie. </p> <p> Les quelques %(wash)s sont typiques : contrer un %(villein)s revient à une morsure de 5. Ils peuvent également contrer un lieu d'interception permanent comme %(krcg_news_radio)s. </p> <p> %(dreams_of_the_sphinx)s aide à la rotation des cartes et évite de bloquer la main avec la discrétion si la proie choisit de ne pas bloquer. %(touch_of_clarity)s peut être inutile si la proie n'utilise pas les rebonds %(dom)s, mais il peut également être utilisé de manière défensive pour empêcher une action de morsure %(dom)s ou %(pre)s. </p> <p> </p > <h2>Variantes</h2> <p> En fonction de ce qui est attendu, quelques autres cartes pourraient trouver leur place dans le deck. %(the_call)s est une inclusion courante, %(hide_the_mind)s pourrait être considéré pour contrer également les rebonds %(AUS)s courants comme %(telepathic_misdirection)s. Enfin, quelques %(restructure)s peuvent être ajoutés contre les alliés. </p> <p> %(louhi)s peut donner naissance à des variations intéressantes grâce à son aptitude, comme dans le %(pedros_deck)s de 2015 : %(villein)s est alors hors de question puisqu'il aura besoin de son sang pour son aptitude, mais %(the_call)s peut être utilisé pour compenser. Le résultat est plus lent, mais, encore une fois, la disponibilité de %(hide_the_mind)s et %(touch_of_clarity)s peut offrir de belles opportunités de coup de grâce. </p> <p> Le deck peut être construit avec %(DEM)s uniquement, et des vampires de capacité inférieure, comme dans le %(bram_van_stappen_s_deck)s du NC d'Allemagne de 2013. C'est plus rapide, mais aussi plus fragile car la discrétion diminue et les vampires n'ont pas de bonne solution contre les combats. </p>

source: Pedro Paulo de Sousa Mendes's deck
fr: deck de Pedro Paulo de Sousa Mendes

source: Bram van Stappen's deck
fr: deck de Bram van Stappen

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck centered around the %(CEL)s%(AUS)s%(QUI)s disciplines, with %(dmitri_borodin)s as a star. </p> <p> %(truth_of_blood)s and %(trochomancy)s are used to bleed. %(disguised_weapon)s along %(magnum)s and %(sniper_rifle)s for combat. Celerity %(cel)s provides some maneuverability with %(pursuit)s. </p> <p> Auspex %(AUS)s provides intercept and bounces, along the excellent %(black_sunrise)s for additional unlocks. There is a bit of permanent intercept and %(smiling_jack_the_anarch)s is supposed to be kept on the table to increase pool damage. </p> <h2>Tips & Tricks</h2> <p> %(enkil_cog)s is an excellent bleed enhancer, but an %(archon_investigation)s on the prey side is dangerous if it is used in conjunction with %(trochomancy)s. Using %(enkil_cog)s ability to bleed during the prey's turn prevents the use of %(archon_investigation)s (if the bleed is not bounced): as it is an out-of-turn master, the prey can not play it during her own turn. </p> <p> %(the_fourth_cycle)s is included as a solution against problematic Gehenna card but since %(anthelios_the_red_star)s ban in 2016 it should not be included in the deck anymore. %(the_unmasking)s or a %(dragonbound)s are not problematic and %(veil_of_darkness)s is too rarely played to be considered a threat. </p> <h2>Variants</h2> <p> There is no major variant for this archetype. The crypt can be altered a bit, %(infernal_pursuit)s added to help with the rotation and %(target_vitals)s for more damages. Instead or along the %(trochomancy)s, other permanent bleed enhancers can also be added, like %(js_simmons_esq)s and %(tasha_morgan)s. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>toolbox</em> centré autour des disciplines %(CEL)s%(AUS)s%(QUI)s, avec %(dmitri_borodin)s comme star. </p> <p> %(truth_of_blood)s et %(trochomancy)s sont utilisés pour mordre. %(disguised_weapon)s avec %(magnum)s et %(sniper_rifle)s pour le combat. La Célérité %(cel)s donne des manœuvres avec %(pursuit)s. </p> <p> Auspex %(AUS)s donne de l'interception et des rebonds, aux côtés de l'excellent %(black_sunrise)s pour des redressements supplémentaires. Il y a un peu d'interception permanente et %(smiling_jack_the_anarch)s est supposé rester sur la table pour augmenter les dégâts d'influence. </p> <h2>Trucs & Astuces</h2> <p> %(enkil_cog)s est un excellent bonus de morsure, mais une %(archon_investigation)s du côté de la proie est dangereuse si on l'utilise en conjonction avec %(trochomancy)s. Utiliser l'effet d'%(enkil_cog)s pour mordre pendant le tour de la proie empêche l'utilisation d'%(archon_investigation)s (si la morsure n'est pas redirigée) : comme c'est un carte hors-tour, la proie ne peut pas la jouer pendant son propre tour. </p> <p> %(the_fourth_cycle)s est inclus comme solution contre des cartes de Géhenne problématiques mais depuis l'interdiction d'%(anthelios_the_red_star)s en 2016 elle ne devrait plus être incluse dans le deck. %(the_unmasking)s ou %(dragonbound)s ne sont pas problématiques et %(veil_of_darkness)s est trop peu joué pour être considéré comme une menace. </p> <h2>Variantes</h2> <p> Il n'y a pas de variante majeure pour cet archétype. La crypte peut être un peu modifiée, %(infernal_pursuit)s ajouté pour aider la rotation et %(target_vitals)s pour plus de dégâts. À la place ou en plus de %(trochomancy)s, d'autres améliorateurs de morsure permanents peuvent aussi être ajoutés, comme %(js_simmons_esq)s et %(tasha_morgan)s. </p>
