Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>rush</em> deck using the %(ANI)s%(POT)s disciplines combination. %(nana_buruku)s is used for additional Master actions, playing %(ashur_tablets)s for recursion and %(anarch_revolt)s for additional pool damage. </p> <p> %(nangila_were)s, %(enkidu_the_noah)s and/or %(black_annis)s are used to rush the opponents minions and take them down with the powerful %(ANI)s%(POT)s combat module. </p> <p> %(fame)s and %(dragonbound)s are used to improve pool damage a bit. </p> <h2>Tips & Tricks</h2> <p> %(powerbase_luanda)s and %(well_marked)s are nice tools for a <em>rush</em> deck. </p> <p> Just including a bit of <em>wakes</em> and some intercept enhancers like %(cats_guidance)s and %(sense_the_savage_way)s keeps the other players guessing on wether the deck can block or not. </p> <p> Getting %(wider_view)s at some point helps rotating the crypt a little bit. %(andre_le_roux)s is included as a bleed enhancer once all the prey's vampires are down. </p> <p> The combat module includes a lot of cards in single copy as specific counters. They're not likely to jam the hand and can be brought back by %(ashur_tablets)s if need be. </p> <p> As the game moves along, the deck can use %(ashur_tablets)s to concentrate the content of the deck on more bleed or more combat cards, depending on what's needed. </p> <h2>Variants</h2> <p> This deck became notorious by winning the European Championship <strong>twice in a row</strong> in 2019 and 2022 (Covid-19 had got the 20 and 21 editions postponed). It still made the finals in 23. It's undoubtedly the strongest variant, although arguably it only really shines in the hands of a a player of Otso's caliber. </p> <p> The <strong>Laibon</strong> variant does not go Anarch and can get more toolboxy, using %(PRE)s for %(enchant_kindred)s and the excellent %(founders_of_the_ebony_kingdom)s. %(grooming_the_protégé)s also helps getting vampires out faster. %(michael_heyder_s_deck)s from the 2009 NAC is a good example. </p> <p> The <strong>Snake</strong> variant does not go Anarch either but uses Serpentis %(ser)s as a support discipline, like %(alessandro_donatis_deck)s from the 2023 Italian Tour. This allows for the inclusion of damage prevention with the excellent %(typhonic_beast)s. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>rush</em> qui utilise la combinaison de disciplines %(ANI)s%(POT)s. %(nana_buruku)s est utilisée pour des actions de Maître supplémentaires, afin de jouer %(ashur_tablets)s pour la récursion et %(anarch_revolt)s pour des dégâts d'influence additionnels. </p> <p> %(nangila_were)s, %(enkidu_the_noah)s et/ou %(black_annis)s sont utilisés pour rusher les serviteurs adverses et les abattre avec le puissant module de combat %(ANI)s%(POT)s. </p> <p> %(fame)s et %(dragonbound)s sont utilisés pour améliorer un peu les dégâts d'influence. </p> <h2>Trucs & Astuces</h2> <p> %(powerbase_luanda)s et %(well_marked)s sont de bons outils pour un deck <em>rush</em>. </p> <p> Inclure juste quelques <em>réveils</em> et des améliorateurs d'interception comme %(cats_guidance)s et %(sense_the_savage_way)s permet d'inquiéter juste ce qu'il faut les adversaires quant aux capacités de blocage du deck. </p> <p> Jouer %(wider_view)s à terme permet d'aider la rotation de la crypte. %(andre_le_roux)s est inclus pour servir d'améliorateur de morsure une fois tous les vampires de la proie abattus. </p> <p> Le module de combat inclue beaucoup de cartes en un unique exemplaire car il s'agit de contres spécifiques. Il y a peu de chance qu'ils entravent la main et ils peuvent être récupérés avec les %(ashur_tablets)s si nécessaire. </p> <p> Tandis que la partie progresse, le deck peut utiliser les %(ashur_tablets)s pour concentrer le contenu du deck sur plus de morsures ou plus de combat, selon ce qui est nécessaire. </p> <h2>Variantes</h2> <p> Ce deck est devenu célèbre en gagnant le Championnat d'Europe <strong>deux fois de suite</strong> en 2019 and 2022 (le Covid-19 ayant décalé les éditions 2020 et 2021). C'est incontestablement la variante la plus puissante, même si l'on peut arguer qu'elle ne donne vraiment toute sa mesure que dans les main d'un joueur du calibre d'Otso. </p> <p> La variante <strong>Laibon</strong> ne devient pas Anarch et peut être plus proche de la toolbox, en utilisant %(PRE)s pour %(enchant_kindred)s, ou l'excellent %(founders_of_the_ebony_kingdom)s. %(grooming_the_protégé)s aide aussi à sortir des vampires plus rapidement. Le %(michael_heyder_s_deck)s du NAC 2009 est un bon exemple. </p> <p> La variante <strong>Snake</strong> ne devient pas non plus Anarch mais utilise Serpentis %(ser)s comme discipline de support, comme dans le %(alessandro_donatis_deck)s du Tour italien 2023. Cela permet d’inclure de la prévention de dégâts avec l’excellent %(typhonic_beast)s. </p>

source: Alessandro Donati's deck
fr: deck d'Alessandro Donati

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck using Banu Haqim %(banu_haqim)s Princes and Justicar. </p> <p> The deck revolves around %(haqims_law_retribution)s to provide strong bleeds from a very heavy combat module. As most royalty builds, defense takes the form of %(second_tradition_domain)s for blocks. </p> <p> The combat module is dreadful. %(hunger_of_marduk)s coupled with additional strikes from %(cel)s, can consistently empty the blood from opponents vampires, and the maneuverability should guarantee the range choice most of the time (and avoid %(immortal_grapple)s or aggravated %(claws_of_the_dead)s). </p> <h2>Tips & Tricks</h2> <p> The main weakness of the deck is its <strong>light defense</strong>. Intercept does not often go above the 2 from %(second_tradition_domain)s, and this might not be enough to stop well-stealthed vote or bleed decks. The absence of %(bounce)s makes bloat necessary: here %(villein)s, %(anathema)s and the excellent %(priority_contract)s. Although unique, it will not stay in play for long if the target is chosen well given the heavy combat module, so it's an almost guaranteed 3 pool. It also works if the prey gets ousted (since their vampires leave the game), and it's a trifle! </p> <p> %(resist_earths_grasp)s and %(swallowed_by_the_night)s are versatile here: aside from combat, they can provide stealth and, in case the prey does not even try to block, they can be discarded to %(haqims_law_retribution)s for additional bleed. </p> <p> %(hunters_mark)s provide rushes that can be used anywhere for table control, but mostly as a countermeasure to slow down a strong predator, since %(priority_contract)s cannot be used backwards. </p> <h2>Variants</h2> <p> The combat module varies depending on the expected meta. %(psyche)s, %(hunger_of_marduk)s and %(pursuit)s can be run in much more copies. </p> <p> %(anathema)s is a tricky vote to pass, and it might require sending some voters in torpor first. The deck often includes %(parity_shift)s as en easier vote to negociate, but given the deck's dreadful reputation it might not be that much easier and the pool gain is far lower. </p> <p> Another variant of this deck has been inaugured %(by_karl_schaefer)s and focuses on a lower capacity crypt. The idea is to build more of a swarm using %(the_embrace)s (%(web_of_knives_recruit)s or %(third_tradition_progeny)s could also be considered), and rely on a bloat with %(consanguineous_boon)s instead of trying to block with %(second_tradition_domain)s or rush backwards. </p> <p> Finally, it's worth mentioning there's a more political approach to this build, leading to quite a different archetype, %(banu_politics)s. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>toolbox</em> qui utilise les Princes Banu Haqim %(banu_haqim)s et leur Justicar. </p> <p> Le deck s'articule autour de %(haqims_law_retribution)s pour fournir des morsures puissantes à partir d'un module de combat très lourd. Comme la plupart des decks royalty, la défense prend la forme de %(second_tradition_domain)s pour les blocs. </p> <p>Le module de combat est redoutable. %(hunger_of_marduk)s couplé aux frappes supplémentaires de %(cel)s, peut constamment vider le sang des vampires adverses, et la manœuvrabilitié devrait garantir le choix de la portée la plupart du temps (et éviter %(immortal_grapple)s et les aggravés comme %(claws_of_the_dead)s). </p> <h2>Trucs & Astuces</h2> <p>La principale faiblesse du deck est sa <strong>défense légère</strong>. L'interception ne dépasse pas souvent les 2 de %(second_tradition_domain)s, et cela pourrait ne pas être suffisant pour arrêter les votes bien discrets ou les decks de morsure. L'absence de %(bounce)s rend la régénération nécessaire : ici %(villein)s, %(anathema)s et l'excellent %(priority_contract)s. Bien qu'Unique, il ne restera pas longtemps en jeu si la cible est bien choisie compte tenu du module de combat lourd, c'est donc un gain de 3 presque garanti. Il fonctionne aussi si la proie se fait sortir (puisque leurs vampires quittent le jeu à cause de l'éviction), et c'est un trifle ! </p> <p> %(resist_earths_grasp)s et %(swallowed_by_the_night)s sont très polyvalents dans ce deck : ils peuvent fournir de la discrétion et, au cas où la proie n'essaie même pas de bloquer, ils peuvent être défaussés sur %(haqims_law_retribution)s pour une morsure supplémentaire. </p> <p> Les %(hunters_mark)s fournissent des rushs qui peuvent être utilisés n'importe où pour le contrôle de la table, mais surtout comme contre-mesure pour ralentir un prédateur puissant, puisque %(priority_contract)s ne peut pas être utilisé à l'envers. </p> <h2>Variantes</h2> <p> Le module de combat varie en fonction de la méta attendue. %(psyche)s, %(hunger_of_marduk)s et %(pursuit)s peuvent être utilisés en plus grands nombres. </p> <p> %(anathema)s est un vote difficile à passer, et il faudra peut-être d’abord envoyer certains voteurs en torpeur. Le deck inclut souvent %(parity_shift)s comme vote plus facile à négocier, mais étant donné la terrible réputation du deck, cela n’est peut-être pas beaucoup plus facile et le gain d’influenceest bien inférieur. </p> <p> Une autre variante de ce deck a été inaugurée %(by_karl_schaefer)s et se concentre sur une crypte de capacité plus basse. L'idée est de construire davantage un essaim en utilisant %(the_embrace)s (%(web_of_knives_recruit)s ou %(third_tradition_progeny)s pourraient également être envisagés), et de s'appuyer sur la régénération avec %(consanguineous_boon)s au lieu d'essayer de bloquer avec %(second_tradition_domain)s ou de devoir utiliser des rush en arrière. </p> <p> Enfin, il convient de mentionner qu’il existe une approche plus politique de cette version, conduisant à un archétype assez différent, %(banu_politics)s. </p>

source: bounce
fr: rebond

source: by Karl Schaefer
fr: par Karl Schaefer

source: <h2>Highlights</h2> <p> This is a <em>vote</em> deck using %(arishat)s as a star, and Ministry Barons for support. </p> <p> The game plan is to land high damage votes like %(reckless_agitation)s, %(kine_resources_contested)s and %(eat_the_rich)s regularly, using %(obf)s for stealth and %(pre)s for vote pushing. %(arishat)s controls the opponents' votes, both with her ability and with %(condemnation_mute)s, effectively disabling any problematic voters on the table. </p> <p> The defense module is small but effective, using %(majesty)s to avoid combat and %(organized_resistance)s and %(bait_and_switch)s for bleed defense. %(villein)s is used to recoup pool from the vampires and, coupled with %(voter_captivation)s can allow for heavy bloating and more minions rather steadily. </p> <h2>Tips & Tricks</h2> <p> The decks uses %(forgotten_labyrinth)s as the main stealth modifier: it costs blood but easily gets above a %(second_tradition_domain)s, and votes are undirected, so some widespread intercept reactions like %(eyes_of_argus)s or %(deep_ecology)s will not help. 3 stealth undirected is hard to block. </p> <p> %(garibaldi_meucci_museum)s is a key card here, since it can fetch back votes (%(reckless_agitation)s, %(eat_the_rich)s) or bounces (%(bait_and_switch)s) depending on the situation. Moreover, it can protect the vampires from some dangerous combats. </p> <p> The number of %(information_highway)s is unusally high, because it can help getting more titled vampires out more quickly, and get the %(villein)s / %(voter_captivation)s going faster. </p> <p> The deck does not shy away from bleeding from time to time when there's an opening. %(monkey_wrench)s can be used to maximise these opportunities, otherwise getting the edge even with just a bleed for one might be all what's needed to pass %(eat_the_rich)s. </p> <p> %(unleash_hells_fury)s is a key defensive device. It can really slow down some predators. Swarm decks will not be too hindered by it though, but %(anarchist_uprising)s and %(ancilla_empowerment)s can take care of those. </p> <h2>Variants</h2> <p> The inclusion of %(xeper)s is specific to this version: it's often absent because of his high cost, and replaced by a couple of %(entrancement)s. On the reaction side, %(on_the_qui_vive)s is often preferred to %(organized_resistance)s since it does not force a block. Some additional Infernal tools can be included, like %(veneficti)s or %(kaymakli_fragment)s. </p> <p> The idea is close to the %(infernal_princes)s archetype. Strong votes under %(obf)s, heavy use of %(forgotten_labyrinth)s, and a bit of %(pre)s for vote pushing and %(voter_captivation)s: they share more than half their cards. But the defense strategies differ: going %(condemnation_mute)s and %(bait_and_switch)s or going %(parity_shift)s with more minions are different game plans. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck de <em>vote</em> avec %(arishat)s comme star, et des Barons du Sacerdoce comme support. </p> <p> Le plan de jeu est d'obtenir régulièrement des votes de dégâts comme %(reckless_agitation)s, %(kine_resources_contested)s et %(eat_the_rich)s, en utilisant %(obf)s pour la discrétion et %(pre)s pour pousser les votes. %(arishat)s contrôle les votes des adversaires, à la fois avec son pouvoir et avec %(condemnation_mute)s, désactivant efficacement tout voteur problématique sur la table. </p> <p> Le module de défense est petit mais efficace, avec %(majesty)s pour éviter le combat et %(organized_resistance)s et %(bait_and_switch)s pour la défense contre les morsure. %(villein)s est utilisé pour récupérer le sang des vampires et, couplé avec %(voter_captivation)s peut permettre de bonnes régénérations et plus de serviteurs assez régulièrement. </p> <h2>Trucs & Astuces</h2> <p> Le deck utilise %(forgotten_labyrinth)s comme principal modificateur de discrétion : cela coûte du sang mais il dépasse facilement un %(second_tradition_domain)s et les votes ne sont pas dirigés, donc certaines réactions d'interception très répandues comme %(eyes_of_argus)s ou %(deep_ecology)s n'aideront pas les adversaires. 3 de discrétion non dirigée est difficile à bloquer. </p> <p> %(garibaldi_meucci_museum)s est une carte clé, puisqu'il peut récupérer des votes (%(reckless_agitation)s, %(eat_the_rich)s) ou des rebonds (%(bait_and_switch)s) selon la situation. De plus, il peut protéger les vampires de certains combats dangereux. </p> <p> Le nombre d'%(information_highway)s est anormalement élevé, car il peut aider à faire sortir plus rapidement plus de vampires titrés, et à accélérer %(villein)s / %(voter_captivation)s. </p> <p> Le deck n'hésite pas à mordre de temps en temps lorsqu'il y a une ouverture. %(monkey_wrench)s peut être utilisé pour maximiser ces opportunités, sinon obtenir l'avantage même avec juste une morsure pour un pourrait être tout ce qui est nécessaire pour passer %(eat_the_rich)s. </p> <p> %(unleash_hells_fury)s est un dispositif défensif clé. Cela peut vraiment ralentir les prédateurs de haute capacité. Les decks Swarm ne seront cependant pas trop gênés par cela, mais %(anarchist_uprising)s et %(ancilla_empowerment)s peuvent s'en occuper à eux seuls. </p> <h2>Variantes</h2> <p> L'inclusion de %(xeper)s est très spécifique au jeu présenté ici : il est plus souvent absent en raison de son coût élevé et remplacé par une paire d'%(entrancement)s. Côté réaction, %(on_the_qui_vive)s est souvent préféré à %(organized_resistance)s car il ne force pas de blocage. Certains outils Infernal supplémentaires peuvent également être inclus, comme %(veneficti)s ou %(kaymakli_fragment)s. </p> <p> L'idée est proche de l'archétype %(infernal_princes)s. Des votes puissants sous %(obf)s, l'utilisation intensive de %(forgotten_labyrinth)s et un peu de %(pre)s pour pousser les votes et %(voter_captivation)s, les font partager plus de la moitié de leurs cartes. Mais les stratégies de défense sont très différentes : utiliser %(condemnation_mute)s et %(bait_and_switch)s ou y préférer %(parity_shift)s avec plus de serviteurs sont des plans de jeu fort différents. </p>

source: <h2>Highlights</h2> <p> This is a <em>stealth & bleed</em> deck using the Lasombra clan, with the %(DOM)s%(OBT)s disciplines. During the beginning, it uses %(govern_the_unaligned)s to get vampires out faster and cheaper. When enough minions are into play, it switches to delivering strong bleed actions using %(OBT)s for stealth. </p> <p> The deck uses %(nocturn)s to deliver more bleed faster, but they can also be used to protect the vampires from aggression if needed. In this version, %(empowering_the_puppet_king)s can even be used to enhance their bleeds. </p> <p> Stealth is not that pervasive, with only 12 stealth modifiers and %(elysian_fields)s as a permanent enhancer. On the other hand, this version stacks all there is on enhancing the bleed power itself, and can regularily bleed for 7, with a complete disregard for the rare %(archon_investigation)s. </p> <p> %(deflection)s and %(delaying_tactics)s defend against bleed and votes, and the deck also uses a minimal combat module, with avoidance like %(oubliette)s and deterrence with %(entombment)s. </p> <h2>Tips & Tricks</h2> <p> With the highest bleed power one can pack, this deck is all about the lunge, so it's all about timing. The plan is to use a couple of %(govern_the_unaligned)s first to get some vampires out, and some deflections to bounce the predator's bleed, until one can reach the necessary mass to secure the oust of the prey. </p> <p> The proportions of stealth, bleed enhancement, and combat, should be adapted to the meta for the deck to have any chance to work. </p> <p> This version is very punitive towards decks that have low defenses and plans to win fast. %(the_bitter_and_sweet_story)s allows to capitalize on a fast game if it's drawn. </p> <h2>Variants</h2> <p> This example decklist packs an unusually high bleed power. It's not unusual to see more stealth modifiers. %(the_admonitions)s is also often included in that case to provide a bit more cycling in case the prey opts to not block at all. Whether or not to include %(seduction)s is heavily meta-dependant. </p> <p> In a sense, the %(kiasyd_stealth_bleed)s archetype can be seen as a variation of this one. </p> <p> The <strong>Black Hand</strong> variant uses groups 3 and 4 to include %(henri_lavenant)s alongside %(ermenegildo_the_rake)s and %(banjoko)s, so it can use Black Hand cards like %(tattoo_signal)s, %(watchtower_four_ride_forth)s and %(remover)s. %(johns_deck)s from 2016 is a good example. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>stealth&bleed</em> qui utilise le clan Lasombra, avec les disciplines %(DOM)s%(OBT)s. Au début, il utilise %(govern_the_unaligned)s pour influencer les vampires plus rapidement et à moindre coût. Lorsqu’un nombre suffisant de serviteurs sont en jeu, il passe à des actions de morsure puissantes en utilisant %(OBT)s pour la discrétion. </p> <p> Le deck utilise %(nocturn)s pour délivrer plus de morsures plus rapidement, mais ils peuvent également être utilisés pour protéger les vampires de l’agression si nécessaire. Dans cette version, %(empowering_the_puppet_king)s peut même être utilisé pour améliorer leurs morsures. </p> <p> La discrétion n’est pas si omniprésente, avec seulement 12 modificateurs de discrétion et %(elysian_fields)s comme amplificateur permanent. D’un autre côté, cette version cumule tout ce qu’il y a pour améliorer le pouvoir de morsure lui-même, et peut régulièrement mordre à 7, avec un mépris total pour les rares %(archon_investigation)s. </p> <p> %(deflection)s et %(delaying_tactics)s se défendent contre les morsures et les votes, et le deck utilise également un module de combat minimal, avec des fins de combat comme %(oubliette)s et de la dissuasion avec %(entombment)s . </p> <h2>Trucs & Astuces</h2> <p> Avec la puissance de morsure la plus élevée possible, ce deck est entièrement axé sur le coup de grâce, donc tout est question de timing. Le plan est d’utiliser d’abord quelques %(govern_the_unaligned)s pour faire sortir quelques vampires, et quelques rebonds pour rediriger les morsures du prédateur, jusqu’à ce que l’on puisse atteindre la masse nécessaire pour assurer l’élimination de la proie. </p> <p> Les proportions de discrétion, d’amélioration de morsure et de combat doivent être adaptées à la méta pour que le deck ait une chance de fonctionner. </p> <p> Cette version est très punitive envers les decks qui ont de faibles défenses et qui envisagent de gagner rapidement. %(the_bitter_and_sweet_story)s permet de capitaliser sur une partie rapide s’il est pioché. </p> <h2>Variantes</h2> <p> Cet exemple de liste de deck contient une puissance de morsure inhabituellement élevée. Il n’est pas rare de voir davantage de modificateurs de discrétion. %(the_admonitions)s est également souvent inclus dans ce cas pour fournir un peu plus de recyclage au cas où la proie choisirait de ne pas bloquer du tout. L’inclusion ou non de %(seduction)s dépend fortement de la méta. </p> <p> Dans un sens, l’archétype %(kiasyd_stealth_bleed)s peut être vu comme une variante de celui-ci. </p> <p> La variante <strong>Black Hand</strong> utilise les groupes 3 et 4 pour inclure %(henri_lavenant)s aux côtés d’%(ermenegildo_the_rake)s et %(banjoko)s, afin de pouvoir utiliser les cartes Black Hand comme %(tattoo_signal)s, %(watchtower_four_ride_forth)s et %(remover)s. Le %(johns_deck)s de 2016 en est un bon exemple. </p>

source: John Eno's deck
fr: deck de John Eno
