Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a Ministry %(ministry)s <em>combo powerbleed</em> deck using %(hesha_ruhadze)s as star. The goal is to influence %(angel_chavarria)s, fetch all the equipments possible using %(hag_s_wrinkles)s to stealth and unlock, the influence %(hesha_ruhadze)s, give him the equipments with %(nod)s or %(heidelberg)s, so he can bleed for something like 20. </p> <p> This deck is a masterpiece of deckbuilding finesse, and has attracted a lot of attention when Sérgio Louçã Martins played it in the 2024 Atlantic Cup finals. He was first seed there, with a brutal 3GW13 score. Yes, this deck sweeps tables. </p> <p> At first sight, this thing is a crazy idea. What stops the prey to just bounce this awful bleed and simply win the game thanks to the help of their predator? Well, the deck has a few tricks: First it can check for bounces or an %(archon_investigation)s with %(monocle_of_clarity)s. Second, it can use %(vial_of_elder_vitae)s, %(the_textbook_damnation)s, %(veneficorum_artum_sanguis)s and %(ritual_goblet)s to have access to %(dai)s and %(tha)s, so he can play %(perfect_clarity)s and %(i_am_legion)s. Of course, he can also use %(hide_the_mind)s. As a last resort, %(approximation_of_loyalty)s and %(revelations)s, that %(angel_chavarria)s can play with a %(vial_of_elder_vitae)s </p> <p> So, maybe you can just block him, right? But %(hesha_ruhadze)s has a whole arsenal of block denial: with %(flaming_candle)s, %(concoction_of_vitality)s and %(horrific_countenance)s, that's three bleeds that vampires cannot block, and that's enough to win the game. </p> <p> One would think you can just rush %(hesha_ruhadze)s and be done with him then. But he has a %(body_bag)s to be able to simply fail any rush attempt. </p> <p> Does it seem unlikely the deck gets all the cards it needs at the right time to be able to land his bleeds? Well, with %(learjet)s and %(angel_chavarria)s performing 20 or more actions on turn 2, no it's not. The deck can basically get all the equipments out in a turn or two, and construct the perfect lunge hand while doing it. </p> <p> Isn't it slow to set up? In fact, no, it's very fast. That deck can sweep tables in 20 minutes. %(angel_chavarria)s gets a %(learjet)s early during his %(hag_s_wrinkles)s chain on turn 2, allowing him to plow through the deck and fetch a %(kaymakli_fragment)s and %(the_textbook_damnation)s: that's why they're both doubled in the deck. Once he has those, he can use %(kaymakli_fragment)s to help bring %(hesha_ruhadze)s immediately at the end of the turn. And the next turn should start with either a %(nod)s or %(heidelberg)s and %(hesha_ruhadze)s can bleed for 20 or more on turn 3. </p> <h2>Considerations</h2> <p> This is a piece of art but, of course, as well-designed as it is, it's still a pretty fragile combo deck. First, it can simply hit a bounce it cannot cancel. That's what happened during the Atlantic Cup finals. Given all the solutions against bounce the deck has, it's unlikely, but against %(bait_and_switch)s, it really only has %(revelations)s and %(approximation_of_loyalty)s. </p> <p> Second, the deck needs exact precision to be played: it has three unblockable bleeds to offer: %(flaming_candle)s, %(concoction_of_vitality)s and %(horrific_countenance)s. To land them quickly, one needs to make the exact right choice on each %(learjet)s discard and order all actions and card plays correctly. That sad, %(the_sargon_fragment)s can still be used to bring back a card if not everything goes according to plan, so it is not completely flimsy. </p> <p> So, in the end, can this deck win a tournament? There's no doubt. And make sure to credit Sérgio for this beautiful build once you do. The problem, of course, could be to find enough %(hag_s_wrinkles)s to build it: given it's a not-yet-reprinted rare, that might prove difficult. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck Sacerdoce %(ministry)s <em>combo powerbleed</em> qui utilise %(hesha_ruhadze)s comme star. Le but est d’influencer %(angel_chavarria)s, récupérer tous les équipements possibles en utilisant %(hag_s_wrinkles)s pour la discrétion et le redressement, influencer %(hesha_ruhadze)s, lui donner les équipements avec %(nod)s ou %(heidelberg)s, pour qu’il puisse mordre pour 20 environ. </p> <p> Ce deck est un chef-d’œuvre de finesse en matière de construction de deck et a attiré beaucoup d’attention lorsque Sérgio Louçã Martins l’a joué lors de la finale de la Coupe de l’Atlantique 2024. Il y était première speed, avec un score brutal de 3GW13. Oui, ce jeu balaie les tables. </p> <p> À première vue, c’est une idée folle. Qu’est-ce qui empêche la proie de rebondir cette horrible morsure et de simplement gagner la partie grâce à l’aide de son prédateur ? Eh bien, le deck a quelques astuces : d’abord, il peut vérifier les rebonds ou une %(archon_investigation)s avec %(monocle_of_clarity)s. Deuxièmement, il peut utiliser %(vial_of_elder_vitae)s, %(the_textbook_damnation)s, %(veneficorum_artum_sanguis)s et %(ritual_goblet)s pour avoir accès à %(dai)s et %(tha)s, afin de pouvoir jouer %(perfect_clarity)s et %(i_am_legion)s. Bien entendu, il peut également utiliser %(hide_the_mind)s. En dernier recours, %(approximation_of_loyalty)s et %(revelations)s, qu’%(angel_chavarria)s peut jouer avec un %(vial_of_elder_vitae)s. </p> <p> Alors, peut-être qu’on peut simplement le bloquer, n’est-ce pas ? Mais %(hesha_ruhadze)s dispose de tout un arsenal de déni de bloc : avec %(flaming_candle)s, %(concoction_of_vitality)s et %(horrific_countenance)s, cela fait trois morsures que les vampires ne peuvent pas bloquer, et cela suffit pour gagner la partie. </p> <p> On pourrait penser pouvoir simplement rusher %(hesha_ruhadze)s et en finir avec lui. Mais il dispose d’un %(body_bag)s pour pouvoir simplement annuler toute tentative de rush.</p> <p> Cela semble-t-il peu probable que le deck reçoive toutes les cartes dont il a besoin au bon moment pour pouvoir placer ses morsure ? Eh bien, avec %(learjet)s et %(angel_chavarria)s effectuant 20 actions ou plus au tour 2, non, ce n’est pas le cas. Le deck peut essentiellement sortir tous les équipements en un tour ou deux et construire la main de coup de grâce parfaite tout en le faisant. </p> <p> La mise en place n’est-elle pas lente ? En fait non, c’est très rapide. Ce jeu peut balayer les tables en 20 minutes. %(angel_chavarria)s obtient un %(learjet)s au début de sa chaîne %(hag_s_wrinkles)s au tour 2, lui permettant de parcourir le deck et de récupérer un %(kaymakli_fragment)s et un %(the_textbook_damnation)s : c’est pourquoi ils sont tous deux doublés dans le deck. Une fois qu’il les a, il peut utiliser %(kaymakli_fragment)s pour aider à influencer %(hesha_ruhadze)s immédiatement à la fin du tour. Et le tour suivant devrait commencer avec un %(nod)s ou un %(heidelberg)s, et %(hesha_ruhadze)s peut mordre pour 20 ou plus au tour 3. </p> <h2>Considérations</h2> <p> Ceci est une œuvre d’art mais, bien sûr, aussi bien conçu soit-il, il s’agit toujours d’un deck combo assez fragile. Premièrement, il peut simplement tomber sur un rebond qu’il ne peut pas annuler. C’est ce qui s’est passé lors de la finale de la Coupe Atlantique. </p> <p> Étant donné le nombre de solutions que le deck a contre les rebonds c'est improbable, mais contre %(bait_and_switch)s, il n'a vraiment que %(revelations)s et %(approximation_of_loyalty)s. Deuxièmement, le deck doit être joué avec une grande précision. Il a trois morsures imblocables à offrir: %(flaming_candle)s, %(concoction_of_vitality)s et %(horrific_countenance)s. Pour les passer rapidement, il faut faire le bon choix à chaque défausse de %(learjet)s et ordonner les actions sans se tromper. Cela dit, %(the_sargon_fragment)s peut tout de même être utilisé pour ramener une carte si tout ne va pas comme prévu, donc ce n'est pas complètement sans espoir. </p><p> Donc, au final, ce deck peut-il gagner un tournoi ? Il n’y a pas de doute. Et assurez-vous de créditer Sérgio pour cette belle construction une fois que vous l’aurez fait. Le problème, bien sûr, pourrait être de trouver suffisamment de %(hag_s_wrinkles)s pour le construire, étant donné qu’il s’agit d’une rare pas encore réimprimée, cela pourrait s’avérer difficile. </p>

source: <h2>Highlights</h2> <p> This is a Ravnos %(ravnos)s <em>stealth & bleed</em> deck using %(break_the_bonds)s to bleed fast and hard. </p> <p> It is a pretty straightforward deck. Influence a Ravnos %(ravnos)s, bleed with %(break_the_bonds)s, use %(OBF)s for stealth and bring more Ravnos %(ravnos)s in play. rince and repeat. </p> <p> At some point, %(club_illusion)s, %(week_of_nightmares)s or both hit the table, and the bleeds become an unstoppable wave that sweeps the table. </p> <p> In the meantime, simply use %(visions_of_zapathasura)s to reduce the predator's bleed and %(majesty)s to avoid combat, if any. </p> <p> %(dabbler)s is, as in %(platinum_revelation)s, a very good archetype to have, because it can let the vampires unlock for defense after a bleed or, maybe more importantly, get some blood back to feed a %(club_illusion)s while they cannot hunt thanks to %(week_of_nightmares)s. </p> <h2>Considerations</h2> <p> Wouldn't it be better to use also, or mainly, %(the_platinum_protocol)s? Maybe have a few %(ministry)s in there too? Of course, that would lower the use of %(dabbler)s. </p> <p> A more compact crypt is also possible, to have more superior Presence %(PRE)s and allow for more %(visions_of_gehenna)s, but that calls for a couple of %(wider_view)s and will be slower, because having "one of each" here is what makes the influence blood from %(break_the_bonds)s so efficient here. </p> <p> In such an aggressive forward deck, Master cancellation with %(wash)s, %(sudden_reversal)s, and %(bleeding_the_vine)s, just increases the ousting power by denying the possibility of using %(villein)s or other Master cards to bloat. </p> <p> With two tournament wins already to their account, it's clear the new V5 Ravnos %(ravnos)s have a bright future before them. Let's this how this archetype evolves, and what variation makes it to the top tier. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck Ravnos %(ravnos)s <em>stealth & bleed</em> qui utilise %(break_the_bonds)s pour mordre vite et fort. </p> <p> C’est un deck assez simple. Influencer un Ravnos %(ravnos)s, mordre avec %(break_the_bonds)s, utiliser %(OBF)s pour la discrétion et amenez plus de Ravnos %(ravnos)s en jeu. En boucle. </p> <p> À un moment donné, %(club_illusion)s, %(week_of_nightmares)s ou les deux arrivent sur la table, et les morsures deviennent une vague instoppable qui balaie la table. </p> <p> En attendant, utilisez simplement %(visions_of_zapathasura)s pour réduire les morsures du prédateur et %(majesty)s pour éviter le combat, le cas échéant. </p> <p> %(dabbler)s est, comme dans %(platinum_revelation)s, un très bon archétype à avoir, car il peut permettre aux vampires de se débloquer pour défendre après une morsure ou, peut-être plus important encore, de récupérer du sang pour nourrir un %(club_illusion)s alors qu’ils ne peuvent pas chasser grâce au %(week_of_nightmares)s. </p> <h2>Considérations</h2> <p> Ne serait-il pas préférable d’utiliser également, ou principalement, %(the_platinum_protocol)s ? Peut-être y a-t-il aussi quelques %(ministry)s ? Bien sûr, cela réduirait l’utilisation de %(dabbler)s. </p> <p> Une crypte plus compacte est également possible, pour avoir plus de Présence supérieure %(PRE)s et permettre plus de %(visions_of_gehenna)s, mais cela nécessite quelques %(wider_view)s et sera plus lent, car avoir “un de chaque” rend l’influence de %(break_the_bonds)s si efficace ici. </p> <p> Dans un deck aussi agressif, l’annulation de cartes Maître avec %(wash)s, %(sudden_reversal)s et %(bleeding_the_vine)s, augmente simplement le pouvoir d’élimination en refusant la possibilité d’utiliser %(villein)s ou d’autres cartes Maître pour régénérer. </p> <p> Avec déjà deux victoires en tournoi à leur actif, il est clair que les nouveaux V5 Ravnos %(ravnos)s ont un bel avenir devant eux. Voyons comment cet archétype évolue et quelle variation arrive au top tier. </p>

source: <h2>Highlights</h2> <p> This is a Salubri %(salubri)s <em>powerbleed</em> deck using %(feast_of_the_soul_s_secrets)s and %(govern_the_unaligned)s to bleed, combined with a collection of block denial tools. First and foremost %(seduction)s and %(forced_confessional)s, but this is supported by additional Master cards: %(anarch_troublemaker)s, %(misdirection)s, and %(pentex_subversion)s. </p> <p> Relying on the fact that Salubri %(salubri)s have Fortitude %(for)s, the deck uses a few %(freak_drive)s to allow the vampires to use both %(govern_the_unaligned)s or %(scouting_mission)s at superior, then %(feast_of_the_soul_s_secrets)s or another %(dom)s bleed action. This helps bring vampires out pretty quickly. </p> <p> The deck is all about constructing the right lunge, and it's brutal. After a couple of "light" bleeds of 3 with %(feast_of_the_soul_s_secrets)s, and having brought at least 3 vampires out, it will seek to paralyze the prey with %(anarch_troublemaker)s, %(misdirection)s or %(pentex_subversion)s, leaving only one or two potential blockers that can be denied with the modifiers, %(seduction)s and %(forced_confessional)s. %(unleashing_the_bestial_soul)s can even be used to make a wake & bounce strategy fail short of blood. </p> <p> In the meantime, the deck just adds to the pressure with a lot of %(dom)s and %(AUS)s bounces. Against combat, %(for)s prevention all over helps resist most opponents. </p> <h2>Considerations</h2> <p> The amount of combat defense required will completely depend on the expected %(meta)s. Other than that, the block denial package is impressive, as it should if it aims to be able to pass a %(gangrel_thing)s. It could also include %(blind_spot)s or %(daring_the_dawn)s maybe even a surprise %(kiss_of_ra)s or the incidental %(mind_rape)s to be able to make the most of opportune situations. </p> <p> It's nice to see the Salubri %(salubri)s scoring a victory here, and it's an interesting feat in the highly competitive Finnish meta. Let's see if this can be refined to make it to the top tier. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck Salubrien %(salubri)s <em>powerbleed</em> qui utilise %(feast_of_the_soul_s_secrets)s et %(govern_the_unaligned)s pour mordre, combinés avec une collection d’outils de déni de bloc. Avant tout %(seduction)s et %(forced_confessional)s, mais complété par des cartes Master supplémentaires : %(anarch_troublemaker)s, %(misdirection)s et %(pentex_subversion)s. </p> <p> S’appuyant sur le fait que les Salubriens %(salubri)s ont Fortitude %(for)s, le deck utilise quelques %(freak_drive)s pour permettre aux vampires d’utiliser à la fois %(govern_the_unaligned)s ou %(scouting_mission)s en supérieur, puis %(feast_of_the_soul_s_secrets)s ou une autre action de morsure %(dom)s. Cela permet de faire sortir les vampires assez rapidement. </p> <p> Le jeu consiste à construire le bon coup de grâce, et il est brutal. Après quelques “légères” morsures de 3 avec %(feast_of_the_soul_s_secrets)s, et après avoir fait sortir au moins 3 vampires, il cherchera à paralyser sa proie avec %(anarch_troublemaker)s, %(misdirection)s ou %(pentex_subversion)s, ne laissant qu’un ou deux potentiels bloqueurs qui peuvent être paralysés avec les modificateurs %(seduction)s et %(forced_confessional)s. %(unleashing_the_bestial_soul)s peut même être utilisé pour faire échouer une stratégie de réveil et de rebond par manque de sang. </p> <p> En attendant, le deck ne fait qu’ajouter à la pression avec beaucoup de rebonds %(dom)s et %(AUS)s. Contre le combat, la prévention %(for)s permet de résister à la plupart des adversaires. </p> <h2>Considérations</h2> <p> Le niveau de défense au combat requis dépendra entièrement du %(meta)s attendu. À part ça, le package de déni de bloc est impressionnant, comme il se doit s’il vise à pouvoir passer un %(gangrel_thing)s. Cela pourrait également inclure %(blind_spot)s ou %(daring_the_dawn)s peut-être même un %(kiss_of_ra)s surprise ou un %(mind_rape)s pour pouvoir tirer le meilleur parti des situations opportunes. </p> <p> C’est agréable de voir les Salubriens %(salubri)s remporter une victoire ici, et c’est un exploit intéressant dans la méta finlandaise très compétitive. Voyons si cela peut être affiné pour atteindre le top tier. </p>

source: <h2>Highlights</h2> <p> This is a Tremere %(tremere)s <em>swarm</em> deck using %(the_embrace)s to get more minions and bleed for one, getting around bounce and reduction defenses. The intersting trick here is it uses %(powerbase_savannah)s to avoid combat, and %(salt_of_thoth)s to protect the %(powerbase_savannah)s itself. </p> <p> This funny contraption was brought to us by the inimitable <em>Bram Van Stappen</em>, who won a small Finnish tournament with it. Given the highly competitive meta there, and the infamous combat-heavy nature of it, it is an impressive achievement. </p> <p> The deck contains a lot of Locations to support the %(powerbase_savannah)s, and a lot of %(deflection)s to defend against strong bleeders. A bit of vote defense with %(delaying_tactics)s and %(poison_pill)s, some Bram-typical %(ashur_tablets)s recursion, a %(gran_madre_di_dio)s just to contest it if it goes out, but also to provide yet an additional Location, and an %(uncoiling)s to remove the incidental %(scourge_of_the_enochians)s. </p> <h2>Considerations</h2> <p> Now that swarms have falled a bit out of fashion thanks to %(gangrel_thing)s and the %(emerald_legionnaire)s nerf, opponents are lessed prepared to it. And if, normally, a combat-oriented meta could control this easily, %(powerbase_savannah)s offers a really efficient response, jamming the hand of wall and grinder decks while also denying any removal from stealth deck with %(salt_of_thoth)s. It also tailored against %(gangrel_thing)s decks using %(earth_meld)s for unlock, since %(powerbase_savannah)s will prevent that card to be played altogether. </p> <p> So, is this thing strong, or it just just a fluke? Hard to tell: Bram is certainly a talented player, and him winning with this deck does not mean the lot us can. Additionally, a first win can often be credited to the opponents underestimating the deck or failing to foresee its mechanics. On the first confrontation, one would for sure underestimate the amount of combat %(powerbase_savannah)s can end, and how difficult it would be to remove it because of the loads of %(salt_of_thoth)s here. </p> <p> So maybe this can only win once as a surprise. But it won a tournament finals, so even knowing the deck, the finalists there couldn't best it. This might be worth trying and investigating and, who knows? Maybe it's the new swarm we're all going to worry about now. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck Tremere %(tremere)s <em>swarm</em> qui utilise %(the_embrace)s pour obtenir plus de serviteurs et mordre pour un, contournant les défenses de rebond et de réduction. L’astuce intéressante ici est qu’il utilise le %(powerbase_savannah)s pour se protéger contre le combat, et %(salt_of_thoth)s pour protéger la %(powerbase_savannah)s elle-même. </p> <p> Cet drôle d’engin nous a été présenté par l’inimitable <em>Bram Van Stappen</em>, qui a remporté un petit tournoi finlandais avec. Compte tenu de la méta hautement compétitive et de sa nature tristement célèbre en matière de combat, il s’agit d’une réussite impressionnante. </p> <p> Le deck contient de nombreux lieux pour soutenir la %(powerbase_savannah)s, et beaucoup de %(deflection)s pour se défendre contre les morsures puissantes. Un peu de défense de vote avec %(delaying_tactics)s et %(poison_pill)s, une récurrsion %(ashur_tablets)s typique de Bram, un %(gran_madre_di_dio)s juste pour le contester s’il arrive, mais aussi pour fournir un Lieu suppplémentaire, et un %(uncoiling)s pour supprimer une éventuelle %(scourge_of_the_enochians)s. </p> <h2>Considérations</h2> <p> Maintenant que les essaims sont un peu passés de mode grâce à %(gangrel_thing)s et au nerf d’%(emerald_legionnaire)s, les adversaires y sont moins préparés. Et si, normalement, une méta orientée combat pourrait contrôler ça facilement, %(powerbase_savannah)s offre une réponse vraiment efficace, bloquant la main des decks wall et grinder tout en refusant également toute suppression d’un deck discrétion avec %(salt_of_thoth)s. C'est aussi parfaitement taillé pour contrer les decks %(gangrel_thing)s qui utilisent %(earth_meld)s pour se redresser, puisque %(powerbase_savannah)s peut complètement empêcher cette carte d'être jouée.</p> <p> Alors, est-ce que ce machin est fort, ou est-ce juste un hasard ? Difficile à dire : Bram est certainement un joueur talentueux, et le fait qu’il gagne avec ce deck ne signifie pas que nous autres en sommes capables. De plus, une première victoire peut souvent être attribuée au fait que les adversaires sous-estiment le jeu ou ne parviennent pas à prévoir ses mécanismes. Lors de la première confrontation, on sous-estimerait certainement la quantité de combat auxquels %(powerbase_savannah)s peut mettre fin, et combien il sera difficile de l’enlever à cause des nombreux %(salt_of_thoth)s. </p> <p> Alors peut-être que cela ne peut gagner qu’une seule fois par surprise. Mais il a remporté la finale d’un tournoi, donc même en connaissant le deck, les finalistes n’ont pas pu le battre. Cela vaut peut-être la peine d’être essayé et étudié et, qui sait ? C’est peut-être le nouvel essaim dont nous allons tous devoir nous inquiéter désormais. </p>
