Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: A <em>Prince</em> available for a really cheap price, even though his ability can be a problem depending on the context.
fr: Un <em>Prince</em> pour un prix vraiment bas, même si son aptitude peut poser problème selon le contexte.

source: A <em>Prince</em> for the very reasonable price of 7 pool, he is often seen in %(nosferatu_royalty)s decks alongside %(nikolaus_vermeulen)s and %(calebros_the_martyr)s.
fr: Un <em>Prince</em> au prix très raisonnable de 7 d'influence, il est souvent vu dans les decks %(nosferatu_royalty)s aux côtés de %(nikolaus_vermeulen)s et %(calebros_the_martyr)s.

source: His title and bleed bonus, combined with the rare %(DOM)s%(OBF)s discipline combination, makes him a good pick in some political decks, like in the %(mistress)s archetype. His ability can destroy low capacity Anarch decks single-handedly.
fr: Son titre et son bonus de morsure, combinés à la rare combinaison de disciplines %(DOM)s%(OBF)s, en font un bon choix dans certains decks politiques, comme dans l'archétype %(mistress)s. Sa capacité lui permet de détruire à lui seul les decks Anarch de faible capacité.

source: Yet another <em>Prince</em>, she is a bit expensive and does not even have superior %(ANI)s. Still, she can find her place in <em>Royalty</em> constructs using %(OBF)s, like in %(the_dark_side_of_politics)s archetype.
fr: Encore un <em>Prince</em>, elle est un peu chère et n'a pas %(ANI)s en supérieur. Pourtant, elle peut trouver sa place dans les decks <em>Royalty</em> qui utilisent %(OBF)s, comme dans l'archétype %(the_dark_side_of_politics)s.

source: Always included for his ability and strength combined with %(POT)s%(cel)s, he gets included in %(POT)s decks like for example in the %(euro_brujah)s archetype. He is often seen alongside %(theo_bell)s, as they share similar abilities.
fr: Toujours inclus pour son aptitude et sa force combinées avec %(POT)s%(cel)s, il peut être inclus dans les decks %(POT)s comme par exemple l'archétype %(euro_brujah)s. Il est souvent vu aux côtés de %(theo_bell)s, car ils ont des aptitudes similaires.

source: The Ravnos and their unique %(chi)s discipline are a versatile clan. They gave birth to a successful political archetype, the %(ravnos_clown_car)s. Otherwise, %(chi)s alone makes for easy stealth bleeds with extra resilience against bounces and combat.
fr: Les Ravnos et leur discipline exclusive %(chi)s forment un clan polyvalent. Ils ont donné naissance à un archétype politique réussi, la %(ravnos_clown_car)s. Par ailleurs, %(chi)s à elle seule permet des morsures discrètes efficaces avec une résistance supplémentaire contre les rebonds et les combats.

source: A cheap minion with %(ani)s, he often gets included in %(ani)s constructs.
fr: Un serviteur bon marché avec %(ani)s, il est souvent inclus dans les decks %(ani)s.

source: A versatile stealth bonus or <em>combat ends</em>, its 1 blood cost is acceptable.
fr: Un bonus de discrétion ou une <em>fin de combat</em>, son coût de 1 sang est acceptable étant donné sa versatilité.

source: The best bonus Ravnos can get, it is played in many Ravnos decks, often as the finishing move. As the downside is quite ugly, it is important to make sure the game will end before the ten counters are stacked on the card.
fr: Le meilleur bonus pour les Ravnos, il est joué dans de nombreux decks du clan, souvent comme coup de grâce. Comme l'inconvénient est plutôt pénible, il est important de s'assurer que la partie se terminera avant que les dix jetons ne soient empilés sur la carte.

source: An infamous effect for this expensive action. The threat of it can be an excellent deterrent. With the help of cost reduction cards like %(the_path_of_paradox)s, %(gabrin)s or %(the_line)s, it can become cheap enough to be a recurring threat, too.
fr: Un effet redoutable pour cette action coûteuse. La simple menace de son existence est déjà un bon moyen de dissuasion. Avec l'aide de réductions de coût comme %(the_path_of_paradox)s, %(gabrin)s ou %(the_line)s, elle devient suffisamment bon marché pour être une menace récurrente.

source: An equipment that helps with the cards rotation. Not unlike the %(heart_of_nizchetus)s, but this one is for Ravnos only.
fr: Un équipement d'aide à la rotation. Similaire au %(heart_of_nizchetus)s, mais celui-ci est réservé aux Ravnos.

source: An excellent equipment, it is a bleed bonus plus combat defence, all for just 1 pool. A bargain.
fr: Un excellent équipement, c'est un bonus de morsure plus une défense au combat, le tout pour un seul point d'influence. Une bonne affaire.

source: Superior %(CHI)s for a decent 4 pool, he gets included in many Ravnos decks.
fr: %(CHI)s en supérieur pour un coût raisonnable de 4, il est inclus dans de nombreux decks Ravnos.

source: The only bleed enhancer available with %(chi)s, it is often included in Ravnos decks.
fr: Le seul améliorateur de morsure disponible en %(chi)s, il est souvent inclus dans les decks Ravnos.

source: The Salubri and their antitribu are a rare sight in tournaments. This could change following the %(lost_kindred_expansion)s release in 2018. They have unique disciplines, respectively %(obe)s and %(val)s. For now, they are seen in mainly two archetypes: %(saulot_friends)s, a wall deck featuring %(saulot_the_wanderer)s, and %(spirit_marionette_arch)s, using %(obe)s and the eponymous %(spirit_marionette)s.
fr: Les Salubri et leur antitribu sont rares dans les tournois. Cela pourrait changer suite à la sortie de l'%(lost_kindred_expansion)s en 2018. Ils ont des disciplines exclusives, respectivement %(obe)s et %(val)s. Pour l'instant, ils sont principalement vus dans deux archétypes : %(saulot_friends)s, un deck mur avec %(saulot_the_wanderer)s, et %(spirit_marionette_arch)s, qui utilise %(obe)s et l'éponyme %(spirit_marionette)s.

source: A good stealth modifier that can become permanent. An excellent way for Salubri to bump up their game as they do not have access to many other stealth enhancer given their clan disciplines.
fr: Un bon modificateur de discrétion qui peut devenir permanent. Un excellent outil pour les Salubri qui n'ont par ailleurs pas accès à beaucoup d'autres améliorateurs de discrétion compte tenu de leurs disciplines de clan.

source: an archetype of its own
fr: son propre archétype

source: An iconic card of the %(obe)s discipline, it has brought up %(an_archetype_of_its_own)s. Stealing an opponent minion is always good, the central issue is to abuse, cripple or destroy it afterwards.
fr: Carte iconique de la discipline %(obe)s, elle a %(an_archetype_of_its_own)s. Voler un serviteur adverse est toujours une bonne chose, le problème est d'en faire quelque chose : le paralyser ou le détruire par la suite.

source: A second stealth enhancer, still at no cost, a good card for %(OBE)s.
fr: Un deuxième améliorateur de discrétion, toujours gratuit, une bonne carte pour %(OBE)s.

source: Star of the Salubri clan, Saulot has both %(OBE)s and %(VAL)s at superior, along a nice set of disciplines. His abilities are also impressive.
fr: Star du clan Salubri, Saulot a à la fois %(OBE)s et %(VAL)s en supérieur, en plus d'un bel ensemble de disciplines. Ses aptitudes sont également impressionnantes.

source: Bringing back any big capacity vampire to full capacity is a good way to bloat, but also a useful bargaining chip to barter for big favors or even a game-changer. This is the only card of the game allowing this along %(giant_s_blood)s.
fr: Ramener un vampire de grande capacité à sa pleine capacité est un bon moyen de régénérer, mais aussi une monnaie d'échange utile pour troquer des faveurs importantes. C'est la seule carte du jeu qui le permet avec %(giant_s_blood)s.

source: An excellent <em>combat ends</em> at superior %(OBE)s, it is a bit weak at inferior %(obe)s. The fact that it's still a hand strike makes it a good counter to %(immortal_grapple)s.
fr: Une excellente <em>fin de combat</em> en %(OBE)s supérieur, elle est un peu faible en %(obe)s inférieur. Le fait qu'il s'agisse malgré tout d'une frappe à mains nues en fait un bon contre à %(immortal_grapple)s.

source: An excellent rush action, with high maneuverability and a most desirable +1 stealth. It is even played in some %(ani)s decks as a stealthy alternative to %(deep_song)s.
fr: Une excellente action de rush, avec discrétion à +1, poursuite et manœuvre en supérieur. Elle est même jouée dans certains decks %(ani)s comme une alternative à %(deep_song)s pour son bonus de discrétion.

source: A good block denial at superior %(OBE)s for a big capacity vampire like %(saulot_the_wanderer)s.
fr: Un bon déni de bloc en %(OBE)s supérieur pour un vampire de grande capacité comme %(saulot_the_wanderer)s.

source: The Toreador and their antitribu are a prominent clan in tournaments. They gave birth to two archetypes: %(anson_guns)s using %(anson)s and %(rebekka_jost)s using antitribu and their clan cards. Moreover, they are used in numbers in the %(weenie_aus)s archetype.
fr: Les Toréador et leurs antitribus sont un clan important dans les tournois. Ils ont donné naissance à deux archétypes : %(anson_guns)s qui utilise %(anson)s et %(rebekka_jost)s qui utilise les antitribu et leurs cartes de clan. De plus, ils sont utilisés en nombre dans l'archétype %(weenie_aus)s.

source: The definite star of the clan, his rare ability can completely reshape the way Master cards are handled in a deck. Using some %(ashur_tablets)s with him becomes very efficient.
fr: La star absolue du clan, son aptitude rare peut complètement remodeler la façon dont les cartes Maître sont traitées dans un deck. Utiliser quelques %(ashur_tablets)s avec lui devient très efficace.

source: With its superior %(OBF)s and %(DOM)s over its already powerful clan disciplines, he is the most played <em>Inner Circle</em> after %(lutz_von_hohenzollern)s, a vampire he often accompanies anyway.
fr: Avec %(OBF)s et %(DOM)s en supérieur en plus de ses disciplines de clan déjà puissantes, il est le membre du <em>Cercle Intérieur</em> le plus joué après %(lutz_von_hohenzollern)s, un vampire qu'il accompagne souvent de toute façon.

source: The cheapest %(AUS)s pool can buy. An easy inclusion in many constructs.
fr: L'%(AUS)s le moins cher que l'on puisse acheter. Une inclusion facile dans de nombreux decks.

source: A good partner for %(anson)s, her +1 bleed and unique ability to block cross table makes for a nice package in any construct with intercept capabilities.
fr: Une bonne partenaire pour %(anson)s, sa morsure à +1 et son aptitude unique à bloquer en face de table en font une bonne affaire dans n'importe quel deck ayant des capacités d'interception.

source: A nice bloat card providing 1 pool per turn, it can help get vampires out faster if it is drawn early on.
fr: Une belle carte de régénération qui fournit 1 influence par tour, elle peut aider à sortir les vampires plus rapidement si elle est piochée tôt.

source: Often found algonside %(anson)s and %(anneke)s, his title combined with his nice ability makes for a good option.
fr: On le trouve souvent aux côtés d'%(anson)s et %(anneke)s, son titre combiné à sa belle aptitude en font une bonne option.

source: A cheap %(AUS)s vampire with access to a useful inferior %(pre)s, he gets included in many decks.
fr: Un vampire %(AUS)s bon marché avec accès à un %(pre)s inférieur utile, il est inclus dans de nombreux decks.

source: A good match for %(anson)s and %(anneke)s, her bleed bonus and title are good and her special unlock ability is very strong, especially when combined with %(toreador_grand_ball)s.
fr: Une bonne partenaire pour %(anson)s et %(anneke)s, son bonus de morsure et son titre sont parfaits et son aptitude de redressement est très forte, en particulier si elle est combinée avec %(toreador_grand_ball)s.

source: His unique ability makes him a good addition in many construct hoping to get an open road for bleed actions at some point.
fr: Son aptitude unique en fait un bon ajout dans de nombreux decks dans l'espoir d'ouvrir une voie pour les actions de morsure à un moment donné.

source: A decent price for a <em>Prince</em> with this %(AUS)s%(CEL)s disciplines. More often than not, he is seen using range weapons like the %(magnum)s.
fr: Un prix décent pour un <em>Prince</em> avec ces disciplines %(AUS)s%(CEL)s. Le plus souvent, on le voit utiliser des armes à feu comme le %(magnum)s.

source: A cheap %(pre)s vampire who finds her place in many decks.
fr: Un vampire pas cher avec %(pre)s qui trouve sa place dans de nombreux decks.

source: Only 6 pool for a +1 bleed with %(AUS)s%(PRE)s, this is a bargain.
fr: Seulement 6 d'influence pour une morsure à +1 avec %(AUS)s%(PRE)s, c'est une bonne affaire.

source: The bonus stealth is quite strong combined with %(PRE)s, and the pool cost not so high.
fr: Le bonus de discrétion est assez fort combiné avec %(PRE)s, et le coût en influence pas si élevé.

source: The most played clan card for Toreador antitribu, it is an easy way to improve bleed for all vampires. The card is generally played in multiple copies in the deck, so as to make sure its destruction is not a stopping point for the construct.
fr: La carte de clan la plus jouée pour les Toréador antitribu, c'est un moyen facile d'améliorer la morsure pour tous les vampires. La carte est généralement jouée en plusieurs exemplaires dans le deck, afin de s'assurer que sa destruction n'est pas un point d'arrêt.

source: An iconic card of the Toreador clan, the cost of having a vampire locked is high, unless used in cunjonction with %(alexandra)s. Anyway, even at this cost, making sure actions get through without even using stealth is very strong.
fr: Carte emblématique du clan Toréador, le nécessité d'incliener un vampire est coûteuse, à moins d'être utilisé en conjonction avec %(alexandra)s. Quoi qu'il en soit, même à ce prix, s'assurer que les actions se déroulent sans même utiliser de discrétion est très fort.

source: A cheap price for superior %(PRE)s, she gets included in many decks.
fr: Un prix plutôt bas pour %(PRE)s en supérieur, elle est incluse dans de nombreux decks.

source: <p> The Tremere and their antitribu have access to the unique and versatile %(tha)s discipline. Alongside %(dom)s and %(aus)s, it makes for a powerful combination, used in many successful archetypes: <ul> <li> The %(princess_toolbox)s, a toolbox using all three clan disciplines %(aus)s%(dom)s %(tha)s. </li> <li> %(mistress)s, an <em>Inner Circle</em> build using %(mistress_fanchon)s. </li> <li> The %(nephandii)s, using %(antonio_d_erlette)s to put multiple %(nephandus)s into play and %(tupdogs)s to dispose of the opponents minions. </li> <li> The %(goratrix_high_tower)s, a wall using %(goratrix)s and its superior %(ANI)s as star. </li> <li> %(malgorzata_arch)s, a toolbox archetype which uses Tremere with %(VIC)s and powerful abilities, like %(lord_tremere)s, %(mistress_fanchon)s and %(malgorzata)s. </li> </ul> </p>
fr: <p> Les Tremere et leurs antitribus ont accès à la discipline %(tha)s, rare et polyvalente. Associée à %(dom)s et %(aus)s, elles constitue une combinaison puissante, utilisée dans de nombreux archétypes à succès : <ul> <li> La %(princess_toolbox)s, une toolbox qui utilise les trois disciplines de clan %(aus)s%(dom)s %(tha)s. </li> <li> %(mistress)s, un deck de membres du <em>Cercle Intérieur</em> qui utilise %(mistress_fanchon)s. </li> <li> Le %(nephandii)s, qui utilise %(antonio_d_erlette)s pour mettre en jeu des %(nephandus)s et des %(tupdogs)s pour éliminer les serviteurs adverses. </li> <li> Le %(goratrix_high_tower)s, un mur qui utilise %(goratrix)s et son %(ANI)s en supérieur comme star. </li> <li> %(malgorzata_arch)s, un archétype toolbox qui utilise les Tremere avec %(VIC)s et des aptitudes puissantes comme %(lord_tremere)s, %(mistress_fanchon)s et %(malgorzata)s. </li> </ul> </p>

source: A good stealth enhancer, the only one available with the clan disciplines. Its combat avoidance effect at superior %(THA)s can come in handy.
fr: Un bon améliorateur de discrétion, le seul disponible avec les disciplines du clan. Son effet qui permet d'éviter le combat en %(THA)s supérieure peut être utile.

source: A rare effect in the game, the ability to fetch any equipment in the library is very strong. The +3 stealth bonus at superior %(THA)s makes it very hard to block. Some decks use %(THA)s for this card only.
fr: Un effet rare dans le jeu, la possibilité de récupérer n'importe quel équipement de la bibliothèque est très forte. Le bonus de discrétion de +3 en %(THA)s supérieure rend le blocage très difficile. Certains decks utilisent %(THA)s pour cette carte uniquement.

source: The cheapest %(DOM)s pool can buy, he is played in many decks.
fr: Le vampire avec %(DOM)s le moins cher du jeu, il est joué dans de nombreux jeux.

source: An excellent combat card: as it <em>steals</em> blood there is no damage to prevent, and at the end of the round it is a 4 blood difference between the two vampires, at no cost.
fr: Une excellente carte de combat : comme elle <em>vole</em> du sang, il n'y a pas de dégâts à prévenir, et à la fin du round c'est une différence de 4 sang entre les deux vampires, gratuitement.

source: An excellent ally: not so expensive, not unique so many of them can be into play, they strike 1R with a press and prevent one damage per strike, so this means they do not lose any life against a vampire that does not play any combat card. They gave birth to the %(nephandii)s archetype.
fr: Un excellent allié : pas si cher, pas unique donc ils peuvent être mis en jeu en nombre, ils frappent 1R avec une poursuite et évitent un dégât par coup, donc ils ne perdent aucune vie contre un vampire qui ne joue pas de carte de combat. Ils ont donné naissance à l'archétype %(nephandii)s.

source: A good ally at a cheap price: he is quite the defender and very resilient as aggravated damage is required to kill him.
fr: Un bon allié à petit prix : c'est un bon défenseur, il est très résistant car il faut des dégâts aggravés pour le tuer.

source: An expensive but powerful device to augment %(a_b)s. Its cost did not prevent it to be played in many %(tha)s decks, if only as an option.
fr: Un outil coûteux mais puissant pour augmenter l'%(a_b)s. Son coût ne l'a pas empêché d'être joué dans de nombreux decks %(tha)s, ne serait-ce qu'en option.

source: Second pillar of the %(nephandii)s archetype, his capacity is exceptionnal. Being able to put some allies into play without even taking an action that could be blocked is a definitive edge.
fr: Deuxième pilier de l'archétype %(nephandii)s, son aptitude est exceptionnelle. Pouvoir mettre des alliés en jeu sans même entreprendre une action qui pourrait être bloquée est un avantage incontestable.

source: A good bloat device at a decent price. Few clans have access to this kind of location, but it generates a pool per turn so it is quickly profitable.
fr: Un bon outil de régénération à un prix décent. Peu de clans ont accès à ce genre de lieu, il génère un point d'influence par tour donc c'est rapidement rentable.

source: An <em>Inner Circle</em> with the classical 4 votes and +2 bleed bonus, she also has a unique ability to fetch the card she wants. Moreover, her %(AUS)s%(DOM)s%(OBF)s disciplines combination, alongside %(THA)s%(VIC)s, is powerful in many decks.
fr: Une membre du <em>Cercle Intérieur</em> avec le classique 4 votes et morsure à +2, elle a également une aptitude unique pour aller chercher la carte qu'elle veut. De plus, sa combinaison de disciplines %(AUS)s%(DOM)s%(OBF)s, aux côtés de %(THA)s%(VIC)s, est puissante dans de nombreux decks.

source: A very versatile combat device: maneuver or press at no cost is a great tool.
fr: Un outil de combat très polyvalent : manœuvrer ou poursuivre gratuitement est un excellent choix.

source: A star among the Tremere, her +1 intercept an good disciplines for a decent cost makes her a favorite in many decks.
fr: Une star parmi les Tremere, son interception à +1 et de bonnes disciplines pour un coût décent en fait une favorite dans de nombreux decks.

source: An infamous rush device, only available as an offensive tool for Tremere antitribu. They gave birth to the %(tupdogs)s archetype.
fr: Un outil de rush fameux, uniquement disponible comme pour les Tremere antitribu. Ils ont donné naissance à l'archétype %(tupdogs)s.

source: A good disciplines combination for only 3 pool, plus he is in the group 3 so he can be included in many crypts.
fr: Une bonne combinaison de disciplines pour seulement 3 d'influence, il appartient de plus au groupe 3 et peut donc être inclus dans de nombreuses cryptes.

source: Yet another %(dom)s%(aus)s for 3, included in many crypts for the same reason as %(saiz)s: she's cheap and has good disciplines.
fr: Encore une autre %(dom)s%(aus)s pour 3, inclus dans de nombreuses cryptes pour la même raison que %(saiz)s : elle est bon marché et a de bonnes disciplines.

source: A very decent damage prevention card, even if not as powerful as %(for)s %(rolling_with_the_punches)s, it is the only damage prevention available to the Tremere.
fr: Une carte de prévention de dégâts très décente, même si elle n'est pas aussi puissante que %(for)s %(rolling_with_the_punches)s, c'est la seule prévention de dégâts disponible pour les Tremere.

source: The True Brujah and their unique %(tem)s discipline have some powerful vampires among their ranks. The use of %(summon_history)s to put vampires or allies into play fast and cheap has given birth to interesting decklists, like %(fernando_grossi_s_deck)s from 2011.
fr: Les Brujah Véritables et leur discipline exclusive %(tem)s comptent de puissants vampires dans leurs rangs. L'utilisation de %(summon_history)s pour mettre en jeu des vampires ou des alliés rapidement et à bas prix a donné naissance à des decklists intéressantes, comme le %(fernando_grossi_s_deck)s de 2011.

source: Fernando Grossi's deck
fr: deck de Fernando Grossi

source: Often played for its additional stealth at inferior %(obf)s outside of the clan, its %(tem)s and %(TEM)s effects makes it a useful tool in virtually all True Brujah decks. Combined with %(outside_the_hourglass)s, it forms the most dreadful combat combination of the game.
fr: Souvent joué pour sa discrétion supplémentaire en %(obf)s inférieur en dehors du clan, ses effets %(tem)s et %(TEM)s en font un outil utile dans pratiquement tous les decks Brujah Véritables. Combiné avec %(outside_the_hourglass)s, il forme la combinaison de combat la plus efficace du jeu.

source: A Hunting Ground giving +1 hand size at no cost is awesome, the fact that it is removable is not really an issue.
fr: Un terrain de chasse gratuit qui en plus ajoute un à la taille de main est formidable, le fait qu'il soit amovible n'est pas vraiment un problème.

source: An excellent stealth device at superior %(TEM)s, as it not only adds stealth but also tends to consume wakes on the opponents side. The %(pot)s is useful when a bleed is bounced: a block attempt, even non succesful, allows it to cancel the action.
fr: Un excellent outil de discrétion en %(TEM)s supérieur, car il ajoute non seulement de la discrétion, mais a également tendance à consommer des réveils du côté de l'adversaire. La version %(pot)s est utile lorsqu'une morsure est rebondie : une tentative de blocage, même infructueuse, lui permet d'annuler l'action.
