Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck using Ventrue <em>Princes</em>. </p> <p> The idea is to get the highest capacity vampire out, then use %(govern_the_unaligned)s at superior %(DOM)s to get more vampires out fast and cheap, then later to bleed with the help of some %(dom)s modifiers. </p> <p> The intercept module is built around the fact the many vampires in the crypt are <em>Princes</em> and use %(second_tradition_domain)s heavily. %(deflection)s is used to bounce bleeds in case they get through anyway. </p> <p> The combat module uses %(for)s for damage prevention and %(weighted_walking_stick)s to deal more damage. </p> <h2>Tips & Tricks</h2> <p> %(daring_the_dawn)s and %(foreshadowing_destruction)s are used for the lunge. The use of %(direct_intervention)s on a modifier like %(conditioning)s prevents it to be played again on the same action (as a modifier can only be played once, even if countered). Using an alternative bleed enhancer is permitted though (the modifier did not apply, so limited bleed enhancement is still possible). %(foreshadowing_destruction)s can even save a lunge this way. </p> <p> %(scourge_of_the_enochians)s and %(anarchist_uprising)s are counters against breed constructs, as they can become overwhelming for this deck. </p> <h2>Variants</h2> <p> There are many minor variations to this archetype. %(parity_shift)s and %(entrancement)s are often included, %(seduction)s can help to get the bleed through. On the Master side, %(papillon)s and %(island_of_yiaros)s are common inclusions. Finally, some %(freak_drive)s to increase %(a_b)s is often seen too. </p> <p> The <strong>Law Firm</strong> variant ditches the combat module and replaces it with some %(majesty)s, with a good number of %(freak_drive)s for multiple actions. With more damaging votes like %(kine_resources_contested)s, it makes for many aggressive actions, and they quickly become hard to block. %(anthony_coleman_s_deck)s from the 2009 English NC is a good example. It is also often played with a group 1-2 crypt, as %(emerson_bridges)s and %(sir_walter_nash)s are good Princes for the job, at a low cost. %(sergio_gracia_s_deck)s from 2009 is a good example. </p>
fr: <h2> Principe </h2> <p> C'est une <em>toolbox</em> avec des <em>Princes</em> Ventrue. </p> <p> L'idée est de sortir le vampire de plus grande capacité, puis d'utiliser %(govern_the_unaligned)s en %(DOM)s supérieur pour sortir plus de vampires rapidement et à moindres frais, puis de mordre plus tard avec l'aide de quelques modificateurs %(dom)s. </p> <p> Le module d'interception est construit autour du fait que de nombreux vampires de la crypte sont des <em>Princes</em> et utilise beaucoup %(second_tradition_domain)s. %(deflection)s est utilisée pour rediriger les morsures au cas où elles passeraient malgré tout. </p> <p> Le module de combat utilise %(for)s pour la prévention des dégâts et %(weighted_walking_stick)s pour infliger plus de dégâts. </p> <h2> Trucs & Astuces </h2> <p> %(daring_the_dawn)s et %(foreshadowing_destruction)s sont utilisés pour le coup de grâce. L'utilisation de %(direct_intervention)s sur un modificateur comme %(conditioning)s l'empêche d'être rejoué sur la même action (car un modificateur ne peut être joué qu'une seule fois, même s'il est contré). L'utilisation d'un autre amplificateur de morsure est cependant autorisée (le modificateur ne sest pas appliqué, donc une amélioration limitée de morsure est toujours possible). %(foreshadowing_destruction)s peut même sauver un coup de grâce de cette façon. </p> <p> %(scourge_of_the_enochians)s et %(anarchist_uprising)s sont des contres contre les proliférations, car elles peuvent devenir accablantes pour ce deck. </p> <h2> Variantes </h2> <p> Il existe de nombreuses variantes mineures de cet archétype. %(parity_shift)s et %(entrancement)s sont souvent inclus, %(seduction)s peut aider à faire passer des morsures. Du côté maître, %(papillon)s et %(island_of_yiaros)s sont des inclusions courantes. Enfin, quelques %(freak_drive)s pour augmenter l'%(a_b)s sont aussi monnaie courante. </p> <p> La variante <strong> Law Firm </strong> abandonne le module de combat et le remplace par quelques %(majesty)s, avec un bon nombre de %(freak_drive)s pour plus d'actions. Avec plus de votes à dégâts comme %(kine_resources_contested)s, cela entraîne de nombreuses actions agressives, et elles deviennent rapidement difficiles à bloquer. Le %(anthony_coleman_s_deck)s du NC anglais de 2009 en est un bon exemple. Il est également souvent joué avec une crypte de groupe 1-2, car %(emerson_bridges)s et %(sir_walter_nash)s sont de bons princes pour le travail, à faible coût. Le %(sergio_gracia_s_deck)s de 2009 en est un bon exemple. </p>

source: Anthony Coleman's deck
fr: deck d'Anthony Coleman

source: Sergio Gracia's deck
fr: deck de Sergio Gracia

source: <h2>Highlights</h2> <p> It's a <em>rush</em> deck with %(ghede)s as star. The key is he can play and stack %(typhonic_beast)s for free, thanks to his ability. Of course Potence %(POT)s let him %(immortal_grapple)s to suppress combat defense, and he has an embeeded rush as an ability to start with. </p> <p> To get the necessary traction to really control the table though, a few additional rush actions, coupled with %(freak_drive)s and %(abdelsobek)s, let him rush multiple times a turn. </p> <p> Once the board is under control, his 1-cap sidekicks can bleed fr one for the ousts. </p> <h2>Tips & Tricks</h2> <p> The deck has a %(secure_haven)s for a chance to contest one in play if needed, and %(sires_index_finger)s against %(rotschreck)s. </p> <p> In case Ghede finds himself in trouble, it's always possible to hit a lucky %(golconda)s and sacrifice him to get a new copy in play quickly. </p> <h2>Variants</h2> <p> %(truth_of_a_thousand_lies)s can be used in place of %(freak_drive)s for more flexibility, at the cost of blood. %(shadow_boxing)s is worth considering, and %(enkil_cog)s and %(mokole_blood)s often find a spot. Additionally, playing a bunch of %(eternals_of_sirius)s is tempting to accelerate the deck in the first few turns. The card can still be played once %(ghede)s is out for a 1-pool gain so it jams less than %(zillahs_valley)s, but it might cripple the card flow a bit. </p> <p> Getting the oust might prove difficult if the prey decides to just sit on a good deal of pool. One solution here is to use %(waters_of_duat)s and the many unlocks at %(ghede)s's disposal to creat a small army of Followers to bleed. %(dream_world)s can even be used as a lunge device in that case. See %(orian_gisslers_deck)s for an example. </p>
fr: <h2>Principe</h2> <p> C’est un deck <em>rush</em> avec %(ghede)s comme star. La clé est qu’il peut jouer et spammer %(typhonic_beast)s gratuitement, grâce à son pouvoir. Bien sûr, Potence %(POT)s lui laisse utiliser %(immortal_grapple)s pour supprimer la défense de combat, et il a un rush intégrée comme pouvoir. </p> <p> Pour obtenir la traction nécessaire pour vraiment contrôler la table, quelques actions de précipitation supplémentaires, couplées avec %(freak_drive)s et %(abdelsobek)s, lui permettent de rusher plusieurs fois par tour. </p> <p> Une fois le tableau sous contrôle, ses acolytes à capacité 1 peuvent mordre directement pour sortir la proie. </p> <h2>Trucs & Astuces</h2> <p> Le deck contient un %(secure_haven)s pour avoir une chance d’en contester un en jeu si nécessaire, et un %(sires_index_finger)s contre les %(rotschreck)s. </p> <p> Au cas où Ghede se retrouverait en difficulté, il est toujours possible de toucher un %(golconda)s et de le sacrifier pour obtenir rapidement une nouvelle copie en jeu. </p> <h2>Variantes</h2> <p> %(truth_of_a_thousand_lies)s peut être utilisé à la place de %(freak_drive)s pour plus de flexibilité, avec un coût en sang plus élevé. %(shadow_boxing)s vaut la peine d’être considéré, et %(enkil_cog)s et %(mokole_blood)s trouvent souvent une place. De plus, jouer un tas d’%(eternals_of_sirius)s est tentant pour accélérer le deck dans les premiers tours. La carte peut toujours être jouée une fois que %(ghede)s est sorti pour un gain de 1 pool, donc elle bloque moins que %(zillahs_valley)s, mais cela pourrait enrayer un peu le flux de cartes. </p> <p> Obtenir l’élimination peut s’avérer difficile si la proie décide de simplement s’asseoir sur une grande partie de son pool. Une solution ici est d’utiliser %(waters_of_duat)s et les nombreux redressements à la disposition de %(ghede)s pour créer une petite armée de serviteurs pour mordre. %(dream_world)s peut même être utilisé comme outil de coup de grâce dans ce cas. Voir le %(orian_gisslers_deck)s pour un exemple. </p

source: Orian Gissler's deck
fr: deck d'Orian Gissler

source: <h2>Highlights</h2> <p> This is a <em>powerbleed</em> deck of the Giovanni %(giovanni)s clan. %(DOM)s is used for bleeds and bounces, and %(NEC)s for block denial, a bit of stealth and combat defence. </p> <p> The highest capacity vampire should be influenced first, so that %(govern_the_unaligned)s can be used at superior %(DOM)s to get more vampires out cheap and fast. Once it got three vampires, the deck proceeds with bleeds, using %(govern_the_unaligned)s at inferior %(dom)s, plus modifiers for stealth, like %(bonding)s and %(spectral_divination)s. </p> <p> The deck has almost no defence against votes but, at the same time, isn't too exposed. It still has a %(delaying_tactics)s just in case, and %(spectral_divination)s can always provide a bit of intercept. </p> <p> The deck is fast and brutal. It does not have a lot of stealth but the vampires are cheap, so they're out fast and start bleeding early. %(anarch_troublemaker)s and %(pentex_subversion)s help disable potential blockers, and a bit of stealth, plus block denial with %(seduction)s and %(call_of_the_hungry_dead)s, can overcome most defences. </p> <h2>Tips & Tricks</h2> <p> %(trochomancy)s is an good modifier: not only does it enhance the bleeds, it is also a good counter against %(ashur_tablets)s. </p> <p> The cards tend to cost a lot of blood: hence, %(the_coven)s, %(jake_washington)s and %(perfectionist)s are included to regenerate a bit. </p> <p> The combat module is a mix of %(spiritual_intervention)s and %(breath_of_thanatos)s: the opponents will have to ponder the risk of the latter before coming in for a rush. </p> <h2>Variants</h2> <p> A lot of minute changes can be considered: <li> %(anarch_convert)s or %(tupdog)s can help fluidify the crypt — and provide an expandable blocker against rushes. </li> <li> %(misdirection)s can be added or replace either %(anarch_troublemaker)s or %(pentex_subversion)s. %(the_uncoiling)s should be considered, if only to remove a cumbersome %(the_unmasking)s. </li> <li> %(command_of_the_beast)s can be added, just to make it hard for the opponents to get the potential bleed amount right. </li> <li> One or two %(sudario_refraction)s can help fetch the right cards at the right moment — although it won't help against strong blockers. </li> <li> %(acquired_ventrue_assets)s can be added as yet another way to regenerate a bit of blood. </li> </p> <p> The Giovanni %(giovanni)s have great allies that can come in handy, like %(tye_cooper)s, %(ambrosius)s, %(puppeteer)s, %(felix)s and %(leonardo)s. Including them might render %(breath_of_thanatos)s more versatile and provide a welcome anti-rush defence, but might also need a bit of protection with a couple of %(far_mastery)s to get them back if they're stolen: all in all it's good support but can also hurt the card flow. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>powerbleed</em> du clan Giovanni %(giovanni)s. %(DOM)s est utilisé pour les morsures et les rebonds, et %(NEC)s pour le déni de bloc, un peu de discrétion et de la défense au combat. </p> <p> Le vampire ayant la plus grande capacité doit être influencé en premier, de sorte que %(govern_the_unaligned)s puisse être utilisé en %(DOM)s supérieure pour sortir plus de vampires à moindre coût et rapidement. Une fois que trois vampires sont prêts, le deck commence les morsures, en utilisant %(govern_the_unaligned)s en %(dom)s inférieure, plus des modificateurs pour un peu de discrétion, comme %(bonding)s et %(spectral_divination)s. </p> <p> Le deck n'a presque aucune défense contre les votes mais, en même temps, n’y est pas trop sensible. Il a tout de même un %(delaying_tactics)s au cas où, et %(spectral_divination)s peut fournir un peu d'interception si nécessaire. </p> <p> Le deck est rapide et brutal. Il n'a pas beaucoup de discrétion mais les vampires sont bon marché, alors ils sortent vite et commencent à mordre tôt. %(anarch_troublemaker)s et %(pentex_subversion)s aident à désactiver les bloqueurs potentiels, et un peu de discrétion, plus le déni de bloc de %(seduction)s et %(call_of_the_hungry_dead)s, peuvent surmonter la plupart des défenses. </p> <h2>Trucs & Astuces</h2> <p> %(trochomancy)s est un modificateur intéressant : non seulement il améliore les morsures, c'est aussi un bon contre contre %(ashur_tablets)s. </p> <p> Les cartes ont tendance à coûter beaucoup de sang aux vampires : par conséquent, %(the_coven)s, %(jake_washington)s et %(perfectionist)s sont inclus pour se régénérer un peu. </p> <p> Le module de combat est un mix de %(spiritual_intervention)s et %(breath_of_thanatos)s : les adversaires devront peser le risque de ce dernier avant de faire un rush. </p> <h2>Variantes</h2> <p> De nombreux changements mineurs peuvent être envisagés : <li> %(anarch_convert)s ou %(tupdog)s peuvent aider à fluidifier la crypte — et fournir un bloqueur à sacrifier sur les rush. </li> <li> %(misdirection)s peut être ajouté ou remplacer soit %(anarch_troublemaker)s soit %(pentex_subversion)s. %(the_uncoiling)s doit être envisagé, ne serait-ce que pour supprimer un %(the_unmasking)s encombrant. </li> <li> %(command_of_the_beast)s peut être ajouté, juste pour rendre difficile pour les adversaires d'estimer le montant de morsure. </li> <li> Un ou deux %(sudario_refraction)s peuvent aider à récupérer les bonnes cartes au bon moment — même si cela n'aidera pas contre les bloqueurs puissants. </li> <li> %(acquired_ventrue_assets)s peut être ajouté comme un autre moyen de régénérer un peu de sang. </li> </p> <p> Les Giovanni %(giovanni)s ont de bons alliés qui peuvent être utiles, comme %(tye_cooper)s, %(ambrosius)s, %(puppeteer)s, %(felix)s et %(leonardo)s. Les inclure pourrait rendre %(breath_of_thanatos)s plus polyvalent et fournir une défense anti-rush bienvenue, mais pourrait également avoir besoin d'un peu de protection avec quelques %(far_mastery)s pour les récupérer s'ils sont volés : dans l'ensemble, c'est un bon support mais peut également nuire au flux de cartes. </p>

source: <h2>Highlights</h2> <p> This is a <em>stealth & bleed</em> deck centered around the use of multiple Master actions and a lot of Master cards. This is commonly reffered to as a <strong>M</strong>ulti <strong>M</strong>aster <strong>P</strong>hase <strong>A</strong>ctions construct. </p> <p> The base idea is to get %(cybele)s out, then %(aksinya_daclau)s, using %(zillah_s_valley)s and %(villein)s to get them out faster. </p> <p> %(cybele)s ability provides more master phase actions, while %(aksinya_daclau)s's ability also uses the Master cards for bleed defence, providing a permanent bounce. </p> <p> The deck has an exceptional bloat capacity, between %(villein)s, %(liquidation)s and %(ashur_tablets)s. </p> <p> While the game progresses, big capacity vampires with a strong permanent bleed bonus and %(OBF)s are put into play. They proceed to destroying the prey's pool using %(OBF)s stealth and their inherent bleed bonus. </p> <p> The high number of %(ashur_tablets)s provide an exceptional recursion. The more the game advances, the more the deck concentrates the cards it needs the most, depending on the table context and the opponents decks. </p> <h2>Tips & Tricks</h2> <p> %(aksinya_daclau)s needs to be unlocked to use her ability. That's why the deck uses %(guard_dogs)s and %(rat_s_warning)s. </p> <p> The crypt uses vampires with %(OBF)s and %(PRE)s, so they can use %(entrancement)s and %(majesty)s. However, most vampires do not have access to %(dom)s or %(AUS)s for additional bounces. As the vampires have a very big capacity though, %(lost_in_translation)s provide additional bounces in case of a very aggressive predator. </p> <h2>Variants</h2> <p> Many small variations exists, depending on the cards used outside the Master module. </p> <p> A common variation is the <strong>Girls Will Find AIDS</strong>, more combat-focused and using %(nana_buruku)s and an %(ANI)s combat module using %(deep_song)s, %(aid_from_bats)s, and %(carrion_crows)s. %(hugh_angseeing_s_deck)s from the 2011 NAC FCQ is a good example. </p> <p> In a sense, the Corey Brindley's %(mmpa_politics)s can be seen as a variation, but the crypt and library differences are pretty huge so it deserved a separate entry. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>stealth & bleed</em> centré sur l'utilisation de multiples actions de Maître et de nombreuses cartes Maître. C'est ce qu'on appelle communément une construction <strong>M</strong>ulti <strong>M</strong>aster <strong>P</strong>hase <strong>A</strong>ctions. </p> <p> L'idée de base est de sortir %(cybele)s, puis %(aksinya_daclau)s, en utilisant %(zillah_s_valley)s et %(villein)s pour les sortir plus rapidement. </p> <p>L'aptitude de %(cybele)s donne plus d'actions de Maître, tandis que celui d'%(aksinya_daclau)s utilise aussi les cartes Maître pour se défendre contre les morsures, en fournissant un rebond permanent. </p> <p> Le deck a une capacité de régénération exceptionnelle, entre %(villein)s, %(liquidation)s et les %(ashur_tablets)s. </p> <p> Tandis que la partie progresse, des vampires de haute capacité avec un gros bonus de morsure permanent et %(OBF)s sont mis en jeu. Ils s'attachent alors à la destruction de l'influence de la proie en utilisant la discrétion de %(OBF)s et leur bonus de morsure. </p> <p> Le grand nombre d'%(ashur_tablets)s fournit une récursion exceptionnelle. Plus la partie avance, plus le deck concentre les cartes dont il a le plus besoin, en fonction du contexte de table et des decks adverses. </p> <h2>Trucs & Astuces</h2> <p> %(aksinya_daclau)s a besoin d'être redressée pour utiliser son aptitude. C'est pourquoi le deck utilise %(guard_dogs)s et %(rat_s_warning)s. </p> <p> La crypte utilise des vampires avec %(OBF)s et %(PRE)s, ils peuvent donc utiliser %(entrancement)s et %(majesty)s. Cependant, la plupart des vampires n'ont pas accès à %(dom)s ou %(AUS)s pour des rebonds additionnels. Mais, comme les vampires sont de haute capacité, %(lost_in_translation)s fournit des rebonds additionnels en cas de prédateur aggressif. </p> <h2>Variantes</h2> <p> Beaucoup de petits variations existent, en fonction des cartes utilisées hors du module de Maître. </p> <p> Une variante courante est <strong>Girls Will Find AIDS</strong>, plus orientée combat avec %(nana_buruku)s et un module de combat %(ANI)s qui utilise %(deep_song)s, %(aid_from_bats)s, et %(carrion_crows)s. Le %(hugh_angseeing_s_deck)s du FCQ du NAC 2011 en est un bon exemple. </p> <p> D'un certain point de vue, Le %(mmpa_politics)s de Corey Brindley peut être vu comme une variation, mais les différences de crypte et de bibliothèque sont assez larges pour justifier un article à part. </p>

source: Hugh Angseeing's deck
fr: deck de Hugh Angseeing
