Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Home
fr: Accueil

source: Online Play
fr: Jeu en ligne

source: Strategy
fr: Stratégie

source: Fundamentals
fr: Fondamentaux

source: Bloat
fr: Régénération

source: Deck building
fr: Construction de Deck

source: Archetype Categories
fr: Catégories d’Archétypes

source: Table Talk
fr: Discussion

source: Deck guides
fr: Guides de decks

source: Den of Fiends
fr: Antre des Démons

source: Libertine Ball
fr: Bal des Libertins

source: Pact with Nephandi
fr: Pacte avec les Nephandi

source: Parliament of Shadows
fr: Parlement des Ombres

source: Basic
fr: Basique

source: Blood, Pool and Grinding Beads
fr: Sang, Influence et Usure de Jetons

source: Combat Primer
fr: Introduction au Combat

source: Guide for MTG Players
fr: Guide pour les joueurs de MTG

source: What Should I Buy?
fr: Que dois-je acheter ?

source: Advanced
fr: Avancé

source: The Game of the Game
fr: Le jeu dans le jeu

source: Playing Montano Baltimore Purge
fr: Jouer Montano Baltimore Purge

source: Playing Tupdogs & Nephandus
fr: Jouer Tupdogs & Nephandus

source: Combat Modules
fr: Modules de Combat

source: Archetypes
fr: Archétypes

source: Runner Ups
fr: Prétendants

source: New Kids
fr: Petits Nouveaux

source: Best Cards
fr: Top Cartes

source: Generic
fr: Générique

source: Master cards
fr: Cartes de Maître

source: Political actions
fr: Actions politiques

source: No discipline
fr: Sans discipline

source: Animalism
fr: Animalisme

source: Celerity
fr: Célérité

source: Dominate
fr: Domination

source: Fortitude
fr: Force d’âme

source: Necromancy
fr: Nécromancie

source: Obfuscate
fr: Occultation

source: Potence
fr: Puissance

source: Presence
fr: Présence

source: Sects
fr: Sectes

source: Daughters of Cacophony
fr: Filles de la Cacophonie

source: Harbingers of Skulls
fr: Émissaires des Crânes

source: Imbued
fr: Illuminés

source: Malkavian
fr: Malkavien

source: Ministry
fr: Sacerdoce

source: Salubri
fr: Salubrien

source: Toreador
fr: Toréador

source: True Brujah
fr: Brujah Véritables

source: Deck Search
fr: Recherche Deck

source: Card Search
fr: Recherche Carte

source: The page you are trying to access does not exist.
fr: La page que vous cherchez n'existe pas.

source: Home page
fr: Page d'accueil

source: April 20th, 2024 Grand Prix in Paris.
fr: 20 Avril 2024 Grand Prix de Paris.

source: Register by email to:
fr: Inscription par e-mail à :

source: Sponsor the Codex
fr: Sponsorisez le Codex

source: Card Search
fr: Recherche de Carte

source: Official cards text provided by %(vekn)s. All rulings give a link to the actual official ruling made by successive Rules Directors.
fr: Les textes officiels des cartes sont fournis par %(vekn)s. Tous les arbitrages présentent un lien vers l'arbitrage officiel correspondant effectué par les Rules Directors successifs.

source: Rulings
fr: Arbitrages

source: Submit a new ruling or a ruling correction
fr: Soumettre un nouvel arbitrage ou une correction

source: rulings website
fr: site web d'arbitrage

source: Login with your VEKN account on the %(rulings_website)s and submit a change proposal there.
fr: Identifiez-vous avec votre compte VEKN sur le %(rulings_website)s pour y soumettre une proposition.

source: Deck Search
fr: Recherche de Deck

source: This is an interactive interface to the %(twda)s provided by VEKN. Type a card name to search all winning deck with it since 2008.
fr: Ceci est une interface interactive pour la %(twda)s fournie par VEKN. Entrez un nom de carte pour rechercher tous les decks gagnants qui la contiennent depuis 2008.

source: At least 25 competitors
fr: Au moins 25 participants

source: Comments
fr: Commentaires

source: This site is a compilation of <strong>Vampire: the Eternal Struggle</strong> strategy resources. It is intended for players already familiar with the game and its rules. VTES is a game published by %(black_chantry_productions)s, under %(world_of_darkness)s license.
fr: Ce site est une compilation de ressources de stratégie pour <strong>Vampire: the Eternal Struggle</strong>. Il est conçu pour les joueurs connaissant déjà le jeu et ses règles. VTES est un jeu publié par %(black_chantry_productions)s, sous la license %(world_of_darkness)s.

source: If you are a new player, consult
fr: Si vous êtes un nouveau joueur, consultez

source: Brett S. guide
fr: le guide de Brett S.

source: %(our_video_tutorial)s, %(brett_s_guide)s, or one of the other video tutorials below to learn the game before digging deeper. The official rule can be found on the %(bcp_s_website)s. The official %(players_guide)s is available in PDF format at DriveThruRPG.
fr: %(our_video_tutorial)s, %(brett_s_guide)s ou l'un des tutoriels vidéo ci-dessous pour apprendre le jeu avant d'aller plus loin. Les règles officielles sont sur le %(bcp_s_website)s. Le %(players_guide)s officiel est disponible en PDF sur DriveThruRPG.

source: BCP's website
fr: site web de BCP

source: Player's Guide
fr: Guide du Joueur

source: our video tutorial
fr: notre tutoriel vidéo

source: Github page
fr: page Github

source: If you want to contribute to this guide, point out mistakes or raise an issue, you are welcome to do so on the %(github_page)s of the project.
fr: Si vous désirez contribuer à ce guide, signaler une erreur ou un problème, merci de le faire sur la %(github_page)s du projet.

source: Community
fr: Communauté

source: VEKN Forum
fr: Forum VEKN

source: VEKN Facebook goup
fr: Groupe Facebook VEKN

source: VTES World Facebook goup
fr: Groupe Facebook VTES World

source: More links and local communities on
fr: Plus de liens et communautés locales sur

source: Resources
fr: Ressources

source: Online tools
fr: Outils en ligne

source: Tournament organiser
fr: Gestionnaire de tournois

source: Online Play section
fr: section Jeu en Ligne

source: For <b>online play</b>, check the %(online_play_section)s.
fr: Pour <b>jouer en ligne</b>, consultez la %(online_play_section)s.

source: Tutorials
fr: Tutoriels

source: The Codex 10min Tutorial
fr: Le Tutoriel en 10min du Codex

source: Team Covenant's Tutorial
fr: Tutoriel de la Team Covenant

source: Jender's Gaming Tutorial
fr: Tutoriel de Jender's gaming

source: VTES on LackeyCCG Tutorial
fr: Tutoriel VTES sur LackeyCCG

source: Video Channels
fr: Chaînes vidéo

source: interviews archive
fr: archive d'interviews

source: Live streams
fr: Streams en direct

source: Developer tools
fr: Outils pour développeurs

source: Static resources
fr: Ressources statiques

source: Discord bots
fr: Bots Discord

source: Cards lookup
fr: Recherche de carte

source: Tournament management
fr: Gestion de tournoi

source: Portions of the materials are the copyrights and trademarks of Paradox Interactive AB, and are used with permission.<br>All rights reserved. For more information please visit
fr: Des parties du matériel utilisé sont la propriété et les marques déposées de Paradox Interactive AB, et sont utilisées avec autorisation.<br>Tous droits réservés. Pour plus d'informations, merci de consulter

source: This archetype has been historically successful but did not register significant wins since the latest expansions: it might be less relevant today depending on your %(meta)s.
fr: Cet archétype fut excellent par le passé mais n'a pas enregistré de victoire récentes depuis la publication des dernières extensions: il est potentiellement mois remarquable en fonction de votre %(meta)s.

source: %(pentex)s has been modified by an <em>errata</em> in September 2019. It does not prevent a vampire to act anymore, so it is less powerful
fr: %(pentex)s a été modifiée par un <em>errata</em> en september 2019. Elle n'empêche plus un vampire d'agir, donc elle est moins puissante

source: and should probably not be included in the deck anymore.
fr: et devrait probablement être retirée de ce deck.

source: but its ability to disable a strong blocker is still an important aspect. It might have its place here.
fr: mais sa capacité à mettre un bloqueur puissant hors d'action est toujours un aspect important. Elle a peut-être encore sa place ici.

source: but still has its place in the deck, as it was mainly used as a way to disable a blocker anyway.
fr: mais a toujours sa place dans ce deck, puisqu'elle était de toute façon principalement utilisée pour mettre un bloqueur hors d'action.

source: %(ashur_tablets)s has been modified by an <em>errata</em> in February 2024. Only one can be played per turn now,
fr: %(ashur_tablets)s a été modifié par un <em>errata</em> en février 2024. Une seul copie peut être jouée par tour désormais,

source: so less copies should be included, and the deck is markedly less powerful.
fr: donc moins de copies devraient être inclues, et le deck sera nettement moins puissant.

source: but how much impact it does have on that deck is unclear.
fr: mais quel impact cela a sur le deck n’est pas clair.

source: but that should not change much in this deck.
fr: mais ça ne devrait pas changer grand-chose pour ce deck.

source: %(emerald_legionnaire)s has been modified by an <em>errata</em> in February 2024. Their ability can only be triggered with enough Harbingers %(harbinger_of_skulls)s,
fr: %(emerald_legionnaire)s a été modifié par un <em>errata</em> en février 2024. Leur compétence ne peut être déclenchée qu’avec assez d’Émissaires des Crânes %(harbinger_of_skulls)s,

source: which makes them, and this deck, markedly less powerful.
fr: ce qui les rend, ainsi que ce deck, nettement moins puissants.

source: but how much impact it does have in nthis deck is unclear.
fr: mais l’impact cela a sur le deck n’est pas clair.

source: %(villein)s has been modified by an errata in June 2018 to limit the blood taken to a maximum of 5. It should still be as efficient as ever in this archetype, though.
fr: %(villein)s a été modifié par un errata en juin 2018 pour limiter la quantité de sang récupéré à un maximum de 5. Il devrait toutefois conserver son efficacité dans cet archétype.

source: %(parity_shift)s has been modified in the September 2019 <em>errata</em>. The amount of pool is no longer equal to the number of Methusalah, but is stable at 3. The card is then less powerful in the game beginning, but is still a good fit in this deck.
fr: %(parity_shift)s a été modifié dans l'<em>errata</em> de septembre 2019. La quantité de points de réserve n'est plus égale au nombre de Methusalah, mais est fixée à 3. Cette carte est donc moins puissante en début de partie, mais reste une bonne inclusion dans ce deck.

source: %(anthelios)s has been banned in 2016. Its removal may have a bit of impact on the Master module.
fr: %(anthelios)s a été bannie en 2016. Son retrait peut avoir quelques conséquences sur le module de cartes Maître.

source: %(liliths_blessing)s has been banned in 2016.
fr: %(liliths_blessing)s a été bannie en 2016.

source: %(temptation_of_greater_power)s has been banned in 2016.
fr: %(temptation_of_greater_power)s a été bannie en 2016.

source: <h2>Top Tier</h2> <p> Here is a list of the best <strong>Vampire: the Eternal Struggle</strong> deck archetypes. Every archetype is presented with %(twda)s deck list examples, main variations, and a play guide. </p> <p> Only archetypes having proven themselves against at least 20 players twice in the last 3 years are taken into account, and only if one of these wins is a Continental Championship or if they have at least a third win. Example decklists are the most recent Continental Championship win, National win otherwise, or just the latest win. Decks relying heavily on mechanics that have since been errated are not included. </p> <p> The starred ⭐️ archetypes have score over 50%% more wins than any other: they can be considered as the current "top dogs". </p> <p> Please note that this list is built purely on TWDA statistics: more than a third of tournaments wins are achieved with unrelated decks. </p>
fr: <h2>Top Tier</h2> <p> Voici une liste des meilleurs archétypes de deck de <strong>Vampire: the Eternal Struggle</strong>. Chaque archétype est présenté avec un exemple de liste de deck de la %(twda)s, les principales variations et un guide de jeu. </p> <p> Seuls les archétypes ayant fait leurs preuves contre au moins 20 joueurs à deux reprises dans les 3 dernières années sont pris en compte, et uniquement si l'une de ces victoires est un Championnat Continental ou s'ils ont au moins une troisième victoire. Les exemples de listes de deck sont les victoires continentales les plus récentes, sinon nationales, ou simplement la victoire la plus récente. Les decks reposant fortement sur des mécaniques depuis erratées ne sont pas inclus. </p> <p> Les archétypes étoilés ⭐️ ont enregistré plus de 50 %% de victoires en plus que tous les autres: ils peuvent être considéré comme les decks dominants du moment. </p> <p> Veuillez noter que cette liste est construite uniquement sur les statistiques de TWDA : plus d'un tiers des victoires en tournoi sont obtenues avec des decks sans rapport. </p>

source: <h2>Runner-ups</h2> <p> These archetypes are not currently top tier, but they have potential. They have either been successful in the past, or have recently gotten some victories in tournaments. Keep an eye out for them, tinker and experiment to reveal their full potential. </p>
fr: <h2>Prétendants</h2> <p> Ces archétypes ne sont pas actuellement top tier, mais ils ont du potentiel. Ils ont soit réussi dans le passé, soit récemment remporté des tournois. Gardez un œil sur eux, ajustez et expérimentez pour révéler leur plein potentiel. </p>

source: <h2>New Kids</h2> <p> These archetypes are new constructions that have been noticed in tournaments. If they make this list, it's usually because they performed, surprised, or showed potential. </p> <p> They usually have a single victory to their account, if any, but they might just need your personal touch or a bit of promotion to become the next big hit. </p>
fr: <h2>Petits Nouveaux</h2> <p> Ces archétypes sont des constructions qui ont été remarquées en tournoi. S’ils sont sur la liste, c’est en général parce qu’ils ont gagné, surpris, ou montré du potentiel. </p> <p> Ils ont souvent une seule victoire à leur compte, ou même aucune, mais ils ont peut-être juste besoin de votre touche personnelle ou d’un peu de publicité pour devenir le prochain gros coup. </p>

source: French VEKN Forum
fr: Forum VEKN France

source: <h2>Archive</h2> <p> For your enjoyment, you'll find here a collection of archetypes that did not make it to the previous lists, but are still very much viable. </p> <p> If you know of a decklist you'd like to see included, please reach out on the %(vtes_discord)s. </p> <p> You can also consult other archetypes list, like the « Bibliodèque »: a French project with more than a hundred decklists, the project history is on the %(french_vekn_forum)s and the final decklists with proxies on %(google_drive)s. </p> <p> Another list of archetypes is maintained on %(the_vtes_one_blog)s. </p>
fr: <h2>Archive</h2> <p> Pour votre plaisir, vous trouverez ci-dessous une collection d’archétypes qui n’ont pas été listés précédemment, mais qui restent parfaitement viables. </p> <p> Si vous connaissez une liste que vous aimeriez voir incluse, faites-le nous savoir sur le %(vtes_discord)s. </p> <p> Vous pouvez aussi consulter d’autre list d’archétypes, comme la « Bibliodèque »: un projet Français qui recense plus d’une centaine de decks, l’historique du projet est sur le %(french_vekn_forum)s et les listes finales avec promise sur le %(google_drive)s. </p> <p> Une autre liste d’archétypes est maintenue sur %(the_vtes_one_blog)s. </p>

source: the VTES One blog
fr: le blog VTES One

source: V:TES Discord
fr: Discord V:TES

source: This is an entry in the <strong>Bibliodèque</strong> project.
fr: Ceci est une entrée du projet <strong>Bibliodèque</strong>.

source: The archetype is used as a strategic reference in the Codex:
fr: L'archétype est utilisé comme référence stratégique dans le Codex :

source: This is a variant of a major tournament archetype:
fr: C'est une variante d'un archétype de tournoi majeur :

source: The archetype has consistently won tournaments:
fr: L'archétype a gagné des tournois avec régularité :

source: here is the analysis of a tournament-winning decklist of the archetype instead.
fr: voici à la place l'analyse d'une decklist de l'archétype ayant gagné un tournoi.

source: We are currently working on the analysis of this deck. If you want to lend a hand, we would be more than happy if you could suggest parts of the analysis. Feel free to contact us on our %(github)s.
fr: Nous travaillons actuellement à l'analyse de ce deck. Si vous voulez aider, nous serions enchantés si vous pouviez suggérer une partie de l'analyse. Merci de nous contacter sur notre %(github)s.

source: <h2>Highlights</h2> <p> This is an Akunanse <em>toolbox</em> deck, using %(ABO)s%(ANI)s%(FOR)s. Depending on the build, it can be a pure wall or use <em>Magaji</em> and include some political cards. The idea is to use the classical big capacity %(ani)s Intercept combination (%(raven_spy)s, %(cats_guidance)s, %(sense_the_savage_way)s) combined with the excellent %(abo)s wake/intercept card: %(predators_communion)s. </p> <p> The combat module is short-ranged, using %(invoking_the_beast)s in combination with %(carrion_crows)s. %(for)s provides a welcome damage prevention for more sturdiness. </p> <p> This is a slow play, slowing down the prey and predator and bloating a bit with Master cards, all the while bleeding when possible with %(deep_song)s and %(predators_mastery)s. </p> <h2>Tips & Tricks</h2> <p> As Akunanse are Laibon, they have access to some niche cards: %(powerbase_luanda)s is invaluable for increasing the rush power, %(well_marked)s helps with damage mitigation and %(shaman)s is slightly better than a %(raven_spy)s. </p> <p> %(for)s provides the excellent %(freak_drive)s, improving %(a_b)s quite a bit. </p> <p> Combining the big capacity vampires access to %(sense_the_savage_way)s with %(predators_communion)s and %(cats_guidance)s means every reaction card is a wake of some kind. This makes for a strong wall. </p> <p> Both %(fakir_al_sidi)s and %(matata)s have a +1 strength bonus and a press, a nice combination for the short-ranged combat module. </p> <h2>Creator Insights</h2> <p> <em>Dávid Farkas</em> was kind enough to provide the following insights: </p> <p> The biggest strenght of the deck are <strong>permanency</strong> and <strong>versatility</strong>. </p> <p> By <strong>permanency</strong>, I mean that even with 100%% hand jam, the deck can function just fine. %(fakir_al_sidi)s and %(matata)s can both fight a combat and deal a total of 4 damage without a single card. Permanent intercept is also awesome. </p> <p> As for <strong>versatility</strong>, every single intercept reaction is also a form of wake. The fact that %(deep_song)s is both a rush and a bleed means that the deck has an usual lunge potential, as he can bleed for 9 with 3 minions. </p> <h2>Variants</h2> <p> Minor variations exist for the combat module, as it can also contain %(devil_channel_back)s and/or %(devil_channel_hands)s. </p> <p> An original module played by %(michael_bartsch)s in 2015 uses %(pack_alpha)s alongside %(duma_rafiki)s and %(elephant_guardian)s. </p> <p> Many versions of this deck also include the %(abombwe)s discipline card: as it's a <em>Trifle</em>, hence a cheap card to improve %(fakir_al_sidi)s or %(sanjo)s. </p> <p> The <strong>Magaji</strong> variant disregards %(fakir_al_sidi)s and %(matata)s to use the <em>Magaji</em> %(umdava)s and %(nkule_galadima)s instead. Together with %(uchenna)s, they all can play %(no_secrets_from_the_magaji)s, a powerful addition to the intercept module. Furthermore, this allows the inclusion of some political actions for a bit more versatility. To free some slots up, the bleed power of the deck is toned down. %(noel_gimenez_infantes_deck)s from the 2012 Spanish ECQ is a good example of this variant. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>toolbox</em> Akunanse qui utilise %(ABO)s%(ANI)s%(FOR)s. En fonction de la construction, ce peut être un pur mur ou utiliser des <em>Magaji</em> pour inclure quelques cartes de politique. L'idée est d'utiliser la combinaison d'interception classique de %(ani)s avec un vampire de haute capacité (%(raven_spy)s, %(cats_guidance)s, %(sense_the_savage_way)s) combiné avec l'excellente carte %(abo)s de réveil/interception : %(predators_communion)s. </p> <p> Le module de combat est au corps-à-corps, il utilise %(invoking_the_beast)s avec %(carrion_crows)s. %(for)s fournit une prévention de dégâts bienvenue pour plus de robustesse. </p> <p> C'est un jeu lent, qui cherche à entraver le prédateur comme la proie et à régénérer un peu avec des cartes Maître, tout en mordant dès que possible avec %(deep_song)s et %(predators_mastery)s. </p> <h2>Trucs & Astuces</h2> <p> Comme les Akunanse sont Laibon, ils ont accès à quelques cartes de niche : %(powerbase_luanda)s est inégalable pour augmenter la capacité de rush, %(well_marked)s aide à limiter les dégâts et %(shaman)s est légèrement mieux que %(raven_spy)s. </p> <p> %(for)s fournit %(freak_drive)s, qui améliore nettement l'%(a_b)s. </p> <p> Combiner l'accès des vampires de haute capacité à %(sense_the_savage_way)s avec %(predators_communion)s et %(cats_guidance)s donne un mur très solide. </p> <p> %(fakir_al_sidi)s et %(matata)s ont tous deux un bonus de +1 force et une poursuite, une belle combinaison pour le corps-à-corps. </p> <h2>Conseils du créateur</h2> <p> <em>Dávid Farkas</em> nous a fait la grâce de quelques conseils de jeu : </p> <p> Les forces du deck sont sa <strong>permanence</strong> et sa <strong>versatilité</strong>. </p> <p> Par <strong>permanence</strong>, je veux dire que même avec une main 100%% enrayée, le deck continue de fonctionner. %(fakir_al_sidi)s et %(matata)s peuvent tous deux combattre et infliger un total de 4 blessures sans jouer une carte. L'interception permanente est aussi formidable. </p> <p> En ce qui concerne la <strong>versatilité</strong>, chaque carte de réaction est aussi une forme de réveil. Le fait que %(deep_song)s soit à la fois un rush et une morsure signifie que le deck a un potentiel de coup de grâce inhabituel, puisqu'il peut mordre pour 9 avec 3 serviteurs. </p> <h2>Variantes</h2> <p> Des variations existent pour le module de combat, qui peut aussi inclure %(devil_channel_back)s et/ou %(devil_channel_hands)s. </p> <p> Un module original joué par %(michael_bartsch)s en 2015 utilise %(pack_alpha)s aux côtés de %(duma_rafiki)s et d'%(elephant_guardian)s. </p> <p> De nombreuses version de ce deck incluent aussi des %(abombwe)s : comme c'est un <em>Trifle</em>, c'est peu coûteux pour améliorer %(fakir_al_sidi)s ou %(sanjo)s. </p> <p> La variante <strong>Magaji</strong> dédaigne %(fakir_al_sidi)s et %(matata)s pour utiliser les <em>Magaji</em> %(umdava)s et %(nkule_galadima)s à la place. Avec %(uchenna)s, ils peuvent tous jouer %(no_secrets_from_the_magaji)s, un bon ajout au module d'interception. Cela permet aussi l'inclusion d'actions politiques pour plus de versatilité. Pour libérer quelques places, le niveau de morsure est abaissé. Le %(noel_gimenez_infantes_deck)s de l'ECQ d'Espagne 2012 est un bon exemple. </p>

source: Noel Giménez Infante's deck
fr: deck de Noel Giménez Infante
