Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is an infamous <em>swarm vote</em> deck featuring the Panders %(pander)s. The idea is simple enough: get some cheap panders out on turn one, call some political actions to get them more votes immediately before there are any other titled vampires on the table, like a %(crusade)s or, of course, %(legacy_of_pander)s. </p> <p> Once the vote lock is set, it votes successive preys out of the game with damaging votes like %(kine_resources_contested)s, while bloating consistently with %(consanguineous_boon)s. </p> <p> Combat defense consists of just a few %(dodge)s because there's no stable discipline the Panders %(pander)s can rely on. This version also features %(change_of_target)s to avoid combat in case of block, since it only has the natural +1 stealth provided by political actions. </p> <p> In case the vote lock gets broken at some point, %(private_audience)s and %(dia_de_los_muertos)s can be used to pass the necessary %(crusade)s or %(legacy_of_pander)s to regain it. </p> <p> Finally, the Master module provides a lot of help to influence more Panders %(pander)s faster, with a lot of %(information_highway)s and %(dreams_of_the_sphinx)s on top of %(effective_management)s, in order to be able to continue to influence one vampire per turn after the 4 initial ones are there. </p> <h2>Tips & Tricks</h2> <p> %(kindred_segregation)s is probably here for %(meta)s reasons, as %(emerald_legionnaire)s had not yet been nerfed and %(emerald_legion)s was a widespread and dangerous archetype. </p> <p> %(the_uncoiling)s is here to counter a possible %(scourge_of_the_enochians)s that would just destroy the deck. </p> <p> %(cryptic_rider)s has multiple angles: it can either be used to land a %(crusade)s to regain the vote lock after passing a negotiated vote, but more interestingly it can be used for the lunge, to avoid a %(poison_pill)s or %(delaying_tactics)s on the last vote required to oust the prey. </p> <p> The speed and number of actions in a turn is what makes the deck so dreadful and efficient, so the few %(fiendish_tongue)s are there to provide an additional problematic action for a %(change_of_target)s: this way the blocked vampire does not just stand there, but adds one more action in the turn, making it harder for the prey to block everything. </p> <h2>Variants</h2> <p> There's a lot of interesting choices for the Master module. %(fear_of_mekhet)s is a common inclusion against Inner Circle builds like %(stanislava)s or %(lutz_politics)s. %(kaymakli_nightmares)s is also seen, just because its dramatic effect can just win the game outright if it's drawn in the 10 first cards. %(joseph_pander)s is also a common inclusion against rushes. On the votes side, %(disputed_territory)s and %(rumors_of_gehenna)s can find a place, as well as %(year_of_fortune)s. And infally, a couple of %(embrace)s often find a slot too. </p> <p> One of the most egregious variant uses <strong>Gehenna</strong> events on top of it all, to cripple the other decks relying on Disciplines while staying unaffected. It usually goes for %(the_slow_withering)s, %(veil_of_darkness)s and %(the_rising)s, like in %(dave_riordan_s_deck)s from the 2021 Online World Championship </p> <p> Another way to approach the stealth and vote lock issues is to include some higher capacity titled vampires, like <strong>Inner Circle</strong> with %(OBF)s, so they can provide additional votes but also stealth, and even share a bit of it with %(veil_the_legions)s or %(cloak_the_gathering)s. A good example is %(tomas_lopez_jimenez_deck)s from the 2020 Spain Grand Prix </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un tristement célèbre deck de <em>vote en essaim</em> qui utilise les Panders %(pander)s. L’idée est assez simple : faire sortir quelques Panders bon marché au premier tour, appeler des actions politiques pour leur obtenir plus de votes immédiatement avant qu’il n’y ait d’autres vampires titrés sur la table, comme une %(crusade)s ou, bien sûr, %(legacy_of_pander)s. </p> <p> Une fois le verrou de vote posé, il vote les proies successives hors du jeu avec des votes de dégât comme %(kine_resources_contested)s, tout en régénérant constamment avec %(consanguineous_boon)s. </p> <p> La défense en combat se compose de seulement quelques %(dodge)s car il n’y a pas de discipline stable sur laquelle les Panders %(pander)s peuvent s’appuyer. Cette version comporte également %(change_of_target)s pour éviter le combat en cas de bloc, puisqu’elle ne dispose que de la discrétion naturelle +1 apportée par les actions politiques. </p> <p> Dans le cas où le verrou de vote serait brisé à un moment donné, %(private_audience)s et %(dia_de_los_muertos)s peuvent être utilisés pour passer la %(crusade)s ou %(legacy_of_pander)s nécessaires pour le récupérer. </p> <p> Enfin, le module Maître fournit beaucoup d’aide pour influencer plus de Panders %(pander)s plus rapidement, avec beaucoup d’%(information_highway)s et de %(dreams_of_the_sphinx)s en plus des %(effective_management)s, afin de pouvoir continuer à influencer un vampire par tour après que les 4 initiaux soient sortis. </p> <h2>Trucs & Astuces</h2> <p> %(kindred_segregation)s est probablement là pour des raisons de %(meta)s, car %(emerald_legionnaire)s n’avait pas encore été nerfé et %(emerald_legion)s était un archétype répandu et dangereux. </p> <p> %(the_uncoiling)s est là pour contrer un éventuel %(scourge_of_the_enochians)s qui détruirait rapidement le deck. </p> <p> %(cryptic_rider)s a plusieurs angles : il peut soit être utilisé pour lancer une %(crusade)s afin de regagner le verrou de vote après avoir passé un vote négocié, mais plus intéressant encore, il peut être utilisé pour le coup de grâce, pour éviter une %(poison_pill)s ou un %(delaying_tactics)s sur le dernier vote requis pour éliminer la proie. </p> <p> La rapidité et le nombre d’actions dans un tour sont ce qui rend le deck si redoutable et efficace, donc les quelques %(fiendish_tongue)s sont là pour fournir une action problématique supplémentaire pour un %(change_of_target)s : de cette façon le vampire bloqué ne se contente pas de rester là, mais ajoute une action supplémentaire dans le tour, ce qui rend plus difficile pour la proie de tout bloquer. </p> <h2>Variantes</h2> <p> Il existe de nombreux choix intéressants pour le module Maître. %(fear_of_mekhet)s est une inclusion courante contre les decks Inner Circle comme %(stanislava)s ou %(lutz_politics)s. %(kaymakli_nightmares)s est également vu, simplement parce que son effet dramatique peut tout simplement gagner la partie s’il est tiré dans les 10 premières cartes. %(joseph_pander)s est également une inclusion courante contre les rushes. Côté votes, %(disputed_territory)s et %(rumors_of_gehenna)s peuvent trouver une place, ainsi que %(year_of_fortune)s. Et finalement, quelques %(embrace)s trouvent souvent aussi une place. </p> <p> L’une des variantes les plus flagrantes utilise des événements <strong>Géhenne</strong> en plus, pour paralyser les autres decks s’appuyant sur les Disciplines sans en souffrir. Cela vaut généralement pour %(the_slow_withering)s, %(veil_of_darkness)s et %(the_rising)s, comme dans le %(dave_riordan_s_deck)s du Championnat du monde en ligne 2021 </p> <p> Une autre façon d’aborder les problèmes de discrétion et de verrou des vote est d’inclure des vampires titrés de capacité plus élevée, comme des <strong>Inner Circle</strong> avec %(OBF)s, afin qu’ils puissent fournir des votes supplémentaires mais aussi de la discrétion, et même en partager un peu avec %(veil_the_legions)s ou %(cloak_the_gathering)s. Un bon exemple est le %(tomas_lopez_jimenez_deck)s du Grand Prix d’Espagne 2020. </p>

source: Dave Riordan's deck
fr: deck de Dave Riordan

source: Tomàs López Jiménez' deck
fr: deck de Tomàs López Jiménez

source: <h2>Highlights</h2> <p> This is a <em>combo</em> deck using %(madness_network)s and %(reversal_of_fortunes)s. </p> <p> The idea is to get some low capacity Malkavians out fast together with a %(madness_network)s, then play %(reversal_of_fortunes)s during the prey's turn to play again, then again on the predator's turn to play again, etc. playing twice as much as the opponents. </p> <p> The first vampires get a bit locked in the combination, and the rest of the deck focuses on playing a lot of Master cards, %(brainwash)s and %(kaymakli_nightmares)s to prevent the opponents of even getting a vampire out. </p> <p> The deck then kills with simple bleeds and %(smiling_jack_the_anarch)s. </p> <h2>Tips & Tricks</h2> <p> Rotation is tricky in this deck, and %(dreams_of_the_sphinx)s, %(specialization)s and %(heart_of_nizchetus)s all help in this regard. </p> <p> Although %(victor_pelletier)s is not a Malkavian, his ability is priceless in this deck, as %(reversal_of_fortunes)s needs some votes to get through. </p> <h2>Variants</h2> <p> There are not many variants of this deck. %(orian_gissler_s_deck)s from 2009 was the original attempt. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>combo</em> qui utilise %(madness_network)s et %(reversal_of_fortunes)s. </p> <p> L'idée est de sortir rapidement des Malkaviens de faible capacité et un %(madness_network)s, puis de jouer %(reversal_of_fortunes)s pendant le tour de la proie pour jouer à nouveau, puis à nouveau au tour du prédateur pour jouer à nouveau, etc. pour jouer deux fois plus que les adversaires. </p> <p> Les premiers vampires sont un peu bloqués par la combinaison, et le reste du deck se concentre sur le fait de jouer beaucoup de cartes Maître, %(brainwash)s et %(kaymakli_nightmares)s pour empêcher les adversaires de sortir un vampire. </p> <p> Le deck tue ensuite avec de simples morsures et %(smiling_jack_the_anarch)s. </p> <h2> Trucs & astuces </h2> <p> La rotation est délicate dans ce deck, et %(dreams_of_the_sphinx)s, %(specialization)s et %(heart_of_nizchetus)s sont tous utiles à cet égard. </p> <p> Bien que %(victor_pelletier)s ne soit pas un Malkavien, sa capacité n'a pas de prix dans ce deck, car %(reversal_of_fortunes)s a besoin de quelques votes pour réussir. </p> <h2> Variantes </h2> <p> Il n'y a pas beaucoup de variantes de ce deck. Le %(orian_gissler_s_deck)s de 2009 était la tentative originale. </p>

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck starring %(malgorzata)s, using the rare %(AUS)s%(VIC)s%(THA)s disciplines combination and big capacity vampires with great abilities. </p> <p> %(malgorzata)s's unique ability helps influencing a big capacity vampire fast. Then %(mistress_fanchon)s or %(sha_ennu)s hit the table - they can bleed hard, but also have the same disciplines as %(malgorzata)s, so they can do whatever she does. The classical %(zillah_s_valley)s & %(villein)s combination is used to speed up this setup even further. </p> <p> %(VIC)s makes for a dreadful combat module, with %(chiropteran_marauder)s and %(breath_of_the_dragon)s delivering aggravated damage at any range. A couple of %(rotschreck)s helps cover almost any the combat cases when blocking. </p> <p> The deck includes a solid defense module based on %(AUS)s, with %(telepathic_misdirection)s to bounce and a lot of wakes and intercept for general defense. </p> <p> Both %(mistress_fanchon)s and %(sha_ennu)s have a +2 bleed ability, and the deck provides quite a bit of stealth with %(changeling)s, %(mirror_walk)s and %(plasmic_form)s. A couple of %(conditioning)s are added for the lunge. </p> <h2>Tips & Tricks</h2> <p> %(direct_intervention)s is great against block denial cards like %(elder_impersonation)s. A lot of cards might be worth cancelling, but a properly timed %(direct_intervention)s can real make or break a game. </p> <p> %(magic_of_the_smith)s can be used to fetch any of the included equipment, depending on what is most useful for the current table situation. If nothing specific arises, %(heart_of_nizchetus)s is a good default. </p> <h2>Variants</h2> <p> The deck leaves a lot of room to variations due to its toolbox nature. One needs to tinker with it and adapt it to the expected %(meta)s but it is certainly suitable in many situations. </p> The <strong>Diablerie</strong> variation includes a far more severe combat module. Seen first in %(bram_van_stappen_s_deck)s from 2015, it can execute diablerie upon diablerie on the opposing vampires. %(the_erciyes_fragments)s is a great inclusion here given the good defense and discipline spread, and %(scourge_of_the_enochians)s a good counter against some swarm decks. Relying on the %(chiropteran_marauder)s maneuver to include %(mark_v)s is a great idea. %(nicolas_deck)s from 2017 is another example of this build. </p> <p> Actually, %(malgorzata)s's ability might be less relevant to the whole strategy than one could think at first sight. The <strong>Sha-Ennu</strong> variant ditches her in favor of %(unmada)s. This allow for the use of %(obf)s instead of %(THA)s, for more stealth, as in %(tuomas_deck)s from 2015. The inclusion of %(nightmare_curse)s for %(sha_ennu)s is a nice trick that could be used in other versions: coupled with %(banishment)s and the occasional diablerie, this can really shake a table. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'une <em>toolbox</em> avec %(malgorzata)s en star, qui utilise la rare combinaison de disciplines %(AUS)s%(VIC)s%(THA)s et des vampires de grande capacité avec d'excellentes aptitudes. </p> <p> L'aptitude unique de %(malgorzata)s aide à influencer rapidement un vampire de grande capacité. Ensuite %(mistress_fanchon)s ou %(sha_ennu)s arrivent sur la table - ils peuvent mordre fort, mais ont aussi les mêmes disciplines que %(malgorzata)s, donc ils peuvent faire tout ce qu'elle fait. La combinaison classique %(zillah_s_valley)s & %(villein)s est utilisée pour accélérer encore plus cette installation. </p> <p> %(VIC)s propose un module de combat redoutable, avec %(chiropteran_marauder)s et %(breath_of_the_dragon)s qui infligent des dégâts aggravés à n'importe quelle distance. Quelques %(rotschreck)s permettent de couvrir presque tous les cas de combat lors d’un bloc. </p> <p> Le deck comprend un solide module de défense basé sur %(AUS)s, avec %(telepathic_misdirection)s pour rebondir les morsures et beaucoup de réveils et d'interception pour la défense générale. </p> <p> %(mistress_fanchon)s et %(sha_ennu)s ont un pouvoir de morsure de +2, et le deck fournit un peu de discrétion avec %(changeling)s, %(mirror_walk)s et %(plasmic_form)s. Quelques %(conditioning)s sont ajoutés pour le coup de grâce. </p> <h2>Trucs & Astuces</h2> <p> %(direct_intervention)s est excellente contre les cartes de déni de bloc comme %(elder_impersonation)s. Beaucoup de cartes peuvent valoir la peine d'être annulées, mais une %(direct_intervention)s correctement chronométrée peut vraiment faire ou défaire une victoire. </p> <p> %(magic_of_the_smith)s peut être utilisé pour récupérer n'importe quel équipement du deck, selon ce qui est le plus utile pour la situation actuelle à la table. Si rien de spécifique n'est requis, %(heart_of_nizchetus)s est un bon choix par défaut. </p> <h2>Variantes</h2> <p> Le deck laisse beaucoup de place aux variations en raison de sa nature de toolbox. Il faut le bricoler et l'adapter au %(meta)s attendu mais il convient certainement dans de nombreuses situations. </p> La variante <strong>Diablerie</strong> comprend un module de combat bien plus sévère. Vue pour la première fois dans le %(bram_van_stappen_s_deck)s en 2015, elle peut exécuter diablerie sur diablerie sur les vampires adverses. %(the_erciyes_fragments)s est une excellente inclusion ici étant donné la bonne répartition de défense et de disciplines, et %(scourge_of_the_enochians)s est un bon contre contre certains decks essaim. Se fier à la manœuvre %(chiropteran_marauder)s pour inclure %(mark_v)s est une excellente idée. Le %(nicolas_deck)s de 2017 est un autre exemple de cette version. </p> <p> En fait, l'aptitude de %(malgorzata)s pourrait être moins pertinente pour l'ensemble de la stratégie qu'on pourrait le penser à première vue. La variante <strong>Sha-Ennu</strong> l'abandonne au profit d’%(unmada)s. Cela permet l'utilisation de %(obf)s à la place de %(THA)s, pour plus de discrétion, comme dans le %(tuomas_deck)s de 2015. L'inclusion de %(nightmare_curse)s pour %(sha_ennu)s est une belle astuce qui pourrait être utilisée dans d'autres versions : couplé avec %(banishment)s et la diablerie occasionnelle, cela peut vraiment renverser une table. </p>

source: Nicola Lonardi's deck
fr: deck de Nicola Lonardi

source: Tuomas Nyberg's deck
fr: deck de Tuomas Nyberg

source: <h2>Highlights</h2> <p> This is a classic Malkavian %(malkavian)s <em>stealth & bleed</em> deck using %(DOM)s%(OBF)s to devastating effect. </p> <p> The base plan is the most straightforward there is: influence the highest capacity vampire first, use %(govern_the_unaligned)s at superior Dominate %(DOM)s a couple of times to influence some other vampires fast and cheap, then bleed hard with %(govern_the_unaligned)s at inferior Dominate %(dom)s, using %(OBF)s for stealth, and additional %(dom)s modifiers for even stronger bleeds. </p> <p> Dominate %(dom)s is also useful for defense, since it provides %(deflection)s to avoid the predator's bleeds and, while adding to the deck's bleed pressure at the same time. </p> <p> This deck also uses a %(second_tradition_domain)s & %(obedience)s defensive package, that is usually associated to the %(lucian)s version of the deck, but can still definitely work if the %(meta)s is low cap enough. </p> <h2>Tips & Tricks</h2> <p> %(spying_mission)s helps negate bleeds that get bounced by the prey, to avoid helping them. </p> <p> %(madness_network)s is a nice addition, since it allows to either bleed during the prey's turn to avoid an %(archon_investigation)s (since it's an out-of-turn Master it cannot be played duing one's own turn), or at the end of the predator's turn to get the edge and benefit from it immediately after. </p> <p> Master cancellation, with %(wash)s and %(sudden_reversal)s, is especially useful to counter Master bloating devices like %(villein)s, but can also slow down some deck or avoid painful permanent intercept locations. </p> <h2>Variants</h2> <p> Using higher capacity titled vampires, especially including %(lucian)s, can help make %(obedience)s more relevant, and also allows for the inclusion of a few political actions, like in %(jose_luis_manuel_s_deck)s. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck Malkavian %(malkavian)s <em>stealth & bleed</em> classique qui utilise %(DOM)s%(OBF)s pour un effet dévastateur. </p> <p> Le plan de base est le plus simple qui soit : influencer d’abord le vampire ayant la plus grande capacité, utiliser %(govern_the_unaligned)s en Domination supérieure %(DOM)s plusieurs fois pour influencer d’autres vampires rapidement et à moindre coût, puis mordre abondamment. avec %(govern_the_unaligned)s en Domination inférieure %(dom)s, en utilisant %(OBF)s pour la discrétion, et des modificateurs %(dom)s supplémentaires pour des morsures encore plus puissantes. </p> <p> Domination %(dom)s est également utile pour la défense, car elle fournit %(deflection)s pour éviter les morsures du prédateur tout en ajoutant en même temps à la pression de morsure du deck. </p> <p> Ce deck utilise également un package défensif %(second_tradition_domain)s & %(obedience)s, qui est généralement associé à la version %(lucian)s du deck, mais peut toujours fonctionner si le %(meta)s est de capacité suffisamment faible. </p> <h2>Trucs & Astuces</h2> <p> %(spying_mission)s aide à annuler les morsures qui sont renvoyées par la proie, pour éviter de l’aider. </p> <p> %(madness_network)s est un ajout sympa, puisqu’il permet soit de mordre pendant le tour de la proie pour éviter une %(archon_investigation)s (puisque c’est une carte Maître hors-tour, elle ne peut pas être jouée pendant son propre tour), ou à la fin du tour du prédateur pour prendre l’avantage et en bénéficier immédiatement après. </p> <p> L’annulation de cartes Maître, avec %(wash)s et %(sudden_reversal)s, est particulièrement utile pour contrer les dispositifs de régénération de Maître comme %(villein)s, mais peut également ralentir certains decks ou éviter des lieux d’interception permanents douloureux. </p> <h2>Variantes</h2> <p> L’utilisation de vampires titrés de plus grande capacité, notamment %(lucian)s, peut contribuer à rendre %(obedience)s plus pertinent, et permet également d’inclure quelques actions politiques, comme dans %(jose_luis_manuel_s_deck)s. </p>

source: José Luis Manuel's deck
fr: deck de José Luis Manuel

source: <h2>Highlights</h2> <p> This is a <em>special</em> deck using %(mind_rape)s alongside a big capacity vampire with %(DOM)s%(OBF)s, %(lucian)s here. The idea is to steal the opponents vampires and use %(heidelberg_castle_germany)s to deprive them of their blood and equipment. </p> <p> Using Malkavian %(malkavian)s and %(madness_network)s brings an edge to this idea, as %(mind_rape)s can be played on the predator turn for example, to get control of the vampire in the immediately following turn. </p> <p> The deck uses %(second_tradition_domain)s for defence, together with %(obedience)s and %(mental_maze)s to avoid combat. </p> <p> Bleed and votes are used to apply pool damage, in combination with a strong stealth module using %(OBF)s. </p> <h2>Tips & Tricks</h2> <p> %(scourge_of_the_enochians)s is used as a counter against breed constructs that can be overwhelming for this deck. </p> <p> %(metro_underground)s lets a vampire bleed or vote, then unlock at the end of the turn, only to use %(madness_network)s for another action during another Methusalah's turn. </p> <h2>Variants</h2> <p> There is a Ventrue variant using %(arika)s as a star. %(erol_hammer_s_deck)s from 2009 is a good example. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>spécial</em> qui utilise %(mind_rape)s aux côtés d'un vampire de grande capacité avec %(DOM)s%(OBF)s, %(lucian)s ici. L'idée est de voler les vampires adverses et d'utiliser %(heidelberg_castle_germany)s pour les priver de leur sang et de leur équipement. </p> <p> Utiliser des Malkavian %(malkavian)s et %(madness_network)s apporte un avantage, puisque %(mind_rape)s peut être joué au tour du prédateur par exemple, pour prendre le contrôle du vampire dans le tour suivant immédiatement. </p> <p> Le deck utilise %(second_tradition_domain)s pour la défense, ainsi que %(obedience)s et %(mental_maze)s pour éviter le combat. </p> <p> Les morsures et les votes sont utilisés pour appliquer des dégâts d'influence, en combinaison avec un module de discrétion puissant utilisant %(OBF)s. </p> <h2> Trucs & astuces </h2> <p> %(scourge_of_the_enochians)s est utilisé comme un contre contre les deck de prolifération qui peuvent être accablants pour ce deck. </p> <p> %(metro_underground)s laisse un vampire mordre ou voter, puis se redresser à la fin du tour, uniquement pour utiliser %(madness_network)s pour une autre action pendant le tour d'un autre Methusalah. </p> <h2> Variantes </h2> <p> Il existe une variante Ventrue utilisant %(arika)s comme star. Le %(erol_hammer_s_deck)s de 2009 en est un bon exemple. </p>

source: Erol Hammer's deck
fr: deck d'Erol Hammer
