Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Yet another possibility is to get the bleeds through by the sheer intimidation of a strong combat module. This strategy, called <em>Bruise & Bleed</em>, is never used all by itself. It's either coupled to a compact but efficient blocking module to form a toolbox, like in the %(euro_brujah)s or %(haqim_royalty)s decks, or to a swarm strategy like with %(emerald_legion)s or some instances of %(haqim_royalty)s.
fr: Une autre possibilité encore est de faire passer les morsures par l'intimidation pure et simple d'un module de combat puissant. Cette stratégie, appelée <em>Bruise & Bleed</em>, n'est jamais utilisée toute seule. Elle est soit couplée à un module de bloc compact mais efficace pour former une toolbox, comme dans les decks %(euro_brujah)s ou %(haqim_royalty)s, soit à une stratégie en essaim comme avec %(emerald_legion)s ou certaines variantes de %(haqim_royalty)s.

source: Simply put, trying to <em>Bruise & Bleed</em> is letting your opponents choose whether they block or let the bleed through. For this idea to work against good players and decks, there's a need to either bring some adaptability through blocks, or put out an overwhelming swarm that cannot be out-bloated or simply bounced away.
fr: Pour simplifier, essayer de <em>Bruise & Bleed</em>, c'est laisser vos adversaires choisir s'ils bloquent ou laissent passer la morsure. Pour que cette idée fonctionne contre de bons joueurs et de bons decks, il est nécessaire soit d'apporter une certaine adaptabilité à travers les blocs, soit de créer un essaim écrasant qui ne peut pas être compensé par la régénération ou simplement rebondi vers la proie.

source: Flavours
fr: Variétés

source: Lasombra %(lasombra)s and Kiasyd %(kiasyd)s have a strong combination with %(dom)s for bleed and %(obt)s for stealth. Check the %(kiasyd_stealth_bleed)s and %(lasombra_nocturn)s archetypes.
fr: Les Lasombra %(lasombra)s et les Kiasyd %(kiasyd)s ont une bonne combinaison avec %(dom)s pour la morsure et %(obt)s pour la discrétion. Voyez les archétypes %(kiasyd_stealth_bleed)s et %(lasombra_nocturn)s.

source: The Malkavian %(malkavian)s can use %(dem)s, alone or alongside %(obf)s, for devastating bleeds, like in the %(weenie_dem)s archetype. In other groups (1 and 6+), they can also combine the best stealth with %(obf)s to the strongest bleed with %(dom)s, as in the %(malk_94)s and %(malk_22)s archetypes.
fr: Les Malkavien %(malkavian)s peuvent utiliser %(dem)s, seul ou avec %(obf)s, pour des morsures dévastatrices, comme dans l'archétype %(weenie_dem)s. Dans d'autres groupes (1 et 6+), ils peuvent également combiner la meilleure discrétion avec %(obf)s au plus fortes morsures avec %(dom)s, comme dans les archétypes %(malk_94)s et %(malk_22)s.

source: The new Ministry %(ministry)s, with the %(obf)s%(pro)s%(pre)s combination, have excellent stealth combined with a very solid bleed module in %(pre)s, and have access to the excellent %(platinum_protocol)s, which gives the the eponymous %(platinum_revelation)s archetype.
fr: Le nouveau Sacerdoce %(ministry)s, avec la combinaison %(obf)s%(pro)s%(pre)s, possède une excellente discrétion combinée à un module de morsure très solide avec %(pre)s, et a accès à l'excellent %(platinum_protocol)s, qui donne l'archétype éponyme %(platinum_revelation)s.

source: Similarily, V5 Ravnos %(ravnos)s, with the %(obf)s%(pre)s combination, have excellent stealth combined with a very solid bleed module in %(pre)s, and have access to both %(break_the_bonds)s and %(visions_of_gehenna)s, which gives the %(ravnos_break)s archetype.
fr: De même, le Ravnos %(ravnos)s V5, avec la combinaison %(obf)s%(pre)s, possède une excellente discrétion combinée à un module de morsure très solide avec %(pre)s, et ont droit à la fois à %(break_the_bonds)s et à %(visions_of_gehenna)s, ce qui donne l'archétype %(ravnos_break)s.

source: Assamite %(assamite_legacy)s also have a nice combination with %(qui)s and %(obf)s, as in the %(black_hand)s archetype.
fr: Les Assamite %(assamite_legacy)s ont aussi une bonne combinaison avec %(qui)s et %(obf)s, comme dans l'archétype %(black_hand)s.

source: %(dom)s also works well in weenie archetypes, like %(weenie_dom)s and %(bima_dominate)s.
fr: %(dom)s fonctionne aussi dans un deck weenie, comme dans les archétypes %(weenie_dom)s et %(bima_dominate)s.

source: Using %(PRO)s for stealth gave birth to powerful bleed deck, as in the %(stanislava)s archetype and its variants.
fr: Utiliser %(PRO)s pour la discrétion a donné naissance à de puissants decks de morsure, comme l'archétype %(stanislava)s et ses variantes.

source: Toreador %(toreador)s with %(PRE)s and Ventrue %(ventrue)s with %(DOM)s%(PRE)s can produce strong powerbleed decks like %(the_bleeding_vignes)s or %(jost_powerbleed)s.
fr: Les Toréador %(toreador)s avec %(PRE)s et les Ventrue %(ventrue)s avec %(DOM)s%(PRE)s peuvent produire de puissants decks powerbleed comme %(the_bleeding_vignes)s ou %(jost_powerbleed)s.

source: Inner Circles also deliver a very strong bleed as they have a +2 bleed ability. The %(mistress)s archetype is a good example.
fr: Les Inner Circles fournissent aussi des morsures puissantes car ils ont +2 bleed. L’archétype %(mistress)s est un bon exemple.

source: Using %(PRO)s to bleed multiple times during the opponents turns with %(homunculus)s is also powerful: %(the_unnamed)s and %(rachel_madness)s are built around this idea.
fr: Utiliser %(PRO)s pour bleeder plusieurs fois pendant les tours des adversaires avec %(homunculus)s est aussi efficace : %(the_unnamed)s et %(rachel_madness)s sont construits autour de cette idée.

source: Highlights
fr: Principe

source: Bleed decks have the <strong>highest prey damage</strong>. They tend to oust their first prey quite often, but it also attracts the table attention on them and one oust is not enough for a game win. They are usually <strong>weak in combat</strong>. They tend to rely on « combat ends » effects, but some flavours can have aggravated damage or torpor strikes as a threat.
fr: Les decks de morsure ont <strong>le plus haut niveau de dégâts d'influence</strong>. Ils ont tendance à éliminer leur première proie assez régulièrement, mais cela attire l'attention de la table sur eux et une élimination n'est pas suffisante pour la victoire. Ils sont en général <strong>faibles en combat</strong>. Ils ont tendance à se reposer sur des effets de « fin de combat », mais certaines variétés peuvent utiliser des dégâts aggravés ou des frappes envoyant en torpeur comme menace.

source: Stealth rotation
fr: Rotation de discrétion

source: Stealth & Bleed archetypes have a strong stealth module, but it can jam the hand. If the prey assumes she will not have the means to block, she should decide not to attempt to block at all, and <strong>try to jam her predator hand on the stealth module</strong>. Well constructed Stealth & Bleed decks include some rotation tools to help with that.
fr: Les archétypes Stealth & Bleed ont un solide module de discrétion, mais il peut enrayer la main. Si la proie suppose qu'elle n'aura pas les moyens de bloquer, elle peut décider de ne pas tenter de blocage du tout, et <strong>essayer d'enrayer la main de son prédateur sur la discrétion</strong>. Les decks Stealth & Bleed bien construits incluent des outils de rotation pour aider avec ce souci.

source: As they are focused on their prey, bleed decks have a weak defence against their predator and do not try to intercept actions. They usually use %(dom)s or %(AUS)s for bounces or strong bloat modules to survive.
fr: Comme ils sont concentrés sur leur proie, les decks de morsure ont une défense fragile face à leur prédateur et ne tentent pas de bloquer ses actions. Ils utilisent généralement les rebonds de %(dom)s ou %(AUS)s ou un solide module de régénération pour survivre.

source: Vote decks usually have a strong pool damage module to deliver to their prey. The difficulty to gather enough votes to get the referendums through is balanced by the constant +1 stealth bonus of vote actions. There are basically two ways of building a vote deck: either breed and find a way to give votes to all your vampires, or use older vampires with titles themselves.
fr: Les decks de vote infligent en général de solides dégâts d'influence à leur proie. Le problème d'accumuler assez de voix pour gagner les référendums est contrebalancée par le bonus de +1 discrétion globalement sur les actions politiques. Il y a sommairement deux manières de construire un deck de vote : utiliser une technique de prolifération et trouver un moyen de donner des votes à tous les vampires, ou utiliser des vampires plus âgés ayant des titres en propre.

source: Inner Circle can be used in strong vote decks, as in %(the_dark_side_of_politics)s and %(lutz_politics)s.
fr: Les membres du Crecle Intérieur peuvent être utilisé dans de puissants decks de vote, comme avec %(the_dark_side_of_politics)s ou %(lutz_politics)s.

source: Baali %(baali)s %(arishat)s, thanks to her powerful ability, gave birth to multiple strong political archetypes like %(infernal_princes)s and %(infernal_barons)s.
fr: La Baali %(baali)s %(arishat)s, grâce à son pouvoir puissant, a donné naissance à plusieurs archétypes politiques décisifs comme %(infernal_princes)s et %(infernal_barons)s.

source: Camarilla Princes also often use votes, like in the %(nosferatu_royalty)s archetype.
fr: Les Princes de la Camarilla utilisent aussi souvent une stratégie de vote, comme dans l'archétype %(nosferatu_royalty)s.

source: Non Camarilla vampires can also build good titled crypts, especially Ishtarri %(ishtarri)s with %(ishtarri_politics)s and Daughters of Cacophony %(daughter_of_cacophony)s with %(scout)s and %(daughters_politics)s.
fr: Les vampires hors Camarilla peuvent aussi fournir de bonne cryptes titrées, en particulier les Ishtarri %(ishtarri)s avec %(ishtarri_politics)s et les Filles de la Cacophonie %(daughter_of_cacophony)s avec %(scout)s et %(daughters_politics)s.

source: Baali %(baali)s offer a nice political angle with %(the_dark_side_of_politics)s.
fr: Les Baali %(baali)s fournissent un angle d'attaque politique intéressant avec %(the_dark_side_of_politics)s.

source: Banu Haqim %(assamite)s have good options, like in the %(amaravati_politics)s or the %(death_star)s archetypes, but also new possibilities with their Camarilla titles, like the %(banu_politics)s archetype.
fr: Les Banu Haqim %(assamite)s ont aussi de bonnes options, comme dans les archétypes %(amaravati_politics)s ou %(death_star)s, mais aussi de nouvelles possibilités avec leurs titres Camarilla, comme l’archétype %(banu_politics)s.

source: Ravnos %(ravnos)s have a unique breed archetype: the %(ravnos_clown_car)s.
fr: Les Ravnos %(ravnos)s ont un archétype d'essaim assez unique : la %(ravnos_clown_car)s.

source: Votes decks deliver <strong>high pool damage</strong> once they get the vote lock. They also have a <strong>good bloat</strong>, using %(consanguineous_boon)s, %(parity_shift)s, %(ancient_inluence)s or %(political_stranglehold)s depending on the build. Depending on the exact build, <strong>stealth vary</strong>, but they are not easily blocked. Builds that do not have high stealth levels rely on a swarm of minions that make it hard to block them all. Finally, vote decks have a <strong>very weak combat module</strong> and — especially the swarm builds — a <strong>weak bleed defence</strong>, relying exclusively on bounces, if at all.
fr: Les decks de vote infligent d'<strong>importants dégâts d'influence</strong> une fois qu'ils obtiennent le verrou de vote. Ils ont aussi une <strong>bonne régénération</strong>, en utilisant %(consanguineous_boon)s, %(parity_shift)s, %(ancient_inluence)s ou %(political_stranglehold)s selon les cas. <strong>La discrétion varie</strong> selon les cas, mais ils ne sont pas faciles à bloquer. Les constructions qui n'ont pas de hauts niveaux de discrétion se basent sur un essaim de serviteurs qui s'avèrera difficile à bloquer complètement. Enfin, les decks de cote on un <strong>module de combat léger</strong> et — en particulier les constructions à base d'essaim — une <strong>faible défense contre la morsure</strong>, qui repose uniquement sur les rebonds, ou même rien du tout.

source: Votes can go either ways and can be targeted effortlessly across the table. This gives unique negotiation options to vote decks, that can be used to keep a low profile and a lot of friends throughout the game. %(table_talk)s is always important in the game, but even more so for vote archetypes.
fr: Les votes peuvent cibler n'importe qui et peuvent facilement être utilisé "en face". Cela donne des opportunités de négociations uniques aux decks de vote, qui peuvent être utilisées pour garder profil bas et se faire de nombreux amis pendant la partie. La %(table_talk)s est toujours importante dans ce jeu, mais plus encore pour les archétypes de vote.

source: Wall
fr: Mur

source: Wall decks maximise their defence, trying to block their prey and predator actions alike while slowly building up bloat and pool damages. The ability to intercept and wake are tantamount in these decks, so %(aus)s and %(ani)s are the most common options here. %(aus)s gives more options and a higher intercept all in all, with the excellent %(eyes_of_argus)s atop. It is also the only discipline besides %(dom)s that provides bleed bounce reaction cards. %(ani)s also has good intercept cards though, and better combat options than %(aus)s: it can be used with no additional equipment or discipline. Anarch, Sabbat, Camarilla and Laibon titled vampires each have access to excellent intercept cards: %(organized_resistance)s, %(eternal_vigilance)s, %(under_siege)s, %(second_tradition_domain)s and %(no_secrets_from_the_magaji)s.
fr: Les decks mur maximisent leur défense en essayant de bloquer les actions de leur proie comme de leur prédateur tout en travaillant lentement à la régénération et aux dégâts d'influence. La capacité à intercepter et à se réveiller est indispensable dans ces decks, donc %(aus)s et %(ani)s sont les options les plus courantes. %(aus)s fournit plus d'options et une plus haute interception au global, avec l'excellent %(eyes_of_argus)s. C'est aussi la seule discipline à part %(dom)s qui fournit des réactions de rebond. %(ani)s a aussi de bonne cartes d'interception cependant, ainsi que de meilleurs options que %(aus)s pour le combat : il peut être utilisé sans équipement ou discipline additionnels. Les vampires titrés Anarch, Sabbat, Camarilla et Laibon ont chacun accès à d'excellentes cartes d'interception : %(organized_resistance)s, %(eternal_vigilance)s, %(under_siege)s, %(second_tradition_domain)s et %(no_secrets_from_the_magaji)s.

source: %(AUS)s is the best intercept discipline, and the %(weenie_aus)s wall is an obvious idea.
fr: %(AUS)s est la meilleure discipline d'interception et le mur %(weenie_aus)s est une idée évidente.

source: The %(tzimisce_wall)s is also a very classic archetype, as the combination of %(ani)s%(vic)s offers even better intercept capabilities.
fr: Le %(tzimisce_wall)s est aussi un archétype très classique, étant donné que la combinaison %(ani)s%(vic)s donne des capacités d'interception encore meilleures.

source: Tremere %(tremere)s in general, but %(goratrix)s in particular offer excellent wall capabilities in the %(goratrix_high_tower)s archetype.
fr: Les Tremere %(tremere)s en général, mais en particulier %(goratrix)s, fournissent d'excellent capacités de mur dans l'archétype %(goratrix_high_tower)s.

source: The %(cats)s archetype uses Ahrimanes %(ahrimane)s and their %(SPI)s%(ANI)s disciplines combination.
fr: L'archétype %(cats)s utilise des Ahrimanes %(ahrimane)s et leur combinaison de disciplines %(SPI)s%(ANI)s.

source: %(saulot)s has a nice discipline combination with %(AUS)s%(THA)s%(FOR)s and +1 bleed. The %(saulot_wall)s archetype is built around him.
fr: %(saulot)s a une bonne combinaison de disciplines avec%(AUS)s%(THA)s%(FOR)s et +1 morsure. L'archétype %(saulot_wall)s est construit autour de lui.

source: The Anarch Gangrel %(gangrel)s and their Barons recently gave birth to the %(gangrel_barons)s wall. The %(organized_resistance)s and %(bait_and_switch)s combination looks good on them, especially with %(form_of_the_bat)s, %(deep_ecology)s and %(earth_meld)s added to the mix.
fr: Les Anarch Gangrel %(gangrel)s et leurs Barons ont récemment donné naissance au mur %(gangrel_barons)s. La combinaison d'%(organized_resistance)s et de %(bait_and_switch)s leur va bien, en particulier aux côtés de %(form_of_the_bat)s, %(deep_ecology)s et %(earth_meld)s.

source: Wall decks obviously have an <strong>exceptional defence</strong>. Moreover, having high block capabilities let them play fragile master cards that need protection to be efficient like %(smiling_jack_the_anarch)s, %(the_rack)s, %(powerbase_montreal)s, %(powerbase_barranquilla)s (Sabbat) and %(anarch_revolt)s (Anarchs), helping both with bloat and offence. Still, wall decks tend to have a <strong>weak offence</strong>, dealing only a moderate amount of damage to their prey. They're very good at exhausting other decks around the table though, and will eventually win a game if no other player can get enough Victory Points first.
fr: Les decks mur ont sans surprise une <strong>défense exceptionnelle</strong>. De plus, leur grande capacité de blocage leur permet de jouer des cartes Maître fragiles qui demandent une protection pour être efficaces comme %(smiling_jack_the_anarch)s, %(the_rack)s, %(powerbase_montreal)s, %(powerbase_barranquilla)s (Sabbat) et %(anarch_revolt)s (Anarchs), ce qui les aide pour la régénération et l'offensive. Toutefois, les decks mur ont une <strong>faible offensive</strong>, n'infligeant qu'une quantité de dégâts d'influence modérée à leur proie. Ils sont cependant très capables d'épuiser les autres decks autour de la table, et pourront finalement gagner une partie si aucun autre joueur n'obtient assez de Points de Victoire avant eux.

source: Cross block
fr: Blocage non standard

source: %(eagles_sight)s and %(falcons_eye)s are the only minion cards in the game that let a vampire block <strong>any</strong> action, even if it is directed upon another Methusalah or undertaken cross table.
fr: %(eagles_sight)s et %(falcons_eye)s sont les deux seules cartes de serviteur permettant à un vampire de bloquer <strong>n'import quelle</strong> action, même si elle est dirigée contre un autre Mathusalem ou réalisée en face.

source: This ability to cross block is an excellent asset in wall decks with %(AUS)s or %(SPI)s as it enhances table control and allows for example to intercept a dangerous vote from the grand-predator or a bleed from the prey that could be lethal to the grand-prey. Wall decks that do not use these will often include some <em>rush</em> capabilities instead.
fr: Cette capacité à effectuer un blocage non standard est un atout essentiel dans les decks mur utilisant %(AUS)s ou %(SPI)s, puisque cela augemente le contrôle qu'ils ont sur la table et leur permet par exemple d'intercepter un vote dangereux venant du grand-prédateur ou une morsure entreprise par la proie qui pourrait éliminer la grande-proie. Les decks mur n'utilisant pas ces cartes incluent en général des possibilités de <em>rush</em> à la place.

source: Toolbox decks balance their offence and defence capabilities. They have good intercept, a decent combat module and efficient pool damage options to use on their prey, sometimes even some votes they can try to pass or a bit of stealth. The key to this archetype is to use versatile cards offering multiple play options.
fr: Les decks toolbox équilibrent leur capacités défensives et offensives. Ils ont une bonne interception, un module de combat décent et des options efficaces pour infliger des dégâts d'influence à leur proie, parfois même quelques votes qu'ils peuvent tenter de faire passer ou un peu de discrétion. Le clé de ces archétypes est d'utiliser des cartes versatiles fournissant de multiples options de jeu.

source: Using Camarilla Princes and Justicars with their access to %(second_tradition_domain)s and %(parity_shift)s led to good toolboxes like the %(anson_guns)s, %(euro_brujah)s, %(ventrue_royalty)s and %(haqim_royalty)s archetypes.
fr: Utiliser les Princes et Justicars de la Camarilla avec leur accès à %(second_tradition_domain)s et %(parity_shift)s a conduit à des toolbox efficaces comme les archétypes %(anson_guns)s, %(euro_brujah)s, %(ventrue_royalty)s et %(haqim_royalty)s.

source: Anarch Brujah %(brujah)s, supported by their Barons, are often built as toolboxes, see %(brujah_resistance)s.
fr: Les Brujah Anarchs %(brujah)s, aidés par leurs Barons, sont souvent montés en toolbox, voir %(brujah_resistance)s.

source: Ventrue Antitribu %(ventrue_antitribu)s provide excellent toolboxes with the %(anti_ventrue_grinder)s archetype and its variants.
fr: Les Ventrue Antitribu %(ventrue_antitribu)s forment des toolbox de premier ordre avec l'archétype %(anti_ventrue_grinder)s et ses variantes.

source: Tremere %(tremere)s have a good disciplines combination for a toolbox too, as proves the %(princess_toolbox)s archetype.
fr: Les Tremere %(tremere)s ont une bonne combinaison de disciplines pour les toolbox, comme le prouve l'archétype %(princess_toolbox)s.

source: <strong>Versatility</strong> is obviously the best asset of a toolbox deck. It can handle and exploit any table configuration. To make the most out of toolbox decks, one has to display excellent table awareness and negotiation abilities. For the toolbox to have a proper effect around the table and display all its efficiency, one needs to <strong>play their hand</strong>, whatever is in it. The deck chooses the strategy as much as the Methusalah. The player still chooses on which target to use its cards, but the cards in hand demand to be played for the deck to shine.
fr: La <strong>versatilité</strong> est évidemment le meilleur atout d'un deck toolbox. Il peut gérer et exploiter presque n'importe quelle configuration de table. Pour en tirer le meilleur parti, il faut faire preuve d'une grande sensibilité à l'équilibre de table et de bonnes capacités de négociation. Pour que le deck ait l'effet voulu à la table et fasse preuve de toute son efficacité, il est nécessaire de <strong>jouer sa main</strong>, quelle qu'elle soit. Le deck décide de la stratégie tout autant que le Mathusalem. Le joueur choisit toujours sur qui utiliser ses cartes, mais il doit trouver un moyen de les jouer pour que son deck excelle.

source: The %(heart_of_nizchetus)s is often included in toolbox builds, as it gives more control to the Methusalah over what his play can be. Its effect makes such a difference in efficiency it has been nicknamed « The Heart of Cheating ».
fr: Le %(heart_of_nizchetus)s est souvent inclus dans les decks toolbox, car il donne un meilleur contrôle au Mathusalem sur ce que peut être son jeu. Son effet entraîne une telle différence qu'il a été surnommé « The Heart of Cheating ».
