Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Anniversary decks are a great option if you're looking into having more depth for deck-building. Once you've got two copies of your deck and two copies of the New Blood, the %(anniversary)s or the previous one (next section) will probably be your first pick. It provides a good number of staples you'll want to have, especially on the master module: %(dreams_of_the_sphinx)s, %(giant_s_blood)s and %(information_highway)s, a good number of %(zillah_s_valley)s (which a few good high capacity decks absolutely require), and of %(villein)s. On top of that, it comes with a good selection of votes like %(parity_shift)s and %(banishment)s, and useful Presence %(pre)s and Auspex %(aus)s cards, like %(majesty)s, %(awe)s, %(charismatic_aura)s, %(my_enemys_enemy)s and %(telepathic_misdirection)s.
fr: Les decks anniversaire sont une excellente option si vous voulez plus de profondeur pour la construction de decks. Une fois que vous avez deux copies de votre deck et deux copies du Sang Neuf, le %(anniversary)s ou le précédent (section suivante) sera probablement votre premier choix. Il vous fournit un bon nombre de bonnes cartes incontournables, en particulier sur le module maître : %(dreams_of_the_sphinx)s, %(giant_s_blood)s et %(information_highway)s, plusieurs %(zillah_s_valley)s (dont quelques bons decks de haute capacité ont absolument besoin), et des %(villein)s. Mais en plus de cela, il est livré avec une bonne sélection de votes comme %(parity_shift)s and %(banishment)s, et des cartes utiles de Présence %(pre)s et d’Auspex %(aus)s, comme %(majesty)s, %(awe)s, %(charismatic_aura)s, %(my_enemys_enemy)s et %(telepathic_misdirection)s.

source: This bundle also includes great new cards for Camarilla political decks: %(camarilla_conclave)s, %(camarillas_iron_fist)s and %(confiscation)s. On top of that, it is of course an unmissable upgrade for Toreador %(toreador)s decks with <strong>8 new vampires</strong>, and the new %(loup)s, already a staple for Toreador %(toreador)s. The bundle also includes a few new vampires for other Camarilla clans: %(dónal_o_connor)s %(brujah)s, %(ian_carfax)s %(tremere)s, %(juliet_parr)s %(malkavian)s, %(lucinde_alastor)s %(ventrue)s, %(molly_mac_donald)s %(nosferatu)s, and %(nikolaus_vermeulen)s %(nosferatu)s. Although the Lasombra %(lasombra)s and Banu Haqim %(banu_haqim)s have no new vampire (their Justicar being already in the V5 starter), they get their own Justicar political actions: %(banu_haqim_justicar)s and %(lasombra_justicar)s.
fr: Ce paquet contient aussi de superbes cartes pour les decks Camarilla politiques: %(camarilla_conclave)s, %(camarillas_iron_fist)s et %(confiscation)s. En plus de ça, c’est une amélioration incontournable pour les decks Toréadors %(toreador)s avec <strong>8 nouveaux vampires</strong>, et le nouveau %(loup)s, d’ors et déjà incontournable pour les Toréadors %(toreador)s. Le paquet contient aussi quelques nouveaux vampires pour les autres clans de la Camarilla: %(dónal_o_connor)s %(brujah)s, %(ian_carfax)s %(tremere)s, %(juliet_parr)s %(malkavian)s, %(lucinde_alastor)s %(ventrue)s, %(molly_mac_donald)s %(nosferatu)s, et %(nikolaus_vermeulen)s %(nosferatu)s. Et si les Lasombra %(lasombra)s et les Banu Haqim %(banu_haqim)s n’ont pas de nouveau vampire (leur Justicar étant déjà dans le starter V5), ils gagnent leur propre action politique Justicar: %(banu_haqim_justicar)s and %(lasombra_justicar)s.

source: Depending on what clans you're building on, the previous %(anniversary)s might ba a good complement, or an even better deal than the latest one. It also contains excellent Master cards: %(dreams_of_the_sphinx)s, %(the_coven)s, %(giant_s_blood)s and %(information_highway)s, a good number of %(zillah_s_valley)s, and a number of %(villein)s and %(vessel)s. On the disciplines side, it provides great additions for Dominate %(dom)s, Protean %(pro)s, and Fortitude %(for)s, with staples like %(govern_the_unaligned)s, %(form_of_mist)s or %(freak_drive)s. Some cards are only available in this bundle, like %(rapid_change)s or %(murmur_of_the_false_will)s.
fr: Selon les clans pour lesquels vous construisez, le %(anniversary)s peut être un bon complément, ou même un meilleur achat que le précédent. Il contient aussi d’excellents cartes Maître: %(dreams_of_the_sphinx)s, %(the_coven)s, %(giant_s_blood)s et %(information_highway)s, un bon nombre de %(zillah_s_valley)s, %(villein)s et %(vessel)s. Du côté des disciplines, il contient de bons compléments pour Domination %(dom)s, Protean %(pro)s, et Force d’Âme %(for)s, avec des incontournables comme %(govern_the_unaligned)s, %(form_of_mist)s ou %(freak_drive)s. Certaines cartes ne sont disponibles que dans ce paquet, comme %(rapid_change)s ou %(murmur_of_the_false_will)s.

source: Depending on what kind of decks you're playing, %(parliament_of_shadows)s is potentially a good next step. Again, it has a lot of good master cards: %(information_highway)s, %(jake_washington)s, %(papillon)s, and the reprints of %(obedience)s and %(mylan_horseed)s. Still, depending on what kind of deck you're focusing on, this might be useless or costly, so check the cards list.
fr: Selon le type de deck que vous jouez, %(parliament_of_shadows)s est potentiellement une bonne deuxième étape. Encore une fois, il a beaucoup de bonnes cartes maître : %(information_highway)s, %(jake_washington)s, %(papillon)s, et les réimpressions de %(obedience)s et %(mylan_horseed)s. Néanmoins, selon le type de deck sur lequel vous vous concentrez, cela peut être inutile ou coûteux, alors vérifiez la liste des cartes.

source: If you're focusing on a clan, you'll want to check the matching Keepers of Traditions bundle. %(keepers_of_traditions_1)s for Brujah %(brujah)s, Gangrel %(gangrel)s, Malkavian %(malkavian)s and Nosferatu %(nosferatu)s, %(keepers_of_traditions_2)s for Toreador %(toreador)s, Tremere %(tremere)s and Ventrue %(ventrue)s. They often offer very good crypt alternatives that will open strong builds for those clans: all group 4 Inner Circle members, and group 5 Justicars, as well as very strong vampires in the groups 4 and 5. But also some useful cards that have not been otherwise reprinted, like %(force_of_personality)s, %(touch_of_clarity)s, %(scourge_of_the_enochians)s and %(ponticulus)s.
fr: Si vous vous concentrez sur un clan, vous voudrez vérifier le pack Keepers of Traditions correspondant. %(keepers_of_traditions_1)s pour Brujah %(brujah)s, Gangrel %(gangrel)s, Malkavian %(malkavian)s et Nosferatu %(nosferatu)s, %(keepers_of_traditions_2)s pour Toreador %(toreador)s, Tremere %(tremere)s et Ventrue %(ventrue)s. Ils offrent souvent de très bonnes alternatives de crypte qui ouvriront des decks forts pour ces clans : tous les membres du groupe 4 Inner Circle et les Justicars du groupe 5, ainsi que des vampires très puissants dans les groupes 4 et 5. Mais aussi quelques cartes utiles qui n'ont pas été réimprimées par ailleurs, comme %(force_of_personality)s, %(touch_of_clarity)s, %(scourge_of_the_enochians)s et %(ponticulus)s.

source: <strong>Beware for Malkavians</strong> %(malkavian)s, the ones in this bundle have Dementation %(dem)s instead of Dominate %(dom)s as clan discipline. The legacy %(dem)s is an interesting, albeit a completely separate branch for Malkavians. If you want to go down this road, you might want to look into %(first_blood_malkavian)s for additional %(dem)s cards and vampires.
fr: <strong>Attention pour les Malkaviens</strong> %(malkavian)s, ceux de ce paquet ont Dementation %(dem)s au lieu de Domination %(dom)s comme discipline de clan. L'ancienne %(dem)s est intéressante, bien que constituant une branche complètement séparée pour les Malkaviens. Si vous voulez explorer cette voie, vous pourriez vouloir acquérir le %(first_blood_malkavian)s pour des cartes et vampires %(dem)s.

source: The other avenue worth exploring to get more cards for your deck is the print on demand option, with %(drivethru_cards)s in the US and %(gamepod)s in the EU. Of course, if you're playing Lasombra %(lasombra)s or Tzimisce %(tzimisce)s, this gives you easy access to all the clan cards you could need, plus Obtenebration %(obt)s and Vicissitude %(vic)s cards. But even for other clans, you can fetch important staples like %(direct_intervention)s and %(anarch_convert)s. Some key cards are also available for Malkavian %(malkavian)s, Gangrel %(gangrel)s and Brujah %(brujah)s, like %(mental_maze)s, %(hell_for_leather)s, %(power_of_one)s, %(shattering)s, %(smoke_and_mirrors)s and %(undue_influence)s.
fr: L'autre voie à explorer pour obtenir plus de cartes pour votre deck est l'impression sur demande, avec %(drivethru_cards)s aux US et %(gamepod)s en Europe. Bien sûr, si vous jouez les Lasombra %(lasombra)s ou les Tzimisce %(tzimisce)s, cela vous donne un accès facile à toutes les cartes de clan dont vous pourriez avoir besoin, ainsi qu'aux cartes Obtenebration %(obt)s et Vicissitude %(vic)s. Mais même pour les autres clans, vous pouvez récupérer des bonnes cartes importantes comme %(direct_intervention)s et %(anarch_convert)s. Certaines cartes-clés sont également disponibles pour Malkavian %(malkavian)s, Gangrel %(gangrel)s et Brujah %(brujah)s, comme %(mental_maze)s, %(hell_for_leather)s, %(power_of_one)s, %(shattering)s, %(smoke_and_mirrors)s et %(undue_influence)s.

source: Another interesting avenue here is to fetch all the cards you need to build very powerful and intricate decks cheaply, like %(baltimore_purge)s, %(ravnos_clown_car)s, %(giovanni_powerbleed)s, %(shambling_hordes)s, or even %(the_unnamed)s.
fr: Une autre possibilité intéressante ici est de récupérer toutes les cartes dont vous avez besoin pour construire des decks puissants et complexes comme %(baltimore_purge)s, %(ravnos_clown_car)s, %(giovanni_powerbleed)s, %(shambling_hordes)s, ou même %(the_unnamed)s.

source: Fall of London
fr: La Chute de Londres

source: %(fall_of_london)s might have a couple of interesting new vampires that can really benefit your deck, and it's a relatively cheap bundle. %(abraham_mellon)s and %(darius_shirazi)s are great additions for some Malkavian %(malkavian)s decks, %(mithras)s, %(queen_anne)s and %(valerius)s open up interesting high capacity avenues for the Ventrue %(ventrue)s, %(daria)s with her superior %(AUS)s can open new possibilities for Nosferatu %(nosferatu)s, %(chun_hei)s might find her place in combat-heavy Brujah %(brujah)s decks, and %(adisa)s can be a nice addition in some Banu Haqim %(banu_haqim)s builds.
fr: %(fall_of_london)s pourrait avoir quelques nouveaux vampires intéressants qui peuvent vraiment profiter à votre deck, et c'est un pack relativement bon marché. %(abraham_mellon)s et %(darius_shirazi)s sont d'excellents ajouts pour certains decks malkaviens %(malkavian)s, %(mithras)s, %(queen_anne)s et %(valerius)s ouvrent des voies intéressantes à haute capacité pour les Ventrue %(ventrue)s, %(daria)s avec son %(AUS)s en supérieur peut ouvrir de nouvelles possibilités pour les Nosferatu %(nosferatu)s, %(chun_hei)s pourrait trouver sa place dans les decks Brujah %(brujah)s, et %(adisa)s peut être un ajout intéressant dans certains decks Banu Haqim %(banu_haqim)s.

source: Other Sabbat precons
fr: Autres préconstruits Sabbat

source: Depending on what you're playing, acquiring some other %(legacy_preconstructed_decks)s might be in order then. Using %(libertine_ball)s, for example, can let you explore a different avenue for a Banu Haqim %(banu_haqim)s deck, combining %(the_embrace)s and %(consanguineous_boon)s to build a bigger swarm and get the most out of %(haqim_s_law_retribution)s.
fr: En fonction de ce que vous jouez, l'acquisition d'autres %(legacy_preconstructed_decks)s peut alors s'avérer utile. L'utilisation de %(libertine_ball)s, par exemple, peut vous permettre d'explorer une autre voie pour un deck Banu Haqim %(banu_haqim)s, combinant %(the_embrace)s et %(consanguineous_boon)s pour construire un plus grand essaim et tirer le meilleur parti de %(haqim_s_law_retribution)s.

source: Again depending on the kind of deck you're interested in, the %(anarchs_unbound)s kickstarter bundle (still available on BCP shop) might be worth the detour: it has interesting cards for Brujah %(brujah)s and Ministry %(ministry)s: %(appolonius)s might be an interesting star, but also it's the only print of %(illegalism)s, %(memory_rift)s, %(propaganda_of_the_deed)s, %(donnybrook)s and %(bollix)s.
fr: Toujours selon le type de deck qui vous intéresse, le bundle kickstarter %(anarchs_unbound)s (toujours disponible sur la boutique BCP) pourrait valoir le détour : il contient des cartes intéressantes pour Brujah %(brujah)s et Ministry %(ministry)s : %(appolonius)s pourrait être une star intéressante, mais c'est aussi la seule impression de %(illegalism)s, %(memory_rift)s, %(propaganda_of_the_deed)s, %(donnybrook)s et %(bollix)s.

source: There's really only one reason to go for %(anthology_1)s, and that's if you're interested in a set of %(ashur_tablets)s and %(liquidation)s. In that case, you'll want three to five of those bundles. Sure, you'll also get copies of other good cards like The %(heart_of_nizchetus)s, %(carlton_van_wyk)s, %(the_unmasking)s, %(enkil_cog)s and %(anarch_convert)s, but it's still a rather expensive investment for the return you get.
fr: Il n'y a vraiment qu'une seule raison d'opter pour %(anthology_1)s, et c'est si vous êtes intéressé par un ensemble d'%(ashur_tablets)s et de %(liquidation)s. Dans ce cas, vous aurez besoin de trois à cinq exemplaires de ces packs. Bien sûr, vous obtiendrez également des copies d'autres bonnes cartes comme %(heart_of_nizchetus)s, %(carlton_van_wyk)s, %(the_unmasking)s, %(enkil_cog)s et %(anarch_convert)s, mais c'est toujours un investissement assez cher pour le retour que vous obtenez.

source: %(echoes_of_gehenna)s might interest you, just because it does contain all the nice events that hadn't been reprinted yet: %(narrow_minds)s, %(the_uncoiling)s and %(fbi_special_affairs_division)s. On top of that, it's the only reprint of %(the_parthenon)s, which you might want to acquire if you went for a few %(anthology_1)s bundles.
fr: %(echoes_of_gehenna)s pourrait vous intéresser, simplement parce qu'il contient tous les chouettes événements qui n'avaient pas encore été réimprimés : %(narrow_minds)s, %(the_uncoiling)s et %(fbi_special_affairs_division)s. En plus de cela, c'est la seule réimpression de %(the_parthenon)s, que vous voudrez peut-être acquérir si vous optez pour quelques bundles %(anthology_1)s.

source: The Unaligned kickstarter bundles make the end of the list here. %(unaligned_1)s is mostly interesting if you're into Banu Haqim %(banu_haqim)s: it gets you %(flavia)s, %(omer)s and %(al_ashrad)s, plus the mildly interesting %(focus_the_blood)s. The Gangrel %(gangrel)s cards have mostly been reprinted in the preconstructed decks so it's not that appealing. There are only a couple of cards of interest in %(unaligned_2)s: %(saatet_ta)s for Ministry %(ministry)s, %(funeral_wake)s if you're interested in a %(shambling_hordes)s or %(emerald_legion)s deck. If you're into Giovanni %(giovanni)s or legacy Followers of Set %(follower_of_set_legacy)s (those with Serpentis %(ser)s), the bundle has some very good cards that have only been printed there.
fr: Les packs kickstarter Unaligned arrivent en fin de liste ici. %(unaligned_1)s est surtout intéressant si vous jouez les Banu Haqim %(banu_haqim)s : il vous donne %(flavia)s, %(omer)s et %(al_ashrad)s, plus le %(focus_the_blood)s légèrement intéressant. Les cartes Gangrel %(gangrel)s ont pour la plupart été réimprimées dans les decks préconstruits, donc ce n'est pas si attrayant. Il n'y a que quelques cartes intéressantes dans %(unaligned_2)s : %(saatet_ta)s pour le Sacerdoce %(ministry)s, %(funeral_wake)s si vous êtes intéressé par un deck %(shambling_hordes)s ou %(emerald_legion)s. Si vous aimez les Giovanni %(giovanni)s ou les Followers of Set Legacy %(follower_of_set_legacy)s (ceux avec Serpentis %(ser)s), le pack contient de très bonnes cartes dont c'est la seule impression.

source: First Blood
fr: Premier Sang

source: The %(first_blood)s bundles have very few interesting cards, most of them also got a reprint either in V5 products or in the %(keepers_of_tradition)s bundles. Still, it might be interesting in some case: it has %(aching_beauty)s for Toreador %(toreador)s, rarely used Tremere %(tremere)s cards (%(thadius_zho)s and %(charnas_the_imp)s), but also %(weighted_walking_stick)s, %(legal_manipulations)s, and Dementation %(dem)s cards like %(kindred_spirits)s and %(confusion)s if legacy Malkavians %(malkavian_legacy)s are your thing. The Nosferatu %(nosferatu)s bundle has the only reprint (for now) of %(aid_from_bats)s, %(j_s_simmons_esq)s, %(petra)s and %(laptop_computer)s, and also has a %(powerbase_montreal)s, so it might be overall good value depending on your collection.
fr: Les packs %(first_blood)s ont très peu de cartes intéressantes, puisque la plupart ont déjà été réimprimées dans des produits V5 ou dans les packs %(keepers_of_tradition)s. Cela dit, ils peuvent être intéressants dans certains cas: il y a %(aching_beauty)s pour les Toréador %(toreador)s, des cartes Tremere %(tremere)s peu utilisées (%(thadius_zho)s et %(charnas_the_imp)s), mais aussi %(weighted_walking_stick)s, %(legal_manipulations)s, et des cartes de Dementation %(dem)s comme %(kindred_spirits)s et %(confusion)s si les Malkaviens %(malkavian_legacy)s legacy sont votre truc. Le pack Nosferatu %(nosferatu)s contient la seule réimpression (pour l'instant) d'%(aid_from_bats)s, %(j_s_simmons_esq)s, %(petra)s et %(laptop_computer)s, et il y a aussi une %(powerbase_montreal)s, donc au total ça peut être un bon investissement selon votre collection.

source: The rest
fr: Le reste

source: Now depending on the deck you're running, you might be missing just a couple of cards. %(shadow_of_berlin)s has an %(aranthebes)s, and getting the whole bundle just for it might be the best bargain you'll find. %(danse_macabre)s has fun cards, but unlikely to fit your deck, except if you're interested in experimenting with %(shadow_boxing)s or %(esprit_de_corps)s or if you have a special interest in some vampire exclusive to the set like %(melusine_d_anjou)s, %(johannes_worringen)s or %(amber)s.
fr: Maintenant, selon le deck que vous utilisez, il se peut qu'il ne vous manque que quelques cartes. %(shadow_of_berlin)s a un %(aranthebes)s, et acquérir la pack juste pour ça pourrait être la meilleure affaire que vous trouverez. %(danse_macabre)s a des cartes amusantes, mais peu susceptibles de s'adapter à votre deck, sauf si vous souhaitez expérimenter %(shadow_boxing)s ou %(esprit_de_corps)s ou si vous avez un intérêt particulier pour certains vampires exclusifs à l'extension comme %(melusine_d_anjou)s, %(johannes_worringen)s ou %(amber)s.

source: %(heirs_to_the_blood)s is mostly irrelevant because the cards are all available as print on demand, but it might be worth it if the delivery fees for your location are steep.
fr: %(heirs_to_the_blood)s n'est généralement pas pertinent car les cartes sont toutes disponibles en impression sur demande, mais cela peut en valoir la peine si les frais de livraison pour votre emplacement sont élevés.

source: Elder coming out of torpor
fr: Ancien sortant de torpeur

source: Welcome back, fellow Elder, if you're just getting out of torpor, awaken by the rumors of fresh new blood rampaging the streets and Anarchs rising all over the world.
fr: Bienvenue à nouveau, cher Ancien, si vous sortez tout juste de votre torpeur, réveillé par les rumeurs de sang neuf qui saccagent les rues et d'anarchs qui se révoltent de par le monde.

source: If you already have a decent collection and the basic staples of the game, your will approach buying new cards from a very different perspective. Whether you want to complete your collection, try out some niche archetypes you could not afford before that have recently been made much more available, or want to discover the new cards and archetype that have been unleashed this last couple of years, this guide should provide you with all the information you need.
fr: Si vous avez déjà une collection décente et les cartes de base du jeu, vous aborderez l'achat de nouvelles cartes d'un point de vue très différent. Que vous souhaitiez compléter votre collection, essayer des archétypes de niche que vous ne pouviez pas vous permettre auparavant et qui ont récemment été rendus beaucoup plus disponibles, ou que vous souhaitiez découvrir les nouvelles cartes et archétypes qui ont été lancés ces dernières années, ce guide devrait fournir toutes les informations dont vous avez besoin.

source: New cards
fr: Nouvelles cartes

source: The four supplementary V5 decks, %(banu_haqim_precon)s %(banu_haqim)s, %(ministry_precon)s %(ministry)s, %(gangrel_precon)s %(gangrel)s and %(brujah_precon)s %(brujah)s, introduce big changes. First, in terms of the clan. Following the Paradox universe evolution, Gangrel %(gangrel)s and Brujah %(brujah)s are now both Anarchs, with a good number of Barons. The changes are deeper for the other two: the new Banu Haqim %(banu_haqim)s (aka. Assamite) are Camarilla and got %(obf)s%(cel)s%(tha)s as clan disciplines, whereas the Ministry %(ministry)s (aka. Followers of Set) are Anarch, with %(obf)s%(pro)s%(pre)s as clan disciplines.
fr: Les quatre decks V5 supplémentaires, %(banu_haqim_precon)s %(banu_haqim)s, %(ministry_precon)s %(ministry)s, %(gangrel_precon)s %(gangrel)s et %(brujah_precon)s %(brujah)s, introduisent de grands changements. D'abord, en termes de clan. Suite à l'évolution de l'univers Paradox, les Gangrel %(gangrel)s et Brujah %(brujah)s sont maintenant tous deux des Anarchs, avec un bon nombre de Barons. Les changements sont plus profonds pour les deux autres : les nouveaux Banu Haqim %(banu_haqim)s (aka. Assamite) sont Camarilla et ont obtenu %(obf)s%(cel)s%(tha)s comme disciplines de clan, tandis que les Sacerdoce %(ministry)s (aka. Followers of Set) sont Anarch, avec %(obf)s%(pro)s%(pre)s comme disciplines de clan.

source: Each deck introduces brand new vampires, but also new library cards:
fr: Chaque deck introduit de tous nouveaux vampires, mais aussi de nouvelles cartes de bibliothèque :

source: Ministry %(ministry)s: %(the_platinum_protocol)s, %(enchanting_gaze)s, %(revelation_of_the_serpent)s, %(form_of_the_cobra)s, %(party_out_of_bounds)s
fr: Sacerdoce %(ministry)s: %(the_platinum_protocol)s, %(enchanting_gaze)s, %(revelation_of_the_serpent)s, %(form_of_the_cobra)s, %(party_out_of_bounds)s

source: Note that the decks also contain prints that were otherwise only available as a PDF expansion before: %(show_of_force)s, %(dust_up)s, %(priority_contract)s, %(thing)s, %(rewilding)s, %(protection_racket)s and %(bear_s_skin)s. On top of this, %(quickness)s was modified (free instead of having a 1 blood cost).
fr: Notez que les packs contiennent également des impressions qui n'étaient auparavant disponibles qu'en tant qu'extension PDF : %(show_of_force)s, %(dust_up)s, %(priority_contract)s, %(thing)s, %(rewilding)s, %(protection_racket)s et %(bear_s_skin)s. De plus, %(quickness)s a été modifié (gratuit au lieu d'avoir un coût de 1 sang).

source: This expansion gave birth to new competitive archetypes for all four clans: if you're into competitive play, you'll want to acquire a couple of each of those decks to be able to build the latest in-fashion decks.
fr: Cette extension a donné naissance à de nouveaux archétypes compétitifs pour les quatre clans : si vous aimez le jeu compétitif, vous voudrez acquérir quelques-uns de chacun de ces decks pour pouvoir construire les derniers decks à la mode.
