Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Well, we haven't even talked about the biggest difference yet: while MTG is a duel game, VTES is a multiplayer game. It is designed and balanced to be played on a table of 4 or 5 players. This has a few important consequences, which should be familiar to Commander players.
fr: Eh bien, nous n'avons même pas encore parlé de la plus grande différence : alors que MTG est un jeu de duel, VTES est un jeu multijoueur. Il est conçu et équilibré pour être joué sur une table de 4 ou 5 joueurs. Cela a quelques conséquences importantes, qui devraient être familières aux joueurs de Commandeur.

source: Table assessment
fr: Évaluation de la table

source: To be able to take any strategic decision, you will need to refine your ability to assess a table. Table assessment is the art of figuring out quickly who is playing what kind of deck, grasp the kind of resources they are likely to have, and deduce what their strengths and weaknesses are most likely to be. The opponents will whine and lie and try to manipulate you during the game: it's a big part of the game.
fr: Pour pouvoir prendre toute décision stratégique, vous devrez affiner votre capacité à évaluer la table. L'évaluation de table est l'art de déterminer rapidement qui joue quel type de deck, de saisir le type de ressources qu'ils sont susceptibles d'avoir et d'en déduire quelles sont leurs forces et leurs faiblesses. Les adversaires vont pleurnicher et mentir et essayer de vous manipuler pendant la partie : c'est une grande partie du jeu.

source: If you're able to maintain your own perception of what's going on, who's struggling and who's dangerous, you will be able to control the game and have it progress as you intend, rather than be just a tool for another Methuselah to use. You need to know the different %(archetypes)s and, ideally, play them to get a feel for them. Experience is what will make you able to refine your table perception.
fr: Si vous êtes capable de maintenir votre propre perception de ce qui se passe, qui se débat et qui est dangereux, vous pourrez contrôler le jeu et le faire progresser comme vous le souhaitez, plutôt que d'être simplement un outil pour un autre Mathusalem. Vous devez connaître les différents %(archetypes)s et, idéalement, les jouer pour vous en faire une idée. C'est l'expérience qui vous permettra d'affiner votre perception de la table.

source: Table fold
fr: Le pliage de la table

source: The way a table <strong>folds</strong> is who gets ousted in which order: like an origami, tables get smaller and smaller with each oust. When you get better at table assessment, you'll be able to predict and influence how a table folds.
fr: La façon dont une table <strong>plie</strong> dépend de qui est éliminé et dans quel ordre : comme un origami, les tables deviennent de plus en plus petites à chaque élimination. Lorsque vous vous améliorerez dans l'évaluation de table, vous serez en mesure de prédire et d'influencer la façon dont une table plie.

source: Coming from MTG, a very fast-paced game where tempo is key, it's easy to fall in the trap of trying to go very hard and very fast on the left, on the prey. It can absolutely work, but there's a lot more to VTES than this and, on average, going too hard too fast on your prey is a losing proposition. Against experienced players, you'll leave so much breathing room to your future preys that they're actually more likely to win the game than you are.
fr: Venant de MTG, un jeu très rapide où le tempo est la clé, il est facile de tomber dans le piège d'essayer d'aller très fort et très vite sur la gauche, sur la proie. Cela peut absolument fonctionner, mais VTES est bien plus que cela et, en moyenne, aller trop fort trop vite sur votre proie est une proposition perdante. Contre des joueurs expérimentés, vous laisserez tellement de marge de manœuvre à vos futures proies qu'elles auront en fait plus de chances de gagner la partie que vous.

source: Getting good at predicting how a table folds is crucial: you want your strategy to take into account the way the game is likely to progress. This perception is key to how the game is played. At high level, the fold is a cornerstone of strategy, so much so that players will purposedly influence the fold itself to push the opponents to change their strategy.
fr: Savoir prédire comment une table plie est crucial : vous voulez que votre stratégie tienne compte de la façon dont le jeu est susceptible de progresser. Cette perception est la clé de la façon dont le jeu est joué. À haut niveau, le pliage est une pierre angulaire de la stratégie, à tel point que les joueurs vont délibérément influencer le pliage lui-même pour pousser les adversaires à changer de stratégie.

source: Finally, yes, VTES is a game of negotiation and manipulation. You need to talk, to influence others' perception, to be inventive with the deals you propose to your opponents, all the while maintaining a pleasing and discreet demeanor so as to avoid unecessary aggressions against you and even encourage the odd gift of a slight advantage.
fr: Enfin, oui, VTES est un jeu de négociation et de manipulation. Vous avez besoin de parler, d'influencer la perception des autres, d'être inventif dans les offres que vous proposez à vos adversaires, tout en gardant une attitude avenante et discrète afin d'éviter les agressions inutiles contre vous et même d'encourager le cadeau occasionnel d'un léger avantage.

source: table talk section
fr: section Discussion

source: You can win silently but you'll get consistent in your wins only if you learn how to negotiate well. Check the %(table_talk_section)s for a thorough explanation of the tools at your disposal here.
fr: Vous pouvez gagner en silence, mais vous ne gagnerez en constance que si vous apprenez à bien négocier. Consultez la %(table_talk_section)s pour une explication détaillée des outils à votre disposition à cet effet.

source: The saying is: victory is 50%(percent)s the deck and 50%(percent)s the player. The best players can win tournaments with average decks. Hugh Angseesing, the current CEO of BCP and one of if not the best player in the world, managed to place all V5 preconstructed decks in tournament finals when they got out, just to demonstrate it was doable with no tinkering.
fr: Le dicton est le suivant : la victoire est à 50%(percent)s due au deck et à 50%(percent)s au joueur. Les meilleurs joueurs peuvent gagner des tournois avec des decks moyens. Hugh Angseesing, l'actuel PDG de BCP et l'un des meilleurs joueurs du monde, sinon le meilleur, a réussi à placer tous les decks préconstruits V5 en finale de tournoi à leur sortie, juste pour démontrer que c'était faisable sans les modifiers.

source: What should I buy?
fr: Que dois-je acheter ?

source: These are guides to help you decide what to buy. Your choices will depend primarily on whether you're a <a href="#neonate-joining-the-night">Neonate joining the night</a> or an <a href="#elder-coming-out-of-torpor">Elder coming out of torpor</a>.
fr: Ceci est un guide pour vous aider à décider quoi acheter. Vos choix dépendront principalement de si vous êtes un <a href="#neonate-joining-the-night">Nouveau-né qui rejoint la nuit</a> ou un <a href="#elder-coming-out-of-torpor">Ancien sortant de sa torpeur</a>.

source: Neonates joining the night
fr: Nouveau-né qui rejoint la nuit

source: V5 box
fr: boîte V5

source: Neonates are the new Methuselah joining us in the Eternal Struggle. If you're looking into getting in the game, your best bet is without question the %(v5_box)s, containing 5 Camarilla preconstructed decks: Ventrue %(ventrue)s, Tremere %(tremere)s, Toreador %(toreador)s, Nosferatu %(nosferatu)s and Malkavian %(malkavian)s. You can play them straight out of the box and get a few fun games out of them. It is the perfect start for a collection or a curious Coterie alike.
fr: Les nouveau-nés sont les nouveaux Mathusalems qui nous rejoignent dans la lutte éternelle. Si vous cherchez à entrer dans le jeu, votre meilleur pari est sans aucun doute la %(v5_box)s, contenant 5 decks préconstruits Camarilla : Ventrue %(ventrue)s, Tremere %(tremere)s, Toréador %(toreador)s, Nosferatu %(nosferatu)s et Malkavien %(malkavian)s. Vous pouvez y jouer directement et en tirer quelques parties amusantes. C'est le point de départ parfait pour une collection ou une coterie curieuse.

source: New Blood
fr: Sang Neuf

source: If you're more interested into demoing the game, you might want to acquire instead the five %(new_blood)s decks matching those clans: they're cheaper and they're perfect to demonstrate how the game works to a couple of people in half an hour, but they're not full-fledged decks you can run a real game with. However, they are perfect additions to the V5 decks: you can use the New Blood cards to tinker the starter decks and try to modify and improve them a bit.
fr: Si vous désirez faire des démonstrations, vous voudrez peut-être acquérir à la place les cinq decks %(new_blood)s correspondant à ces clans : ils sont moins chers et ils sont parfaits pour montrer comment le jeu fonctionne à quelques personnes en une demi-heure, mais ce ne sont pas des decks à part entière avec lesquels vous pouvez faire une vraie partie. Cependant, ce sont des ajouts parfaits aux decks V5 : vous pouvez utiliser les cartes Sang Neuf pour modifier les decks de départ et essayer de les améliorer un peu.

source: If you want to go beyond that and achieve the highest power possible for the lowest price, it seems like a good rule of thumb is to go <strong>one V5 starter + two New Blood</strong> for each clan. See for example these blog articles about %(tremere)s and %(malkavian)s.
fr: Si vous voulez aller plus loin et atteindre la puissance la plus élevée possible au prix le plus bas, il semble qu'une bonne règle de base consiste à utiliser <strong>un starter V5 + deux Sang Neuf</strong> pour chaque clan. Voir par exemple ces articles de blog sur %(tremere)s et %(malkavian)s.

source: From there, two possibilities are open to you: <a href="#go-wide">Go wide</a> or <a href="#go-deep">Go deep</a>.
fr: Partant de là, deux possibilités d'offrent à vous: <a href="#go-wide">En largeur</a> ou <a href="#go-deep">En profondeur</a>.

source: Go wide: more clans, more decks
fr: En largeur: plus de clans, plus de decks

source: You might want to acquire more decks featuring more clans. This would give you and, maybe, your playgroup, more options and allow for a lot of different games.
fr: Vous voudrez peut-être acquérir plus de decks avec plus de clans. Cela vous donnera, à vous et peut-être à votre groupe de jeu, plus d'options et permettra de nombreuses parties différentes.

source: It really depends on the kind of players you are: some playgroups prefer to have each member focus on their own clan and try to improve their deck game after game, while others prefer to mix and match, switching clan and deck every game.
fr: Cela dépend vraiment du type de joueurs que vous êtes : certains groupes de jeu préfèrent que chaque membre se concentre sur son propre clan et essaie d'améliorer son deck partie après partie, tandis que d'autres préfèrent la variété, en changeant de clan et de deck à chaque partie.

source: If you want to go wide, here are the next steps:
fr: Si vous voulez progresser en largeur, voici les prochaines étapes :

source: Other V5 precons
fr: Autres préconstruits V5

source: There are additional V5 precons that are not in the standard box, they should be your first stop: %(banu_haqim_precon)s %(banu_haqim)s, %(brujah_precon)s %(brujah)s, %(gangrel_precon)s %(gangrel)s and %(ministry_precon)s %(ministry)s. They're strong decks with good cards and can seamlessly be mixed with the V5 Box decks and their five clans. If you want to improve a bit on those clans and get some cards to tinker the decks, you can just get a couple of the matching %(new_blood_bundles)s for each of them.
fr: Il y a des préconstruits V5 supplémentaires qui ne sont pas dans la boîte standard, elles devraient constituer votre premier ajout : %(banu_haqim_precon)s %(banu_haqim)s, %(brujah_precon)s %(brujah)s, %(gangrel_precon)s %(gangrel)s et %(ministry_precon)s %(ministry)s. Ce sont des decks solides avec de bonnes cartes et ils peuvent être appariés sans difficulté avec les decks de la boîte V5 et leurs cinq clans. Si vous voulez améliorer un peu ces clans et obtenir des cartes pour bricoler les decks, vous pouvez simplement acquérir une paire de %(new_blood_bundles)s correspondants pour chacun d'eux.

source: New Blood bundles
fr: paquets Sang Neuf

source: There are also precons for %(salubri_precon)s %(salubri)s, %(tzimisce_precon)s %(tzimisce)s and %(ravnos_precon)s %(ravnos)s. They contain a lot of cards with clan requirements that do not mix as well with the other clans, but are strong decks worth acquiring if their themes and playstyles appeal to you. No new Blood has been released for them yet.
fr: Il y a aussi les préconstruits %(salubri_precon)s %(salubri)s, %(tzimisce_precon)s %(tzimisce)s et %(ravnos_precon)s %(ravnos)s. Ils contiennt de nombreuses cartes spécifiques à chaque clan qui se combinent difficilement avec les autres, mais ce sont des decks puissants intéressants à acquérir si leur thème ou style de jeu vous plaît. Pour l'instant, ils n'ont pas de decks Sang Neuf correspondants.

source: 30th Anniversary
fr: 30ème Anniversaire

source: Finally, the %(anniversary)s provides a second deck for the Toreador %(toreador)s, with a stronger political angle, adding a new high-end opposition on your tables. It also contain a lot of great cards for any Camarilla political deck, if you're interested.
fr: Enfin, le %(anniversary)s donne un second deck pour les Toréadors %(toreador)s, avec un angle politique plus prononcé, qui ajoute une opposition de haute volée sur vos tables. Il contient aussi beaucoup d’excellents cartes pour tout deck politique de la Camarilla, si cela vous intéresse.

source: With this acquisition on top of the base box, you will have thirteen strong decks that can be enjoyed together in a balanced and fun experience. That's already a high replayability there for any playgroup. Going any further means you're not a Neonate anymore, but an experienced Ancillae ready to expand their horizon.
fr: Avec cette acquisition en plus de la boîte de base, vous disposerez de treize decks solides qui peuvent être utilisés ensemble pour une expérience équilibrée et amusante. C'est déjà une rejouabilité élevée pour n'importe quel groupe de jeu. Aller plus loin signifie que vous n'êtes plus un nouveau-né, mais un Ancillae expérimenté prêt à élargir son horizon.

source: Legacy Preconstructed
fr: Préconstruits Legacy

source: legacy preconstructed decks
fr: decks préconstruits legacy

source: The %(legacy_preconstructed_decks)s are another series of ready-to-play powerful decks. The %(anniversary)s is a very strong top-tier tournament Gangrel %(gangrel)s deck, but can be played together with your previous acquisitions easily: you might want to try and tinker the previous decks to make them a stronger match, but they are pretty good already, and the multiplayer nature of the game levels the playfield easily here. %(den_of_fiends)s, %(parliament_of_shadows)s, %(libertine_ball)s and %(pact_with_nephandi)s are strong tournament archetypes too, although a bit tuned down.
fr: Les %(legacy_preconstructed_decks)s sont une autre série de decks puissants prêts à jouer. Le %(anniversary)s est un deck Gangrel %(gangrel)s de tournoi de haut niveau très solide, mais peut être joué facilement avec vos acquisitions précédentes : vous voudrez peut-être essayer d'améliorer les decks précédents pour les rendre plus compétitifs, mais ils sont assez déjà bons, et la nature multijoueur du jeu nivelle facilement les parties. %(den_of_fiends)s, %(parliament_of_shadows)s, %(libertine_ball)s et %(pact_with_nephandi)s sont également des archétypes de tournoi puissants, bien qu'un peu atténués.

source: Print on demand
fr: L'impression sur demande

source: So, you got 14 decks and you want more? Greedy childe of the darkness, very well. Your next inquiry should be the Print-on-Demand cards, then. They are the same quality as the bundles you acquired already, and cost less than $0.50 a card. They can be bought from %(drivethru_cards)s in the US and %(gamepod)s in the EU.
fr: Alors, vous avez 14 decks et vous en voulez plus ? Enfant gourmand des ténèbres, très bien. Votre prochaine arrêt devrait être les cartes d'impression à la demande. Elles sont de la même qualité que les paquets que vous avez déjà acquis et coûtent moins de 0,50 $ par carte. Elles peuvent être achetés sur %(drivethru_cards)s aux États-Unis et %(gamepod)s en Europe.

source: What can you find there? Well complete reprints for some legacy clans and disciplines. As of today, clans Assamite %(assamite_legacy)s, Baali %(baali)s, Daughters of Cacophony %(daughter_of_cacophony)s, Ravnos %(ravnos)s, Lasombra %(lasombra_legacy)s, Followers of Set %(follower_of_set_legacy)s, Tzimisce %(tzimisce)s, Pander %(pander)s and Salubri %(salubri)s are fully available there, plus the Disciplines Quietus %(qui)s, Daimonon %(dai)s, Melpominee %(mel)s, Chimerstry %(chi)s, Vicissitude %(vic)s and Obeah %(obe)s. Combined with the cards you already posess, this can let you build a lot of strong tournament decks. See our %(archetypes_section)s for a better idea of what you can build.
fr: Que peux tu trouver là-bas? Des réimpressions bien complètes pour certains clans et disciplines legacy. À ce jour, les clans Assamite %(assamite_legacy)s, Baali %(baali)s, Daughters of Cacophony %(daughter_of_cacophony)s, Ravnos %(ravnos)s, Lasombra %(lasombra_legacy)s, Followers of Set %(follower_of_set_legacy)s, Tzimisce %(tzimisce)s, Pander %(pander)s et Salubri %(salubri)s y sont entièrement disponibles, ainsi que les Disciplines Quietus %(qui)s, Daimonon %(dai)s, Melpominee %(mel)s, Chimerstry %(chi)s, Vicissitude %(vic)s et Obeah %(obe)s. Combiné avec les cartes que vous possédez déjà, cela peut vous permettre de construire de nombreux decks de tournoi solides. Consultez notre %(archetypes_section)s pour une meilleure idée de ce que vous pouvez construire.

source: Once you get to this level, a %(promo_pack_1)s is a neat acquisition. It can let you build a few fun Star-vampire decks, like %(the_capuchin)s or %(baltimore_purge)s.
fr: Une fois arrivé à ce niveau, un %(promo_pack_1)s est une belle acquisition. Il peut vous permettre de construire quelques decks à vampire Star amusants, comme %(the_capuchin)s ou %(baltimore_purge)s.

source: %(lost_kindred)s unlocks a couple of other decks: you can put up together a fun Gargoyles %(gargoyle)s, Harbinger %(harbinger_of_skulls)s or Samedi %(samedi)s deck. Previously in high demand for the powerful %(emerald_legionnaire)s, it is now much less appealing since the 2024 errata of the card.
fr: %(lost_kindred)s ouvre quelques decks supplémentaires: vous pouvez élaborer de chouettes decks Gargoyles %(gargoyle)s, Harbinger %(harbinger_of_skulls)s ou Samedi %(samedi)s. Auparavant très demandé à cause du puissant %(emerald_legionnaire)s, ce paquet est désormais bien moins attractif depuis l'errata de la carte en 2024.

source: Go deep: deckbuilding & refining
fr: En profondeur: construction de deck et affinement

source: Your other options is to have fun with a bit more deck building. Rather than fooling around with many options and building a collection of ready-to-play decks for friends to come play with, maybe you're more into carefully honing and improving your own deck and then meet with your friends and there deck to see who comes out on top. Maybe you want to play regularly with Elders who have access to a wider collection, or participate in tournaments.
fr: Vos autres options sont de vous amuser avec un peu plus de construction de deck. Plutôt que de s'amuser avec de nombreuses options et de créer une collection de decks prêts à jouer avec lesquels des amis peuvent venir expérimenter, peut-être préférez-vous affiner et améliorer soigneusement votre propre deck, puis rencontrer vos amis et leur deck pour voir qui l'emporte. Peut-être souhaitez-vous jouer régulièrement avec des Anciens qui ont accès à une collection plus large, ou participer à des tournois.

source: In that case, diversification might not be your path, and you might want to go deeper into nice deck building options for your favorite clan. Therefore, your buying list shall be different.
fr: Dans ce cas, la diversification n'est peut-être pas votre voie, et vous voudrez plutôt approfondir les options de construction de deck intéressantes pour votre clan préféré. Par conséquent, votre liste d'achat sera différente.

source: Upcoming V5 format
fr: Format V5 imminent

source: Note that the VEKN Inner Circle did announce that a "V5 format" will probably be defined soon. There is no precise list yet of what we can expect as part of it, but most likely all products listed as V5 on the BCP website and online shop will probably be part of it, whereas legacy products and print on demand reprints will be excluded of it. Promo vampires starting with the promo pack 2 will likely be part of it, while the few reprints in those promo packs might not.
fr: Notez que le Cercle Intérieur VEKN a annoncé qu'un "format V5" sera probablement défini bientôt. Il n'y a pas encore de liste précise de ce à quoi nous pouvons nous attendre dans le cadre de celui-ci, mais tous les produits répertoriés comme V5 sur le site Web et la boutique en ligne BCP en feront probablement partie, tandis que les produits legacy et les impressions sur demande en seront exclus. Les vampires promotionnels commençant par le pack promotionnel 2 en feront probablement partie, contrairement aux quelques réimpressions de cartes de bibliothèque dans ces packs promotionnels.

source: So, if you're mostly interested in the new format, you might want to stay away from the legacy products. On the other hand, note that it is unlikely that this new format will be come the "new standard" anytime soon: while some events might use it to appeal to more neonates, the biggest (nationals and continentals) and many playgroups will continue using all cards.
fr: Donc, si vous êtes principalement intéressé par le nouveau format, vous voudrez peut-être rester à l'écart des produits legacy. D'autre part, notez qu'il est peu probable que ce nouveau format devienne la "nouvelle norme" de sitôt : alors que certains événements pourraient l'utiliser pour attirer plus de nouveau-nés, les plus grands (nationaux et continentaux) et de nombreux groupes de jeu continueront à utiliser toutes les cartes.

source: Contrarily to other CCGs, the more times goes by, the more reprints get available for all the old cards with the print on demand system, so new joiners will face less and less difficulties acquiring all the cards they need. The new "V5 format" could become mainstream in a few years, but it might just as well die out early. Right now, with the format not even completely defined, there's no way to know.
fr: Contrairement aux autres CCG, plus le temps passe, plus les réimpressions sont disponibles pour toutes les anciennes cartes avec le système d'impression sur demande, donc les nouveaux entrants auront de moins en moins de difficultés à acquérir toutes les cartes dont ils ont besoin. Le nouveau "format V5" pourrait se généraliser dans quelques années, mais il pourrait tout aussi bien disparaître prématurément. À l'heure actuelle, le format n'étant même pas complètement défini, il n'y a aucun moyen de le savoir.
