Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Potence %(pot)s is the other main combat discipline. And here, too, it is mostly due to a single card: %(immortal_grapple)s. It is the only card in the game that altogether negates defensive effects like dodge and strike: combat ends, but also a lot of nasty surprises like torpor strikes (%(coma)s, %(entombment)s) or weapons. All the other anti-defensive tools, be it combat continuance like %(psyche)s or direct cancellation like %(death_seeker)s, only cancel the defense, so it is a battle of numbers. Not so with %(ig)s (its nickname): if you get it in, you are guaranteed to land your strike. And for rush decks, it matters <strong>a lot</strong>.
fr: Puissance %(pot)s est l'autre discipline de combat principale. Et là aussi, c'est principalement dû à une seule carte : %(immortal_grapple)s. C'est la seule carte du jeu qui annule complètement les effets défensifs comme l'esquive et la Frappe : fin de combat, mais aussi beaucoup de mauvaises surprises comme les frappes de torpeur (%(coma)s, %(entombment)s) ou les armes. Tous les autres outils anti-défensifs, que ce soit la continuation du combat comme %(psyche)s ou l'annulation directe comme %(death_seeker)s, annulent uniquement la défense, c'est donc une guerre de nombres. Ce n'est pas le cas avec %(ig)s (son surnom) : si vous l'utilisez, vous êtes assuré de réussir votre frappe. Et pour les decks de rush, ça compte beaucoup.

source: Of course, %(ig)s is only usable at close range, so range management is useful, and then you need your strike to matter. But that's something Potence %(pot)s provides with the strongest strikes in the game, mainly through %(torn_signpost)s, %(roundhouse)s and %(preternatural_strength)s. Add some %(taste_of_vitae)s to the mix and you can even keep a steady blood reserve floating around. On top of that, the second biggest staple of Potence %(pot)s, also at close range, is %(disarm)s. It is already strong in the discipline itself, but it really shines when paired with other disciplines: whether you manage to prevent or get an additional strike, it can send the opponent to torpor without even having to get more damage.
fr: Bien sûr, %(ig)s n'est utilisable qu'à courte portée, donc de la gestion de la portée est utile, et il faut ensuite que la frappe compte. Mais c'est quelque chose que Puissance %(pot)s fournit avec les frappes les plus puissantes du jeu, principalement via %(torn_signpost)s, %(roundhouse)s et %(preternatural_strength)s. Ajoutez quelques %(taste_of_vitae)s et vous pouvez même garder une quantité de sang stable. En plus de ça, la deuxième plus grosse carte de Puissance %(pot)s, également à courte portée, est %(disarm)s. C'est déjà fort dans la discipline elle-même, mais c'est encore mieux associé à d'autres disciplines : si vous parvenez à prévenir les dégâts ou à obtenir une frappe supplémentaire, cous pouvez envoyer l'adversaire en torpeur sans même avoir à infliger beaucoup de dégâts.

source: Pure Potence %(POT)s modules will either use %(slam)s for some maneuvers or %(thrown_sewer_lid)s or %(earthshock)s for good ranged options: modules that have enough range management to consistently go long do not usually rely on %(sce)s. The lack of prevention can be issue, so if not coupled with prevention, a %(glancing_blow)s or two can prove useful. Lastly, Potence %(POT)s also offers the terrifying %(decapitate)s, which can get rid of minions without having to go through a diablerie, even without aggravated damage.
fr: Les modules pure Puissance %(POT)s utiliseront soit des %(slam)s pour quelques manœuvres, soit des %(thrown_sewer_lid)s ou des %(earthshock)s pour de bonnes options à distance : les modules qui ont une gestion de portée suffisante pour aller longtemps de manière constante ne comptent généralement pas sur les %(sce)s. Le manque de prévention peut être un problème, donc s'il n'est pas associé à la prévention, un ou deux %(glancing_blow)s peuvent s'avérer utiles. Enfin, Puissance %(POT)s propose également le terrifiant %(decapitate)s, qui peut se débarrasser des serviteurs sans avoir à passer par une diablerie, même sans dégâts aggravés.

source: Contrarily to <a href="#animalism">Animalism</a>, the Potence %(pot)s base module is still pretty decent at inferior, so can more easily be combined with other disciplines. And even if its best effects are at close-range, it is also possible to build an efficient long-range module using %(thrown_gate)s and %(thrown_sewer_lid)s, often combined with %(increased_strength)s and %(target_vitals)s for additional damage, plus some maneuvers, %(fake_out)s, %(high_ground)s or %(backstep)s if another discipline does not provide a better alternative.
fr: Contrairement à l'<a href="#animalism">Animalisme</a>, le module de base de Puissance %(pot)s est encore correct en inférieur, donc peut plus facilement être combiné à d'autres disciplines. Et même si ses meilleurs effets sont à courte portée, il est également possible de construire un module longue portée efficace en utilisant %(thrown_gate)s et %(thrown_sewer_lid)s, souvent combinés avec %(increased_strength)s et %(target_vitals)s pour des dégâts supplémentaires, plus quelques manœuvres, %(fake_out)s, %(high_ground)s ou %(backstep)s si une autre discipline ne propose pas de meilleure alternative.

source: Potence %(pot)s and its staple %(ig)s is often coupled to other disciplines for meaner modules, see <a href="#pot-friends">Potence & Friends</a>.
fr: Puissance %(pot)s et son incontournable %(ig)s sont souvent combinés à d'autres disciplines pour des modules plus méchants, voir <a href="#pot-friends">Puissance & Ses amis</a>.

source: Protean %(pro)s is a decent combat discipline all by itself. It typically delivers aggravated damage with cards like %(claws_of_the_dead)s, %(donnybrook)s or %(sculpt_the_flesh)s, but also has a very solid prevention in %(flesh_of_marble)s. On top of that, it has the best Combat Ends of the game, %(earth_meld)s, and the versatile %(form_of_mist)s.
fr: Protean %(pro)s est une discipline de combat décente à elle seule. Elle inflige généralement des dégâts aggravés avec des cartes comme %(claws_of_the_dead)s, %(donnybrook)s ou %(sculpt_the_flesh)s, mais dispose aussi d'une prévention très solide avec %(flesh_of_marble)s. En plus, elle propose les meilleures fins de combat du jeu, %(earth_meld)s, et le polyvalent %(form_of_mist)s.

source: All in all, Protean %(pro)s offers a sturdy package already all by itself. Played alone, it is usually defensive with a few aggravated surprises. But Tzimisce %(tzimisce)s and Gangrels %(gangrel)s can pair it with Animalism %(ANI)s in an <a href="#ani-pro">%(ANI)s%(PRO)s</a> module, while other combinations like <a href="#cel-pro">%(cel)s%(pro)s</a> or <a href="#pro-for">%(pro)s%(for)s</a> will just use some utilities or prevention to help the main module.
fr: Dans l'ensemble, Protean %(pro)s offre déjà un package solide à lui tout seul. Jouée seul, elle est généralement défensive avec quelques surprises aggravées. Mais les Tzimisce %(tzimisce)s et les Gangrels %(gangrel)s peuvent l'associer à Animalisme %(ANI)s dans un module <a href="#ani-pro">%(ANI)s%(PRO)s</a>, tandis que d'autres combinaisons comme <a href="#cel-pro">%(cel)s%(pro)s</a> ou <a href="#pro-for">%(pro)s%(for)s</a> utilisent simplement quelques outils ou de la prévention pour supporter le module principal.

source: With %(breath_of_the_dragon)s and %(chiropteran_marauder)s, Vicissitude %(VIC)s is an aggravated damage specialist. Often seen in blocking decks, it opens up the possibility of using %(rötschreck)s like no other module. When played alone, Vicissitude modules can include a couple of %(quick_jab)s or some %(meld_with_the_land)s to offer some pliability. It is a tight, dreadful module that can even include some %(amaranth)s to dispose of opponents, provided one has enough titled vampires to survive the Blood Hunt.
fr: Avec %(breath_of_the_dragon)s et %(chiropteran_marauder)s, Vicissitude %(VIC)s est une spécialiste des dégâts aggravés. Souvent vue dans les decks de bloc, elle ouvre la possibilité d'utiliser des %(rötschreck)s comme aucun autre module. Jouée seule, les modules Vicissitude peuvent inclure quelques %(quick_jab)s ou quelques %(meld_with_the_land)s pour offrir une certaine souplesse. C'est un module serré et redoutable qui peut même inclure quelques %(amaranth)s pour se débarrasser des adversaires, à condition d'avoir suffisamment de vampires titrés pour survivre à la Chasse au sang.

source: Combinations like <a href="#ani-vic">%(VIC)s%(ANI)s</a>, <a href="#vic-aus">%(VIC)s%(AUS)s</a> and <a href="#vic-tha">Malgorzata %(VIC)s%(THA)s</a> are, of course, more aggressive and sturdier.
fr: Les combinaisons comme <a href="#ani-vic">%(VIC)s%(ANI)s</a>, <a href="#vic-aus">%(VIC)s%(AUS)s</a> et <a href="#vic-tha">Malgorzata %(VIC)s%(THA)s</a> sont, bien sûr, plus solides et aggressives.

source: Blood Sorcery
fr: Sorcellerie du Sang

source: The ability to steal blood with %(theft_of_vitae)s, coupled with prevention in %(rego_motum)s and utility with %(apportation)s, makes Blood Sorcery %(THA)s by itself a very solid and lightweight module. %(theft)s cannot be prevented and offers a 4 beads differential in a single card, which is the highest differential in the game, on par with %(roundhouse)s. On top of that, the occasional %(walk_of_flame)s or %(flames_of_the_netherworld)s can be included for a bit of aggravated damage.
fr: La capacité de voler du sang avec %(theft_of_vitae)s, couplée à la prévention avec %(rego_motum)s et à l'utilitaire comme %(apportation)s, fait de la Sorcellerie du Sange %(THA)s un module très solide et léger en soi. Les %(theft)s ne peuvent pas être prévenus et offrent un différentiel de 4 jetons en une seule carte, ce qui est le différentiel le plus élevé du jeu, à égalité avec %(roundhouse)s. En plus, %(walk_of_flame)s ou %(flames_of_the_netherworld)s peuvent être ajoutés pour un peu de dégâts aggravés à l'occasion.

source: Another big plus, combat-wise, for the discipline, is the existence of %(magic_of_the_smith)s. Included in many Blood Sorcery %(tha)s decks, sometimes only to fetch the occasional rare weapon more easily, like an %(ivory_bow)s, other times in more copies to ensure the quick and stable equipment of a couple of weapons.
fr: Un autre gros avantage, au niveau du combat pour la discipline, est l'existence de %(magic_of_the_smith)s. Il est inclus dans de nombreux decks de Sorcellerie du Sang %(tha)s, parfois juste pour aller chercher plus facilement une arme rare, comme un %(ivory_bow)s, d'autres fois en plus d'exemplaires pour assurer l'équipement rapide et stable de quelques armes.

source: More aggressive combinations exist of course, <a href="#ani-tha">Tremere %(ANI)s%(THA)s</a> <a href="#cel-tha">Banu Haqim %(CEL)s%(THA)s</a> and <a href="#vic-tha">Malgorzata %(VIC)s%(THA)s</a>.
fr: Il existe bien sûr des combinaisons plus agressives, <a href="#ani-tha">Tremere %(ANI)s%(THA)s</a> <a href="#cel-tha">, Banu Haqim %(CEL)s%(THA)s</a> et <a href="#vic-tha">Malgorzata %(VIC)s%(THA)s</a>.

source: Fortitude %(for)s by itself provides a wide array of prevention devices, here is quick review:
fr: La Forced'Âme %(for)s en soit fournit un grand éventail d'outils de prévention, en voici une rapide revue :

source: Top prevention card of the game for superior Fortitude %(FOR)s, it can prevent a single damage at no cost, or all strikes for a single blood. This covers most of combat damage.
fr: Meilleure carte de prévention du jeu pour la Force d'Âme supérieure %(FOR)s, elle peut prévenir un seul dégât gratuitement, ou toutes les frappes pour un seul sang. Cela couvre la plupart des dégâts de combat.

source: Can prevent any amount, a single damage for free, and provides a press at superior %(FOR)s. A good safeguard even against out of strike damage like %(outside_the_hourglass)s. It combines with, and avoids, damage-base combat cards like %(disarm)s or %(pulled_fangs)s.
fr: Peut empêcher n'importe quel montant, un seul dégât gratuitement, et fournit une poursuite en %(FOR)s supérieure. Une bonne protection même contre les dégâts hors frappe comme %(outside_the_hourglass)s. Il se combine avec, et évite, les cartes de combat basées sur les dégâts comme %(disarm)s ou %(pulled_fangs)s.

source: Best alternative to %(rolling_with_the_punches)s for those with only inferior Fortitude %(for)s.
fr: Meilleure alternative à %(rolling_with_the_punches)s pour ceux qui n'ont que Force d'Âme en inférieur %(for)s.

source: Press and prevention in a single package, never jams. Compared to %(hidden_strength)s, it can press when no damage is received, so it is better against dodges.
fr: Poursuite et prévention en un seul package, ne bloque jamais la main. Comparé à %(hidden_strength)s, peut poursuivre lorsqu'aucun dégât n'est reçu, donc plus fort contre les esquives.

source: A close relative of %(indomitability)s, it provides a maneuver. Whether to privilege one or the other depends on the rest of the module.
fr: Proche parent d'%(indomitability)s, permet une manœuvre. Privilégier l'un ou l'autre dépend du reste du module.

source: 4 damage prevention as no cost! Limited to non-aggravated damage, a cumbersome restriction, but great against environmental damage, %(carrion_crows)s being a thing.
fr: 4 prévention de dégâts gratuitement ! Limité aux dégâts non aggravés, une restriction encombrante, mais efficace contre les dégâts environnementaux, les %(carrion_crows)s étant répandus.

source: Requires an Anarch, but this 2 damage prevention is unrestricted, it can prevent aggravated damage and out of strike damage, and stacks, so it is even superior to %(soak)s in a sense.
fr: Nécessite un Anarch, mais cette prévention de 2 dégâts n'est pas restreinte, elle peut prévenir les dégâts aggravés et les dégâts hors frappe, et se cumule. C'est donc même supérieur à %(soak)s dans un sens.

source: A decent strike damage prevention card for inferior Fortitude %(for)s. Whether or not to prefer %(skin_of_steel)s depends on the meta.
fr: Une carte de prévention des dégâts de frappe décente pour la Force d'Âme inférieure %(for)s. Le fait d'y préférer ou non %(skin_of_steel)s dépend de la méta.

source: Unrestricted prevention of 2 for free at superior is great, but the inferior effect can also be very damaging if coupled to enough presses and prevention.
fr: Une prévention sans restriction de 2 gratuitement au niveau supérieur, c'est excellent, mais l'effet inférieur peut également être très pénible s'il est associé à suffisamment de poursuites et de prévention.

source: With good prevention, you don't need much to build a very decent defensive module. Additional damage is desireable, like %(weighted_walking_stick)s, %(pulled_fangs)s and %(target_vitals)s. For a sturdier approach, %(zip_gun)s can be used to try and keep the range long. Vampires with high strength like %(lazverinus)s or %(khurshid)s are great at mono-Fortitude %(FOR)s. The most aggressive Fortitude %(FOR)s modules can try %(undead_persistence)s together with %(trap)s and %(indomitability)s for excrucatingly long combats.
fr: Avec une bonne prévention, vous n'avez pas besoin de grand-chose pour construire un module défensif très décent. Des dégâts supplémentaires sont souhaitables, comme %(weighted_walking_stick)s, %(pulled_fangs)s et %(target_vitals)s. Pour une approche plus robuste, %(zip_gun)s peut être utilisé pour essayer de garder la distance. Les vampires avec une force élevée comme %(lazverinus)s ou %(khurshid)s sont excellents pour la mono-Force d'Âme %(FOR)s. Les modules de Force d'Âme %(FOR)s les plus agressifs peuvent combiner %(undead_persistence)s avec %(trap)s et %(indomitability)s pour des combats atrocement longs.

source: Even if it can be played alone, Fortitude is more often seen as a second combat discipline, like <a href="#pot-for">%(POT)s%(FOR)s</a>, <a href="#pro-for">%(PRO)s%(FOR)s</a>, <a href="#thn-for">%(THN)s%(FOR)s</a>, <a href="#anarch-cel-for">Anarch %(cel)s%(for)s</a>, or <a href="#obe-for">%(OBE)s%(FOR)s</a>.
fr: Même se elle peut être joué seule, Force d'Âme se rencontre plus souvent comme une seconde discipline, comme <a href="#pot-for">%(POT)s%(FOR)s</a>, <a href="#pro-for">%(PRO)s%(FOR)s</a>, <a href="#thn-for">%(THN)s%(FOR)s</a>, <a href="#anarch-cel-for">Anarch %(cel)s%(for)s</a>, ou <a href="#obe-for">%(OBE)s%(FOR)s</a>.

source: Obtenebration
fr: Obténébration

source: Obtenebration all by itself offers surprisingly good lightweight combat options, with %(arms_of_the_abyss)s and %(entombment)s. A bit expensive at first glance, but a good base that is already a decent dissuasive module. It can be supplemented by a few %(shadow_step)s and/or %(amaranth)s for higher aggression, or lean on the defensive side, centered on or combined with the excellent <a href="#defensive-obtenebration">defensive %(obt)s module</a>.
fr: Obténébration à elle seule offre des options de combat légères étonnamment bonnes, avec %(arms_of_the_abyss)s et %(entombment)s. Un peu cher à première vue, mais une bonne base qui est déjà un module dissuasif. On peut le compléter avec quelques %(shadow_step)s et/ou %(amaranth)s pour une agressivité plus élevée, ou pencher du côté défensif, centré sur ou combiné avec l'excellent <a href="#defensive-obtenebration">module %(obt)s défensif</a>.

source: Of course, the discipline shines even brighter when combined: the legacy Lasombra %(lasombra_legacy)s have the <a href="#pot-obt">%(POT)s%(OBT)s</a> and even <a href="#pot-obt-ani">%(POT)s%(OBT)s%(ANI)s</a> combinations, and the Kiasyd %(kiasyd)s the <a href="#obt-myt">%(OBT)s%(MYT)s</a> variant.
fr: Bien sûr, la discipline brille encore plus lorsqu'elle est combinée : les anciens Lasombra %(lasombra_legacy)s ont les combinaisons <a href="#pot-obt">%(POT)s%(OBT)s</a> et même <a href="#pot-obt-ani">%(POT)s%(OBT)s%(ANI)s</a>, et les Kiasydes %(kiasyd)s la variante <a href="#obt-myt">%(OBT)s%(MYT)s</a>.

source: Additional Tools
fr: Outils Supplémentaires

source: All modules can include additional generic tools to provide permanent bonus to their fighting vampires. Vests are usual, the %(kevlar_vest)s first and foremost, for its ability to severly limit the efficiency of the most common weapon, the %(magnum)s, followed by the %(leather_jacket)s and the %(flak_jacket)s. Other equipments can be of interest, like the ubiquitous %(ivory_bow)s, %(light_intensifying_goggles)s for utility, or %(sire_s_index_finger)s against %(rotschreck)s.
fr: Tous les modules peuvent inclure des outils génériques supplémentaires pour fournir un bonus permanent à leurs combattants. Les gilets sont habituels, %(kevlar_vest)s en premier lieu, pour sa capacité à limiter sévèrement l'efficacité de l'arme la plus courante, le %(magnum)s, suivi de %(leather_jacket)s et %(flak_jacket)s. D'autres équipements peuvent être intéressants, comme l'omniprésent %(ivory_bow)s, %(light_intensifying_goggles)s pour l'utilité, ou %(sire_s_index_finger)s contre %(rotschreck)s.

source: Master cards are another source of bonuses, like %(guardian_angel)s for prevention and %(depravity)s for strength. Anarch have access to more options: for example %(libertas)s against %(pre)s SCE, or %(blood_turnip)s for blood. Some clans also have access to exclusive bonuses, like Ventrue %(ventrue)s with the %(island_of_yiaros)s or Gangrels %(gangrel)s with %(gangrel_revel)s. So, whatever the module, always check what the sect and clan have to offer.
fr: Les cartes de maître sont une autre source de bonus, comme %(guardian_angel)s pour la prévention et %(depravity)s pour la force. Les Anarch ont accès à plus d'options : par exemple %(libertas)s contre les %(pre)s SCE, ou %(blood_turnip)s pour le sang. Certains clans ont également accès à des bonus exclusifs, comme les %(ventrue)s Ventrue avec %(island_of_yiaros)s ou les %(gangrel)s Gangrel avec %(gangrel_revel)s. Donc, quel que soit le module, vérifiez toujours ce que la secte et le clan ont à offrir.

source: Defensive Modules
fr: Modules Défensifs

source: Presence %(pre)s is the crowned discipline for combat ends. %(majesty)s is at the top of the list, providing %(sce)s at inferior %(pre)s and a useful unlock at superior %(PRE)s. %(staredown)s is a possible alternative, with a combat ends at no cost. On top of that, there are additional options depending on your vampires: %(serpent_s_numbing_kiss)s if they have Serpentis %(ser)s has a very dissuasive effect, and %(charismatic_aura)s if you have Auspex %(aus)s, or %(bollix)s if you happen to be Anarch, can be use to counter the ominous %(immortal_grapple)s.
fr: Présence %(pre)s est la discipline reine pour les fins de combat. %(majesty)s est en tête de liste, fournissant des %(sce)s en %(pre)s inférieure et un redressement utile en %(PRE)s supérieure. %(staredown)s est une alternative, avec une fin de combat gratuite. En plus, il existe des options supplémentaires en fonction des vampires : %(serpent_s_numbing_kiss)s s'ils ont Serpentis %(ser)s a un effet très dissuasif, et %(charismatic_aura)s si vous avez Auspex %(aus)s, ou %(bollix)s si vous êtes Anarch, peuvent être utilisés pour contrer les terribles %(immortal_grapple)s.

source: Protean %(pro)s does provide the best %(sce)s of the game in %(earth_meld)s, at no cost with an unlock. It also provides the very versatile %(form_of_mist)s, offering both stealth and %(sce)s in a single card. It provides less tactical options against %(ig)s, although Anarchs can always play %(groundfighting)s.
fr: Protean %(pro)s propose le meilleur %(sce)s du jeu avec %(earth_meld)s, gratuit avec redressement. Elle fournit également le très polyvalent %(form_of_mist)s, qui offre à la fois discrétion et %(sce)s en une seule carte. Elle propose moins d'options tactiques contre %(ig)s, même si les Anarchs peuvent toujours jouer %(groundfighting)s.

source: %(obedience)s is, for high capacity vampires (think 11-cap Inner Circles), the absolute best defense. It requires you to be unlocked or to wake, but it does not even let the combat begin: rush decks have zero solution other than overflow with more rushes. Block decks won't be bothered but, then, they need to manage to block.
fr: %(obedience)s constitue, pour les vampires de grande capacité (pensez Inner Circles de cap 11), une défense absolue. Cela nécessite d'être redressé ou réveillé, mais ne permet même pas au combat de commencer : les decks rush n'ont aucune solution autre que de déborder avec plus de rushs. Les decks de bloc ne seront pas dérangés mais, déjà, ils doivent réussir à bloquer.

source: Although it is limited to the highest capacity vampires like %(stanislava)s, %(alpha_glint)s is a very solid combat ends that, at superior, trumps even an %(ig)s. Contrarily to %(obedience)s, it does not require a wake or an unlock and can be used in any situation. <br><br> The only case where %(obedience)s is superior is against the <a href="#pot-tem">Temporis %(TEM)s</a> combination, %(outside_the_hourglass)s & %(domain_of_evernight)s.
fr: Bien que limité aux vampires de plus grande capacité comme %(stanislava)s, %(alpha_glint)s est une arme de combat très solide qui, en supérieur, surpasse même un %(ig)s. Contrairement à %(obedience)s, il ne nécessite pas de réveil ou de redressement et peut être utilisé dans n'importe quelle situation. <br><br> Le seul cas où %(obedience)s est supérieur est contre la combinaison de <a href="#pot-tem">Temporis %(TEM)s</a>, %(outside_the_hourglass)s & %(domain_of_evernight)s.
