Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a <em>rush</em> deck using %(renegade_garou)s and low capacity %(pro)s vampires to take down other minions around the table. %(tribute_to_the_master)s is used to bloat and naked bleed actions are used to deliver pool damage to the prey. </p> <p> The combat module is strong and heavy, and %(target_vitals)s and %(weighted_walking_stick)s can be used indistinctively by vampires or werewolves. %(fame)s is used for additional pool damage on the prey. <p> If %(jacob_fermor)s gets into play, werewolves see their bleed boosted, which can be nice for the lunge. </p> <h2>Tips & Tricks</h2> <p> %(the_unmasking)s transform the werewolves into good blockers, which is always nice defensively. </p> <p> %(poison_pill)s is an alternative to %(delaying_tactics)s: it costs less blood and can disable a damage dealing vote like %(reins_of_power)s. </p> <p> %(direct_intervention)s is a very effective counter against anti-ally actions like %(entrancement)s. </p> <p> %(earth_meld)s is an effective combat defence to protect the low capacity vampires. </p> <h2>Variants</h2> <p> The main variant includes more copies of %(jacob_fermor)s and %(renegade_garou)s to make the most of the core combination of the deck. %(antti_tirila_s_deck)s from 2009 is a good example. It also includes %(dragonbound)s and %(camera_phone)s to enhance pool damage. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>rush</em> qui utilise %(renegade_garou)s et des vampires %(pro)s de faible capacité pour éliminer les autres serviteurs autour de la table. %(tribute_to_the_master)s est utilisé pour régénérer et les actions de morsure de base sont utilisées pour infliger des dégâts d'influence à la proie. </p> <p> Le module de combat est puissant et lourd, et %(target_vitals)s et %(weighted_walking_stick)s peuvent être utilisés indistinctement par les vampires ou les loups-garous. %(fame)s est utilisé pour des dégâts d'influence supplémentaires sur la proie. <p> Si %(jacob_fermor)s entre en jeu, les loups-garous voient leur morsure amplifiée, ce qui peut être utile pour le coup de grâce. </p> <h2> Trucs & Astuces </h2> <p> %(the_unmasking)s transforme les loups-garous en bons bloqueurs, ce qui est toujours agréable. </p> <p> %(poison_pill)s est une alternative à %(delaying_tactics)s : il coûte moins de sang et peut désactiver un vote qui inflige des dégâts comme %(reins_of_power)s. </p> <p> %(direct_intervention)s est un contre très efficace contre les actions anti-alliés comme %(entrancement)s. </p> <p> %(earth_meld)s est une défense de combat efficace pour protéger les vampires de faible capacité. </p> <h2> Variantes </h2> <p> La variante principale comprend plus de copies de %(jacob_fermor)s et %(renegade_garou)s pour tirer le meilleur parti de la combinaison de base du deck. Le %(antti_tirila_s_deck)s de 2009 en est un bon exemple. Il inclut également %(dragonbound)s et %(camera_phone)s pour augmenter les dégâts d'influence. </p>

source: Antti Tirilä's deck
fr: deck d'Antti Tirilä

source: <h2>Highlights</h2> <p> This is a <em>stealth & bleed</em> deck from the Samedi %(samedi)s clan. </p> <p> The point of the deck is to use %(THN)s and %(OBF)s for stealth in order to get bleeds through, then a lot of %(freak_drive)s to bloat and get more vampires out. If it stays unchecked, the deck bloats a lot and get enough Samedi %(samedi)s in play that their aggregated bleed power can oust the whole table. </p> <p> The deck uses permanent bleed enhancers: a handful of %(camera_phone)s, the base bonus of some of the vampires like %(the_baron)s and %(reg_driscoll)s and, interestingly, %(legendary_vampire)s. Stealth is high, making full use of %(under_my_skin)s for a two-in-one kind of deal that makes even dedicated walls think twice before attempting a block. </p> <p> The specificity of this deck is in the number of %(freak_drive)s. Associated with the bloat and crypt acceleration actions %(dark_mirror_of_the_mind)s, %(little_mountain_cemetery)s and %(off_kilter)s, it quickly becomes a nice pool-generating machine. The whole deck is built around this idea, with %(coroners_contact)s bringing more vampires in the crypt for %(little_mountain_cemetery)s, %(houngan)s and %(perfectionist)s bringing a bit more blood on the table, and %(powerbase_zurich)s for yet another source of blood. </p> <h2>Tips & Tricks</h2> <p> The timing question on the influence phase is important: the plan is to keep vampires uncontrolled as much as possible to benefit more from the numerous %(little_mountain_cemetery)s. As soon as the vampires get out, they can be rushed and blocked and %(little_mountain_cemetery)s loses a lot of its interest. But while they're still uncontrolled, the deck is pretty low profile. Some cards in the deck are included to take advantage of this odd desire to not get the vampires out too soon. For example, %(legendary_vampire)s is very strong: since the deck already plans to keep its vampires uncontrolled for a bit, it can wait to get it in hand before influencing a vampire out. %(kaymakli_nightmares)s also follows the same logic: here it is not used to slow down the rest of the table in the beginning, it is a bloating tool that allows the deck to take back all of the blood that has been stacked in the uncontrolled region. </p> <p> Obviously having more transfers is a good thing - enough blood gets stacked in the uncontrolled zone that takiing it back to bloat can matter. %(information_highway)s is useful in the long run, to the point that it might still be useful in the end game. </p> <p> Bleeding with no bounce available for defense, the deck easily benefits from %(narrow_minds)s, and %(archon_investigation)s can stop a greedy predator right in their tracks. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>stealth & bleed</em> du clan Samedi %(samedi)s. Cela vaut la peine de le mentionner puisqu'il a remporté deux tournois en 2014, bien que ce soit entre les mains du même Mathusalem, <em>David Litwin</em>. </p> <p> Le but du deck est d'utiliser %(THN)s et %(OBF)s pour la discrétion afin de faire passer les morsures, puis d'utiliser beaucoup de %(freak_drive)s pour régénérer et sortir plus de vampires. S'il n'est pas géré, le deck régénère beaucoup et a suffisamment de Samedi %(samedi)s en jeu pour que la puissance de morsure cumulée puisse éliminer toute la table. </p> <p> Le deck utilise des améliorations de morsure permanents : une poignée de %(camera_phone)s, le bonus de base de certains vampires comme %(the_baron)s et %(reg_driscoll)s et, fait intéressant, %(legendary_vampire)s. La discrétion est élevée, utilisant pleinement %(under_my_skin)s pour obtenir une sorte de deux-en-un qui peut faire réfléchir à deux fois les decks d'interception même élevée avant de tenter un blocage. </p> <p> La spécificité de ce deck réside bien dans le nombre de %(freak_drive)s. Associé aux actions d'accélération de crypte et de régénération %(dark_mirror_of_the_mind)s, %(little_mountain_cemetery)s et %(off_kilter)s, il devient rapidement une belle machine à sang. Tout le deck est construit autour de cette idée, avec %(coroners_contact)s apportant plus de vampires dans la crypte pour bénéficier de %(little_mountain_cemetery)s, %(houngan)s et %(perfectionist)s apportant un peu plus de sang sur la table, et %(powerbase_zurich)s pour encore une autre source de sang. </p> <h2>Trucs & Astuces</h2> <p> La question du timing durant la phase d'influence est importante : le plan est de garder les vampires incontrôlés autant que possible pour profiter davantage des nombreux %(little_mountain_cemetery)s. Dès que les vampires sortent, ils peuvent être rushés et bloqués et %(little_mountain_cemetery)s perd beaucoup de son intérêt. Mais tant qu'ils ne sont toujours pas contrôlés, le jeu est plutôt discret et non dangereux : une bonne chose sur une table. Certaines cartes du jeu sont incluses pour tirer parti de cette étrange question de timing qui cherche à ne pas sortir les vampires trop tôt. Par exemple, %(legendary_vampire)s est très fort : comme le deck prévoit déjà de garder ses vampires incontrôlés un moment, il peut attendre de l'avoir en main avant d'influencer un vampire. %(kaymakli_nightmares)s suit également la même logique : ici il ne sert pas à ralentir le reste de la table au début, c'est un outil régénération qui permet au deck de reprendre tout le sang qui a été empilé dans la région incontrôlée . </p> <p> De toute évidence, avoir plus de transferts est une bonne chose - suffisamment de sang s'accumule dans la zone non contrôlée pour qu'il soit ramené dans la réserve pour résister au prédateur. %(information_highway)s est utile à long terme ici, au point qu'il peut toujours être utile en fin du jeu. </p> <p> Puisqu'il mord sans rebond disponible pour la défense, le deck bénéficie facilement de %(narrow_minds)s et %(archon_investigation)s peut arrêter un prédateur avide dans son élan. </p>

source: <h3>Rule Change</h3> The deck was built and played before the 2018 change in influencing rule %(rtr_20180303)s. Nowadays, one can refrain from putting a vampire in play when the blood matches their capacity. This might change quite a few things in this deck, in a good way. It makes it easier to benefit from %(little_mountain_cemetery)s.
fr: <h3>Changement de règle</h3> Le deck a été construit et joué avant le changement de 2018 de la règle d'influence %(rtr_20180303)s. De nos jours, on peut s'abstenir de mettre un vampire en jeu lorsque le sang correspond à sa capacités. Cela pourrait changer pas mal de choses dans ce deck, dans le bon sens. Cela permet de bénéficier plus facilement du %(little_mountain_cemetery)s.

source: <h2>Highlights</h2> <p> This is a <em>wall</em> deck starring %(saulot_the_wanderer)s and %(the_capuchin)s, with some sidekicks with the %(AUS)s%(FOR)s disciplines. </p> <p> They all get <em>Anarch</em> using %(anarch_convert)s, and that allows them to use good <em>Anarch</em> cards like %(anarch_revolt)s, %(the_anarch_free_press)s, %(monkey_wrench)s and %(guardian_vigil)s. </p> <p> The idea is to block problematic actions both from the prey and the predator, using %(AUS)s for intercept, weapons and %(FOR)s for combat damage prevention. The deck slowly builds up a strong position and delivers some well-timed bleeds to the prey. </p> <p> %(anarch_revolt)s and %(smiling_jack_the_anarch)s help improve pool damage, and %(monkey_wrench)s can be used for the lunge. </p> <h2>Tips & Tricks</h2> <p> %(sire_s_index_finger)s is a good counter against %(deep_song)s at superior and %(rötschreck)s, but also against %(ani)s frenzy cards commonly played against weapons: %(drawing_out_the_beast)s and %(terror_frenzy)s. </p> <p> %(the_rack)s is very strong in combination with %(saulot)s's ability: together, they make for a nice bloat. </p> <p> %(hidden_strength)s is a good way to prevent aggravated damage, but also to prevent the use of damage-based cards like %(taste_of_vitae)s and %(disarm)s, or a combat from continuing after a %(trap)s or %(aid_from_bats)s. </p> <h2>Variants</h2> <p> There are not many variants for this archetype. The <em>Anarch</em> option is rarely used, %(daniel_abreu_s_deck)s from 2016 is a good example of doing it without the <em>Anarch</em> tech. </p> <p> The <strong>Anesthesia</strong> variant uses %(anesthetic_touch)s as the core of the combat module, like in %(martins_deck)s from 2020. It ditches %(the_capuchin)s, relying on %(saulot)s and one or two sidekicks. But %(anesthetic_touch)s — with enough maneuvers — can handle most combat modules out there, wether they chose to rely on %(immortal_grapple)s, %(aid_from_bats)s or %(magnum)s. The payload is light but, in a combat heavy environment, it can profit from the overall grind pretty much unscathed. </p>
fr: <h2>Principe</h2> <p> Il s'agit d'un deck <em>wall</em> avec %(saulot_the_wanderer)s et %(the_capuchin)s, plus quelques acolytes avec les disciplines %(AUS)s%(FOR)s. </p> <p> Ils deviennent tous <em>Anarch</em> en utilisant %(anarch_convert)s, et cela leur permet d'utiliser de bonnes cartes <em>Anarch</em> comme %(anarch_revolt)s, %(the_anarch_free_press)s, %(monkey_wrench)s et %(guardian_vigil)s. </p> <p> L'idée est de bloquer les actions problématiques à la fois de la proie et du prédateur, en utilisant %(AUS)s pour l'interception, les armes et %(FOR)s pour la prévention des dégâts de combat. Le deck construit lentement une position solide et fournit des morsures au bon moment à la proie. </p> <p> %(anarch_revolt)s et %(smiling_jack_the_anarch)s aident à améliorer les dégâts d'influence, et %(monkey_wrench)s peut être utilisé pour le coup de grâce. </p> <h2>Trucs & Astuces</h2> <p> %(sire_s_index_finger)s est un bon contre contre %(deep_song)s en supérieur et %(rötschreck)s, mais aussi contre les cartes de frénésie %(ani)s couramment jouée contre les armes : %(drawing_out_the_beast)s et %(terror_frenzy)s. </p> <p> %(the_rack)s est très puissant en combinaison avec la capacité de %(saulot)s : ensemble, ils permettent une belle régénération. </p> <p> %(hidden_strength)s est un bon moyen d'éviter les dégâts aggravés, mais aussi d'empêcher l'utilisation de cartes basées sur les dégâts comme %(taste_of_vitae)s et %(disarm)s, ou un combat de continuer après un %(trap)s ou %(aid_from_bats)s. </p> <h2>Variantes</h2> <p> Il n'y a pas beaucoup de variantes pour cet archétype. L'option <em>Anarch</em> est rarement utilisée, le %(daniel_abreu_s_deck)s de 2016 est un bon exemple pour le faire sans la technologie <em>Anarch</em>. </p> <p> La variante <strong>Anesthésie</strong> utilise %(anesthetic_touch)s comme noyau du module de combat, comme dans le %(martins_deck)s de 2020. Elle abandonne %(the_capuchin)s, s'appuyant sur %(saulot)s et un ou deux acolytes. Mais %(anesthetic_touch)s — avec suffisamment de manœuvres — peut gérer la plupart des modules de combat, qu'ils choisissent de s'appuyer sur %(immortal_grapple)s, %(aid_from_bats)s ou %(magnum)s. La charge utile est légère mais, dans un environnement de combat lourd, elle peut profiter de l'usure globale à peu près sans risque. </p>

source: Daniel Abreu's deck
fr: deck de Daniel Abreu

source: Martin Mirza's deck
fr: deck de Martin Mirza

source: <h2>Highlights</h2> <p> This is a <em>Vote</em> deck using %(scout_youngwood)s for her %(MEL)s%(OBF)s%(PRE)s%(for)s disciplines and unique access to %(shattering_crescendo)s, %(lily_prelude)s and %(reckless_agitation)s. </p> <p> %(villein)s and %(zillah_s_valley)s are used to get more vampires out fast and cheap. <p> The deck has serious stealth, with most vampires having %(OBF)s, and plays %(heart_of_the_city)s to enhance the bleed in the late game. </p> <p> As all vampires except %(scout_youngwood)s are <em>Princes</em> and <em>Justicars</em>, %(parity_shift)s is heavily used both for pool damages and bloat. </p> <h2>Tips & Tricks</h2> <p> %(dmitra_ilyanova)s's ability is a great way to get more blood on the table for those %(villein)s and %(reckless_agitation)s. </p> <p> With only 5 votes amoung its two star vampires, the deck can struggle to get the vote lock against other political constructs. Hence the inclusion of %(legendary_vampire)s, %(bewitching_oration)s and %(perfect_paragon)s to get critical votes through. If the pool allows it and she is drawn, getting %(arishat)s out is a good way to handle an Inner Circle, too. </p> <p> Combat is purely defensive and uses only %(majesty)s. </p> <h2>Variants</h2> <p> The archetype is seldom played and not many variations exist. Using a different crypt around can allow for different plays, for example using %(unmada)s and %(benjamin_rose)s for %(AUS)s and the excellent %(telepathic_misdirection)s bounce. %(djordje_bjelajac_s_deck)s from the 2011 EC FCQ is a good example of that. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>Vote</em> qui utilise %(scout_youngwood)s pour ses disciplines %(MEL)s%(OBF)s%(PRE)s%(for)s et son accès unique à %(shattering_crescendo)s, %(lily_prelude)s et %(reckless_agitation)s. </p> <p> %(villein)s et %(zillah_s_valley)s sont utilisés pour sortir plus de vampires rapidement et à bas prix. <p> Le deck a une excellent discrétion, la plupart des vampires ayant %(OBF)s, et joue %(heart_of_the_city)s pour améliorer la morsure en fin de partie. </p> <p> Comme tous les vampires à l'exception de %(scout_youngwood)s sont des <em>Princes</em> et des <em>Justicars</em>, %(parity_shift)s est fortement utilisé à la fois pour les dégâts d'influence et la régénération. </p> <h2> Trucs & astuces </h2> <p> L'aptitude de %(dmitra_ilyanova)s est un excellent moyen d'obtenir plus de sang sur la table pour ces %(villein)s et %(reckless_agitation)s. </p> <p> Avec seulement 5 votes parmi ses deux vampires vedettes, le deck peut avoir du mal à obtenir le verrou de vote contre d'autres decks politiques. D'où l'inclusion de %(legendary_vampire)s, %(bewitching_oration)s et %(perfect_paragon)s pour passer les votes critiques. Si l'influence le permet et qu'elle est piochée, sortir %(arishat)s est également un bon moyen de gérer un membre du Cercle Intérieur. </p> <p> Le combat est purement défensif et n'utilise que %(majesty)s. </p> <h2> Variantes </h2> <p> L'archétype est rarement joué et peu de variantes existent. Utiliser une autre crypte peut permettre différentes tactiques, par exemple en utilisant %(unmada)s et %(benjamin_rose)s pour %(AUS)s et l'excellent rebond %(telepathic_misdirection)s. Le %(djordje_bjelajac_s_deck)s du FCQ de l'EC 2011 en est un bon exemple. </p>

source: Djordje Bjelajac's deck
fr: deck de Djordje Bjelajac

source: <h2>Highlights</h2> <p> This is a Gangrel Antitribu %(gangrel_antitribu)s <em>allies swarm</em> deck starring %(sebastien_goulet)s, who recruits a band of %(shadow_court_satyr)s. </p> <p> The core idea is to get %(shadow_court_satyr)s with %(earth_meld)s. This keeps them safe from combat: they can bleed every turn and combat ends if blocked. They can also be kept for defense and block quite safely. </p> <p> Obfuscate %(OBF)s provides excellent stealth, so the recruitements can be carried on without opposition. </p> <p> A few %(govern_the_unaligned)s can be used at superior Dominate %(DOM)s to brin a sidekick in play for cheap, and %(deflection)s is used in good numbers for bleed defense. Later, %(govern_the_unaligned)s can be used to bleed, coupled with %(conditioning)s, although %(sebastien_goulet)s shouldn't be risked on too high a bleed in case of an %(archon_investigation)s. </p> <h2>Tips & Tricks</h2> <p> Both %(sebastien_goulet)s and %(sebastien_goulet_adv)s are good stars here, and he even benefits from being merged, as he becomes a counter to other allies swarms, so both are played in even numbers. </p> <p> %(spying_mission)s can be used in case of bounce, to avoid bleeding the grand-prey and advantqging the prey. </p> <p> %(shadow_court_satyr)s is an expensive ally, so pool management is important: once %(sebastien_goulet)s is out, the pool should be kepy to pay for the allies, and bringing a sidekick should rely on a %(govern_the_unaligned)s to avoid spending too much too fast. Later in the game, once %(sebastien_goulet)s is exhausted, %(golconda)s can be used to sacrifice him and recoup the pool. </p> <h2>Variants</h2> <p> Even though %(sebastien_goulet)s is a great star, it is possible to build a %(shadow_court_satyr)s deck without him, see for example %(desso_alastor_s_deck)s from 2015. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck Gangrel Antitribu %(gangrel_antitribu)s <em>essaim d’alliés</em> avec %(sebastien_goulet)s en star, qui recrute une bande de %(shadow_court_satyr)s. </p> <p> L’idée de base est d’obtenir %(shadow_court_satyr)s avec %(earth_meld)s. Cela les protège du combat : ils peuvent mordre à chaque tour et le combat se termine s’ils sont bloqués. Ils peuvent également être conservés pour la défense et bloquer en toute sécurité. </p> <p> Obfuscate %(OBF)s offre une excellente discrétion, de sorte que les recrutements peuvent être effectués sans opposition. </p> <p> Quelques %(govern_the_unaligned)s peuvent être utilisés en Domination supérieure %(DOM)s pour amener un assistant en jeu à bas prix, et %(deflection)s est utilisé en bon nombre pour la défense contre les morsures. Plus tard, %(govern_the_unaligned)s pourra être utilisé pour mordre, couplé avec %(conditioning)s, même si %(sebastien_goulet)s ne doit pas être risqué sur une morsure trop importante en cas d’%(archon_investigation)s. </p> <h2>Trucs & Astuces</h2> <p> %(sebastien_goulet)s et %(sebastien_goulet_adv)s sont de bonnes stars ici, et il profite même de sa fusion, car il devient un contre contre les autres essaims d’alliés, donc les deux sont joués en nombre identique. </p> <p> %(spying_mission)s peut être utilisé en cas de rebond, pour éviter de mordre la grande-proie et favoriser la proie. </p> <p> %(shadow_court_satyr)s est un allié coûteux, donc la gestion du pool est importante : une fois %(sebastien_goulet)s sorti, le pool devrait être utilisé pour payer pour les alliés, et amener un autre vampire devrait s’appuyer sur un %(govern_the_unaligned)s pour éviter de dépenser trop, trop vite. Plus tard dans la partie, une fois %(sebastien_goulet)s épuisé, %(golconda)s pourra être utilisé pour le sacrifier et récupérer l’influence. </p> <h2>Variantes</h2> <p> Même si %(sebastien_goulet)s est une grande star, il est possible de construire un deck %(shadow_court_satyr)s sans lui, voir par exemple le %(desso_alastor_s_deck)s de 2015. </p>

source: Desso Alastor's deck
fr: deck de Desso Alastor
