Repository: lionel-panhaleux/codex-of-the-damned
Catalog: codex_of_the_damned/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <h2>Highlights</h2> <p> This is a True Brujah %(true_brujah)s toolbox using %(shalmath)s as a star: he uses %(summon_history)s to fetch powerful equipments and allies. </p> <p> It's definitely a control deck, and maybe the "toolbox" label is a bit misleading here, although with %(shalmath)s stacking a new tool or two every turn in an obnoxious one-man-show, it definitely feels like he has a whole toolbox he can tap in here. </p> <p> Since it's a one-man-show kind of deck, %(shalmath)s's ability to unlock is essential to the deck %(a_b)s. It's supplemented by the powerful %(domain_of_evernight)s, that can also be used at inferior %(tem)s for a dreadful combination with %(outside_the_hourglass)s, delivering a very punishing 2 aggravated damage that cannot be dodged or avoided with a combat ends. </p> <p> The typical starting point of the whole thing is for %(shalmath)s to use %(summon_history)s to go fetch %(ankara_citadel)s. This first step greatly reduces the cost of all the other %(summon_history)s. </p> <p> The cheap sidekicks in the rest of the crypt are brought in to bleed for one and finish the prey once %(shalmath)s and his allies have cleaned up the board of any opposition. </p> <p> As the whole thing is rather blood-intensive, even with %(ankara_citadel)s, the Master module focuses on blood regeneration for %(shalmath)s, to the point of even doubling %(giant_s_blood)s, a rare choice. </p> <h2>Tips & Tricks</h2> <p> One key combination is to fetch a damage-resistant ally like %(ponticulus)s or %(tye_cooper)s, then equip %(shalmath)s with a %(talbot_s_chainsaw)s. This provides him with a useful rush, and the weapon's downside can be nullifed by putting its damage on the ally. </p> <p> %(remnant_of_the_endless_storm)s and %(muddled_vampire_hunter)s are useful additional rusher to improve the overall control and dispatch the weakest minions on the table. </p> <p> %(the_slow_withering)s is a smart inclusion, since %(ankara_citadel)s, that %(shalmath)s will get as his first action, completely nullifies the downside for him, while it stays crippling for the rest of the table. </p> <p> %(rewind_time)s is a strong counter, and its cost is eased by %(ankara_citadel)s. </p> <h2>Variants</h2> <p> Using %(majesty)s in the combat module is also common, since the %(outside_the_hourglass)s, %(majesty)s, %(disarm)s combination is an almost-guaranteed way to send someone in torpor when acting. </p> <p> Some modern variants have included %(emerald_legionnaire)s but, since its nerf in 2024, it's not viable anymore. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’une toolbox True Brujah %(true_brujah)s avec %(shalmath)s comme star : il utilise %(summon_history)s pour récupérer des équipements et alliés puissants. </p> <p> Il s’agit définitivement d’un deck de contrôle, et peut-être que l’étiquette « toolbox » est un peu trompeuse ici, bien qu’avec %(shalmath)s qui empile un ou deux nouveaux outils à chaque tour dans un one-man-show odieux, on a définitivement l’impression qu’il a toute une boîte à outils dans laquelle il peut piocher. </p> <p> Puisqu’il s’agit d’un deck one-man-show, l’aptitude de %(shalmath)s à se redresser est essentielle pour l’%(a_b)s. Elle est complétée par le puissant %(domain_of_evernight)s, qui peut également être utilisé en %(tem)s inférieure pour une combo épouvantable avec %(outside_the_hourglass)s, délivrant 2 dégâts aggravés très punitifs qui ne peuvent être esquivés ou évités avec une fin de combat. </p> <p> Le point de départ typique est que %(shalmath)s utilise %(summon_history)s pour aller chercher %(ankara_citadel)s. Cette première étape réduit considérablement le coût de tous les autres %(summon_history)s. </p> <p> Les acolytes bon marché du reste de la crypte sont amenés à mordre pour un et à achever la proie une fois que %(shalmath)s et ses alliés ont nettoyé le plateau de toute opposition. </p> <p> Comme l’ensemble est plutôt gourmand en sang, même avec le %(ankara_citadel)s, le module Master se concentre sur la régénération de sang pour %(shalmath)s, au point même de doubler %(giant_s_blood)s, un choix rare. </p> <h2>Trucs & Astuces</h2> <p> Une combinaison clé consiste à récupérer un allié résistant aux dégâts comme %(ponticulus)s ou %(tye_cooper)s, puis à équiper %(shalmath)s d’une %(talbot_s_chainsaw)s. Cela lui donne un rush utile, et les inconvénients de l’arme peuvent être annulés en infligeant ses dégâts à l’allié. </p> <p> %(remnant_of_the_endless_storm)s et %(muddled_vampire_hunter)s sont des rushers supplémentaires utiles pour améliorer le contrôle global et éliminer les serviteurs les plus faibles de la table. </p> <p> %(the_slow_withering)s est une inclusion intelligente, puisque %(ankara_citadel)s, que %(shalmath)s obtiendra comme première action, annule complètement l’inconvénient pour lui, alors qu’il reste paralysant pour le reste de la table. </p> <p> %(rewind_time)s est un contre puissant, et son coût est allégé par %(ankara_citadel)s. </p> <h2>Variantes</h2> <p> L’utilisation de %(majesty)s dans le module de combat est également courante, puisque la combinaison %(outside_the_hourglass)s, %(majesty)s, %(disarm)s est un moyen presque garanti d’envoyer quelqu’un en torpeur en étant le vampire actif. </p> <p> Certaines variantes modernes incluent %(emerald_legionnaire)s mais, depuis son nerf en 2024, ce n’est plus viable. </p>

source: <h2>Highlights</h2> <p> This is an <em>allies rush</em> deck using %(shambling_hordes)s. The idea is to use %(liquidation)s to put some %(shambling_hordes)s in the ash heap, the recruit other ones, paying for it with the discarded ones. They then proceed to taking down opponents vampires while the vampires bleed. </p> <p> Most Master cards are used to get some blood back on the vampires or cheapen the cost of %(shambling_hordes)s. </p> <p> As the deck has a solid rush potential, %(dragonbound)s and %(fame)s can help deliver more pool damage. </p> <p> %(sudario_refraction)s is used to get the cards discarded by %(liquidation)s back into hand, providing a nice recursion for this deck. </p> <h2>Tips & Tricks</h2> <p> %(call_of_the_hungry_dead)s and %(spectral_divination)s help bring out the %(shambling_hordes)s without being blocked. </p> <p> %(trap)s can be used to take down big capacity vampires or allies with a defending ability like %(carlton_van_wyk)s. </p> <p> %(the_unmasking)s and %(fbi_special_affairs_division)s improve the allies quite a bit. </p> <h2>Variants</h2> <p> Many variants have a little bit more combat cards and do not bother with %(the_parthenon)s, like %(andrzej_jagla_s_deck)s from 2013. </p> <p> The <strong>Swedish</strong> variant uses %(tupdog)s for additional minions in the ash heap, %(life_in_the_city)s to add blood to the vampires, and %(trochomancy)s to help disrupt the recursion of decks using %(ashur_tablets)s. %(otto_kukkasniemi_s_deck)s from the 2011 Swedish NC is a good example. </p>
fr: <h2>Principe</h2> <p> C'est un deck <em>rush alliés</em> qui utilise %(shambling_hordes)s. L'idée est d'utiliser %(liquidation)s pour mettre des %(shambling_hordes)s dans le tas de cendres, puis en recruter d'autres en les payant avec les défaussées. Elles peuvent alors abattre les vampires adverses pendant que les vampires mordent. </p> <p> La plupart des cartes Maître sont utilisées pour remettre du sang sur les vampires ou réduire le coût de %(shambling_hordes)s. </p> <p> Comme le deck a un solide potentiel de rush, %(dragonbound)s et %(fame)s peuvent aider à infliger plus de dégâts d'influence. </p> <p> %(sudario_refraction)s est utilisé pour remettre en main les cartes défaussées par %(liquidation)s, offrant une belle récursion pour ce deck. </p> <h2> Trucs & Astuces </h2> <p> %(call_of_the_hungry_dead)s et %(spectral_divination)s permettent de sortir les %(shambling_hordes)s sans être bloqué. </p> <p> %(trap)s peut être utilisé pour éliminer des vampires de grand capacité ou des alliés avec une capacité de défense comme %(carlton_van_wyk)s. </p> <p> %(the_unmasking)s et %(fbi_special_affairs_division)s améliorent un peu les alliés. </p> <h2> Variantes </h2> <p> De nombreuses variantes ont un peu plus de cartes de combat et ne s'embarassent pas de %(the_parthenon)s, comme le %(andrzej_jagla_s_deck)s de 2013. </p> <p> La <strong > variante suédoise </strong> utilise %(tupdog)s pour des serviteurs supplémentaires dans le tas de cendres, %(life_in_the_city)s pour ajouter du sang aux vampires et %(trochomancy)s pour aider à perturber la récursivité des decks qui utilisent %(ashur_tablets)s. Le %(otto_kukkasniemi_s_deck)s du NC de Suède de 2011 en est un bon exemple. </p>

source: Andrzej Jagla's deck
fr: deck d'Andrzej Jagla

source: Otto Kukkasniemi's deck
fr: deck d'Otto Kukkasniemi

source: <h2>Highlights</h2> <p> This an <em>allies swarm</em> deck. It uses %(spell_of_life)s to put into play an army of big mummies, then proceeds to bleed its successive preys. </p> <p> Using %(nakhthorheb)s for the job is a common choice, because he has a great ability. He can also get an %(enkil_cog)s, multiplying his bleeding power in the late game </p> <p> The plan is pretty straightforward: put a %(spell_of_life)s in play every turn until it triggers, while accumulating different big capacity vampires in the crypt in the meantime. </p> <p> Obfuscate %(OBF)s is, of course, used for stealth, to make sure those %(spell_of_life)s can hit the board unhindered. </p> <h2>Tips & Tricks</h2> <p> When %(spell_of_life)s triggers, the mummies can act immediately, since they have not been recruited. This immediate shift in the deck's power can often be underestimate by the opponents, since the whole deck was pretty low-key in the few turns before that. </p> <p> A couple of %(enticement)s can help damage the prey's pool. </p> <h2>Variants</h2> <p> Since 2014, including a couple of %(in_memory_of_the_two_lands)s is usual. </p> <p> Using another star, or no star at all, with more mummies allies like %(nephren_ka)s or %(tutu_the_doubly_evil_one)s is also possible, like in %(elzo_benzaquen_s_deck)s from 2017. </p>
fr: <h2>Principe</h2> <p> C’est un deck <em>essaim d’alliés</em>. Il utilise %(spell_of_life)s pour mettre en jeu une armée de grosses momies, puis passe à la morsure de ses proies successives. </p> <p> Utiliser %(nakhthorheb)s pour ce travail est un choix courant, car il a une superbe aptitude. Il peut également obtenir un %(enkil_cog)s, multipliant son pouvoir de morsure en fin de partie </p> <p> Le plan est assez simple : mettre un %(spell_of_life)s en jeu à chaque tour jusqu’à ce qu’il se déclenche, tout en accumulant différents vampires de grande capacité dans la crypte en attendant. </p> <p> Obfuscate %(OBF)s est, bien sûr, utilisé à des fins de discrétion, pour s’assurer que ces %(spell_of_life)s peuvent atterrir sans entrave. </p> <h2>Trucs & Astuces</h2> <p> Lorsque %(spell_of_life)s se déclenche, les momies peuvent agir immédiatement, puisqu’elles n’ont pas été recrutées. Ce changement immédiat dans la puissance du deck peut souvent être sous-estimé par les adversaires, car l’ensemble du deck était plutôt discret au cours des quelques tours précédents. </p> <p> Quelques %(enticement)s peuvent aider à endommager l’influence de la proie. </p> <h2>Variantes</h2> <p> Depuis 2014, il est habituel d’inclure quelques %(in_memory_of_the_two_lands)s. </p> <p> Utiliser une autre star, ou pas de star du tout, avec plus d’alliés momies comme %(nephren_ka)s ou %(tutu_the_doubly_evil_one)s est également possible, comme dans le %(elzo_benzaquen_s_deck)s de 2017. </p>

source: Elzo Benzaquen's deck
fr: deck d’Elzo Benzaquen

source: <h2>Highlights</h2> <p> This is a <em>toolbox</em> deck starring %(saulot_the_wanderer)s. He uses %(spirit_marionette)s to steal opponents vampires and take their blood with %(heidelberg_castle_germany)s. </p> <p> The deck disciplines are %(OBE)s%(AUS)s%(THA)s. %(saulot_the_wanderer)s is accompanied by Tremere antitribu, and they can use %(infernal_pact)s to be able to play %(OBE)s too. </p> <p> %(AUS)s provides good intercept, wakes and bleed bounces with %(eyes_of_argus)s, %(telepathic_misdirection)s and %(my_enemy_s_enemy)s </p> <p> %(THA)s and %(OBE)s are used for combat, with %(anesthetic_touch)s and %(theft_of_vitae)s, making for a nice "flight of fight" module. </p> <p> The deck can slowly grind the whole table and use %(enkil_cog)s and %(codex_of_the_edenic_groundskeepers)s to lunge and destroy its successive preys. </p> <h2>Tips & Tricks</h2> <p> %(magic_of_the_smith)s is used to fetch great equipments, depending on the table context. %(heart_of_nizchetus)s is the default choice. </p> <p> %(renewed_vigor)s is very strong combined with %(saulot_the_wanderer)s's ability, if any Tremere antitribu %(tremere_antitribu)s can use %(infernal_pact)s to play it. </p> <p> %(rutor_s_hand)s is a good way to improve %(a_b)s, provided one can pay the blood. </p> <h2>Variants</h2> <p> The <strong>Eurayle</strong> variant uses %(eurayle_gelasia_mylonas)s as the star Salubri, as in %(yannick_gibert_s_deck)s from 2010. </p> <p> An %(older_version_from_tomasz_kowalewski)s, in 2008, do not even use the Tremere antitribu %(tremere_antitribu)s and their %(infernal_pact)s, but low capacity %(AUS)s vampires instead. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>toolbox</em> avec %(saulot_the_wanderer)s. Il utilise %(spirit_marionette)s pour voler les vampires adverses et prendre leur sang avec %(heidelberg_castle_germany)s. </p> <p> Les disciplines du deck sont %(OBE)s%(AUS)s%(THA)s. %(saulot_the_wanderer)s est accompagné de Tremere antitribu, et ils peuvent utiliser %(infernal_pact)s pour pouvoir jouer également %(OBE)s. </p> <p> %(AUS)s fournit de l'interception, des réveils et des rebonds avec %(eyes_of_argus)s, %(telepathic_misdirection)s et %(my_enemy_s_enemy)s </p> <p> %(THA)s et %(OBE)s sont utilisés pour le combat, avec %(anesthetic_touch)s et %(theft_of_vitae)s, ce qui constitue un joli module "fight-or-flight". </p> <p> Le deck peut broyer lentement toute la table et utiliser %(enkil_cog)s et %(codex_of_the_edenic_groundskeepers)s pour donner le coup de grâce et détruire ses proies successives. </p> <h2> Trucs & Astuces </h2> <p> %(magic_of_the_smith)s est utilisé pour récupérer d'excellents équipements, en fonction du contexte de la table. %(heart_of_nizchetus)s est le choix par défaut. </p> <p> %(renewed_vigor)s se combine parfaitement avec l'aptitude de %(saulot_the_wanderer)s, si un antitribu Tremere %(tremere_antitribu)s peut utiliser %(infernal_pact)s pour le jouer. </p> <p> %(rutor_s_hand)s est un bon moyen d'améliorer l'%(a_b)s, à condition de pouvoir payer le sang. </p> <h2> Variantes </h2> <p> La variante <strong> Eurayle </strong> utilise %(eurayle_gelasia_mylonas)s comme star Salubri, comme dans le %(yannick_gibert_s_deck)s de 2010. </p> <p> Une %(older_version_from_tomasz_kowalewski)s, en 2008, n'utilise même pas les Tremere antitribu %(tremere_antitribu)s et leur %(infernal_pact)s, mais des vampires %(AUS)s de faible capacité à la place. </p>

source: Yannick Gibert's deck
fr: deck de Yannick Gibert

source: older version from Tomasz Kowalewski
fr: version plus ancienne de Tomasz Kowalewski

source: <h2>Highlights</h2> <p> This is a <em>wall & rush</em> deck starring %(tariq_the_silent)s. His rush ability coupled with superior Auspex %(AUS)s makes him a very efficient combat machine. On top of it, his protection against blood hunt let him play %(amaranth)s without fear, so he can destroy vampires all around the table. </p> <p> Using %(disguised_weapon)s to fetch an %(ivory_bow)s or a %(rowan_ring)s is usually how %(tariq)s becomes so dreadful. Then his great didscipline help him fight and block with efficiency. </p> <p> %(draught_of_the_soul)s make him even stronger as soon as he manages to dispatch a vampire or two. </p> <p> His sidekicks here field the same core disciplines he does, %(AUS)s%(cel)s%(obf)s, to allow to build a very good wall indeed </p> <h2>Tips & Tricks</h2> <p> Getting a %(celerity)s on %(tariq)s makes the combat module shine even more here, allowing for %(psyche)s to be used to cancel combat ends, but it's not an absolute urgency. </p> <h2>Variants</h2> <p> There are great variations in this deck, since the combat module's efficiency greatly depends on the %(meta)s. </p> <p> The <strong>Anarch</strong> variant allows him to use both %(diversion)s and %(guardian_vigil)s, two excellent cards, like in %(lukasz_ho_thanh_s_deck)s. </p> <p> Dropping Celerity %(cel)s altogether to rely instead on a bit of Fortitude %(FOR)s is also possible, like in %(erik_torstensson_s_deck)s. </p> <p> A <strong>Tegyrius</strong> variant is even more of a wall, using %(tegyrius)s as a star and %(fatima)s as another sidekick, with less %(amaranth)s but more aggravated damage with %(taste_of_death)s, as in %(marcin_watras_s_deck)s. </p>
fr: <h2>Principe</h2> <p> Il s’agit d’un deck <em>wall & rush</em> avec %(tariq_the_silent)s en star. Son aptitude de rush associée à Auspex %(AUS)s supérieur en fait une machine de combat très efficace. De plus, sa protection contre la chasse au sang lui permet de jouer sans crainte %(amaranth)s, ce qui lui permet de détruire les vampires tout autour de la table. </p> <p> Utiliser %(disguised_weapon)s pour récupérer un %(ivory_bow)s ou un %(rowan_ring)s est généralement la façon dont le %(tariq)s devient si terrible. Ensuite, ses disciplines l’aident à combattre et à bloquer avec efficacité. </p> <p> %(draught_of_the_soul)s le rend encore plus fort dès qu’il parvient à éliminer un ou deux vampires. </p> <p> Ses acolytes utilisent ici les mêmes disciplines de base que lui, %(AUS)s%(cel)s%(obf)s, pour construire un très bon mur </p> <h2>Trucs & Astuces</h2 > <p> Obtenir une %(celerity)s sur %(tariq)s fait briller encore plus le module de combat ici, permettant d’utiliser %(psyche)s pour annuler les fins de combat, mais ce n’est pas une urgence absolue. </p> <h2>Variantes</h2> <p> Il existe de grandes variations dans ce deck, puisque l’efficacité du module de combat dépend grandement du %(meta)s. </p> <p> La variante <strong>Anarch</strong> lui permet d’utiliser à la fois %(diversion)s et %(guardian_vigil)s, deux excellentes cartes, comme dans %(lukasz_ho_thanh_s_deck)s. </p> <p> Abandonner complètement la Célérité %(cel)s pour s’appuyer à la place sur un peu de Fortitude %(FOR)s est également possible, comme dans le %(erik_torstensson_s_deck)s. </p> <p> Une variante <strong>Tegyrius</strong> est encore plus un mur, avec %(tegyrius)s comme star et %(fatima)s comme autre acolyte, avec moins de %(amaranth)s mais des dégâts plus aggravés avec %(taste_of_death)s, comme dans le %(marcin_watras_s_deck)s. </p>

source: Łukasz Ho Thanh's deck
fr: deck de Łukasz Ho Thanh

source: Erik Torstensson's deck
fr: deck d’Erik Torstensson

source: Marcin Watras's deck
fr: deck de Marcin Watras

source: <h2>Highlights</h2> <p> This is a <em>powerbleed</em> deck using %(edward_vignes)s and low capacity vampires with the %(dom)s%(pre)s disciplines. %(edward_vignes)s ability to counter rush actions with a discard is an excellent protection against combat-oriented decks. </p> <p> %(bonding)s and %(seduction)s are used to get the bleed through. %(anarch_troublemaker)s, %(misdirection)s and %(pentex_subversion)s are used to lock the prey vampires, together with the %(PRE)s combination %(mind_numb)s & %(majesty)s. </p> <p> %(deflection)s and %(delaying_tactics)s are used for defence. </p> <p> Getting some blood back on %(edward_vignes)s is critical, as many cards he uses have a blood cost, so %(the_coven)s, %(giant_s_blood)s and %(jake_washington)s are included. Even %(blood_doll)s can be used to move blood from the pool. In this example, %(life_in_the_city)s is added to get even more blood back on the table. </p> <h2>Tips & Tricks</h2> <p> The name of the archetype is a wordplay referring to %(bleeding_the_vine)s. </p> <p> %(daring_the_dawn)s and %(foreshadowing_destruction)s are used for the lunge. The use of %(direct_intervention)s on a modifier like %(conditioning)s prevents it to be played again on the same action (as a modifier can only be played once and, even if countered). Using an alternative bleed enhancer is permitted though (the modifier did not apply, so limited bleed enhancement is still possible). %(foreshadowing_destruction)s can even save a lunge this way. </p> <p> The deck is expected to be very aggressive toward its prey and get a quick victory point in the game beginning, so %(the_bitter_and_sweet_story)s makes sense as it will help keeping some momentum afterwards. </p> <h2>Variants</h2> <p> There are not many variations to this archetype. %(life_in_the_city)s is an original inclusion, %(entrancement)s and %(force_of_personality)s are often included. </p>
fr: <h2> Principe </h2> <p> C'est un deck <em>powerbleed</em> qui utilise %(edward_vignes)s et des vampires de faible capacité avec les disciplines %(dom)s%(pre)s. L'aptitude d'%(edward_vignes)s à contrer les rush avec une défausse est une excellente protection contre les decks orientés combat. </p> <p> %(bonding)s et %(seduction)s sont utilisés pour faire passer les morsures. %(anarch_troublemaker)s, %(misdirection)s et %(pentex_subversion)s sont utilisés pour incliner les vampires de la proie, avec la combinaison %(PRE)s %(mind_numb)s & %(majesty)s. </p> <p> %(deflection)s et %(delaying_tactics)s sont utilisés pour la défense. </p> <p> Récupérer du sang sur %(edward_vignes)s est essentiel, car il utilise beaucoup de cartes qui en coûtent, donc %(the_coven)s, %(giant_s_blood)s et %(jake_washington)s sont inclus. %(blood_doll)s peut aussi être utilisée pour déplacer le sang de la réserve d'influence. Dans cet exemple, %(life_in_the_city)s est ajouté pour remettre encore plus de sang sur la table. </p> <h2> Trucs & Astuces </h2> <p> Le nom de l'archétype est un jeu de mots faisant référence à %(bleeding_the_vine)s. </p> <p> %(daring_the_dawn)s et %(foreshadowing_destruction)s sont utilisés pour le coup de grâce. L'utilisation de %(direct_intervention)s sur un modificateur comme %(conditioning)s l'empêche d'être rejoué sur la même action (car un modificateur ne peut être joué qu'une seule fois, même s'il est contré). L'utilisation d'un autre amplificateur de morsure est cependant autorisée (le modificateur n'a pas été appliqué, donc une amélioration limitée du morsure est toujours possible). %(foreshadowing_destruction)s peut même sauver un coup de grâce de cette façon. </p> <p> On s'attend à ce que le deck soit très agressif envers sa proie et obtienne un point de victoire rapide au début de partie, donc %(the_bitter_and_sweet_story)s a du sens car il aidera à garder de l'élan par la suite. </p> <h2> Variantes </h2> <p> Il n'y a pas beaucoup de variantes de cet archétype. %(life_in_the_city)s est une inclusion originale, %(entrancement)s et %(force_of_personality)s sont souvent inclus. </p>
